{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"John Prepares for Jesus","Chapter":1},{"VerseStartingAt":9,"ParagraphTitle":"Jesus Is Baptized","Chapter":1},{"VerseStartingAt":14,"ParagraphTitle":"Jesus Chooses Some Followers","Chapter":1},{"VerseStartingAt":21,"ParagraphTitle":"Jesus Removes an Evil Spirit","Chapter":1},{"VerseStartingAt":29,"ParagraphTitle":"Jesus Heals Many People","Chapter":1},{"VerseStartingAt":40,"ParagraphTitle":"Jesus Heals a Sick Man","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Heals a Paralyzed Man","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"Jesus’ Followers Are Criticized","Chapter":2},{"VerseStartingAt":23,"ParagraphTitle":"Jesus Is Lord of the Sabbath","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Heals a Man’s Crippled Hand","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"Many People Follow Jesus","Chapter":3},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Chooses His 12 Apostles","Chapter":3},{"VerseStartingAt":20,"ParagraphTitle":"People Say Jesus Has a Devil","Chapter":3},{"VerseStartingAt":31,"ParagraphTitle":"Jesus’ True Family","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"A Story About Planting Seed","Chapter":4},{"VerseStartingAt":10,"ParagraphTitle":"Jesus Tells Why He Used Stories","Chapter":4},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Explains the Seed Story","Chapter":4},{"VerseStartingAt":21,"ParagraphTitle":"Use What You Have","Chapter":4},{"VerseStartingAt":26,"ParagraphTitle":"Jesus Uses a Story About Seed","Chapter":4},{"VerseStartingAt":30,"ParagraphTitle":"A Story About Mustard Seed","Chapter":4},{"VerseStartingAt":35,"ParagraphTitle":"Jesus Stops a Storm","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"A Man with Demons Inside Him","Chapter":5},{"VerseStartingAt":21,"ParagraphTitle":"Jesus Gives Life to a Dead Girl and Heals A Sick Woman","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Goes to His Hometown","Chapter":6},{"VerseStartingAt":14,"ParagraphTitle":"How John the Baptist Was Killed","Chapter":6},{"VerseStartingAt":30,"ParagraphTitle":"More Than 5,000 People Fed","Chapter":6},{"VerseStartingAt":45,"ParagraphTitle":"Jesus Walks on the Water","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Obey God’s Law Not Men’s","Chapter":7},{"VerseStartingAt":24,"ParagraphTitle":"Jesus Helps a Non-Jewish Woman","Chapter":7},{"VerseStartingAt":31,"ParagraphTitle":"Jesus Heals a Deaf Man","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"More Than 4,000 People Fed","Chapter":8},{"VerseStartingAt":11,"ParagraphTitle":"The Leaders Ask for a Miracle","Chapter":8},{"VerseStartingAt":14,"ParagraphTitle":"Guard Against Wrong Teachings","Chapter":8},{"VerseStartingAt":22,"ParagraphTitle":"Jesus Heals a Blind Man","Chapter":8},{"VerseStartingAt":27,"ParagraphTitle":"Peter Says Jesus Is the Christ","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Jesus with Moses and Elijah","Chapter":9},{"VerseStartingAt":14,"ParagraphTitle":"Jesus Heals a Sick Boy","Chapter":9},{"VerseStartingAt":30,"ParagraphTitle":"Jesus Talks About His Death","Chapter":9},{"VerseStartingAt":33,"ParagraphTitle":"Who Is the Greatest?","Chapter":9},{"VerseStartingAt":38,"ParagraphTitle":"Anyone Not Against Us Is for Us","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Teaches About Divorce","Chapter":10},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Accepts Children","Chapter":10},{"VerseStartingAt":17,"ParagraphTitle":"A Rich Young Man’s Question","Chapter":10},{"VerseStartingAt":32,"ParagraphTitle":"Jesus Talks About His Own Death","Chapter":10},{"VerseStartingAt":35,"ParagraphTitle":"Two Followers Ask Jesus a Favor","Chapter":10},{"VerseStartingAt":46,"ParagraphTitle":"Jesus Heals a Blind Man","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Enters Jerusalem as a King","Chapter":11},{"VerseStartingAt":15,"ParagraphTitle":"Jesus Goes to the Temple","Chapter":11},{"VerseStartingAt":20,"ParagraphTitle":"The Power of Faith","Chapter":11},{"VerseStartingAt":27,"ParagraphTitle":"Leaders Doubt Jesus’ Authority","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"God Sends His Son","Chapter":12},{"VerseStartingAt":13,"ParagraphTitle":"The Leaders Try to Trap Jesus","Chapter":12},{"VerseStartingAt":18,"ParagraphTitle":"Sadducees Try to Trick Jesus","Chapter":12},{"VerseStartingAt":28,"ParagraphTitle":"The Most Important Command","Chapter":12},{"VerseStartingAt":41,"ParagraphTitle":"True Giving","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Temple Will Be Destroyed","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The Plan to Kill Jesus","Chapter":14},{"VerseStartingAt":3,"ParagraphTitle":"A Woman with Perfume for Jesus","Chapter":14},{"VerseStartingAt":10,"ParagraphTitle":"Judas Becomes an Enemy of Jesus","Chapter":14},{"VerseStartingAt":12,"ParagraphTitle":"Jesus Eats the Passover Feast","Chapter":14},{"VerseStartingAt":22,"ParagraphTitle":"The Lord’s Supper","Chapter":14},{"VerseStartingAt":27,"ParagraphTitle":"Jesus’ Followers Will All Leave Him","Chapter":14},{"VerseStartingAt":32,"ParagraphTitle":"Jesus Prays Alone","Chapter":14},{"VerseStartingAt":43,"ParagraphTitle":"Jesus Is Arrested","Chapter":14},{"VerseStartingAt":53,"ParagraphTitle":"Jesus Before the Leaders","Chapter":14},{"VerseStartingAt":66,"ParagraphTitle":"Peter Says He Doesn’t Know Jesus","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Pilate Questions Jesus","Chapter":15},{"VerseStartingAt":6,"ParagraphTitle":"Pilate Tries to Free Jesus","Chapter":15},{"VerseStartingAt":21,"ParagraphTitle":"Jesus Is Killed on a Cross","Chapter":15},{"VerseStartingAt":33,"ParagraphTitle":"Jesus Dies","Chapter":15},{"VerseStartingAt":42,"ParagraphTitle":"Jesus Is Buried","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Rises from Death","Chapter":16},{"VerseStartingAt":9,"ParagraphTitle":"Some Followers See Jesus","Chapter":16},{"VerseStartingAt":14,"ParagraphTitle":"Jesus Talks to the Apostles","Chapter":16}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the beginning of the Good News about Jesus Christ, the Son of God,"},{"Chapter":1,"Number":2,"Text":"as the prophet Isaiah wrote:“I will send my messenger ahead of you.    He will prepare your way.”"},{"Chapter":1,"Number":3,"Text":"“There is a voice of a man who    calls out in the desert:‘Prepare the way for the Lord.    Make the road straight for him.’”"},{"Chapter":1,"Number":4,"Text":"John was baptizing people in the desert. He preached a baptism of changed hearts and lives for the forgiveness of sins."},{"Chapter":1,"Number":5,"Text":"All the people from Judea and Jerusalem were going out to John. They told about the sins they had done. Then they were baptized by him in the Jordan River."},{"Chapter":1,"Number":6,"Text":"John wore clothes made from camel’s hair and had a leather belt around his waist. He ate locusts and wild honey."},{"Chapter":1,"Number":7,"Text":"This is what John preached to the people: “There is one coming later who is greater than I. I am not good enough even to kneel down and untie his sandals."},{"Chapter":1,"Number":8,"Text":"I baptize you with water. But the one who is coming will baptize you with the Holy Spirit.” "},{"Chapter":1,"Number":9,"Text":"At that time Jesus came from the town of Nazareth in Galilee to the place where John was. John baptized Jesus in the Jordan River."},{"Chapter":1,"Number":10,"Text":"When Jesus was coming up out of the water, he saw heaven open. The Holy Spirit came down on him like a dove."},{"Chapter":1,"Number":11,"Text":"A voice came from heaven and said: “You are my Son and I love you. I am very pleased with you.”"},{"Chapter":1,"Number":12,"Text":"Then the Spirit sent Jesus into the desert alone."},{"Chapter":1,"Number":13,"Text":"He was in the desert 40 days and was there with the wild animals. While he was in the desert, he was tempted by Satan. Then angels came and took care of Jesus. "},{"Chapter":1,"Number":14,"Text":"After John was put in prison, Jesus went into Galilee and preached the Good News from God."},{"Chapter":1,"Number":15,"Text":"Jesus said, “The right time has come. The kingdom of God is near. Change your hearts and lives and believe the Good News!”"},{"Chapter":1,"Number":16,"Text":"When Jesus was walking by Lake Galilee, he saw Simon and Simon’s brother, Andrew. They were fishermen and were throwing a net into the lake to catch fish."},{"Chapter":1,"Number":17,"Text":"Jesus said to them, “Come and follow me. I will make you fishermen for men.”"},{"Chapter":1,"Number":18,"Text":"So Simon and Andrew immediately left their nets and followed him."},{"Chapter":1,"Number":19,"Text":"Jesus continued walking by Lake Galilee. He saw two more brothers, James and John, the sons of Zebedee. They were in their boat, preparing their nets to catch fish."},{"Chapter":1,"Number":20,"Text":"Their father Zebedee and the men who worked for him were in the boat with the brothers. When Jesus saw the brothers, he called them to come with him. They left their father and followed Jesus. "},{"Chapter":1,"Number":21,"Text":"Jesus and his followers went to Capernaum. On the Sabbath day Jesus went to the synagogue and began to teach."},{"Chapter":1,"Number":22,"Text":"The people there were amazed at his teaching. He did not teach like their teachers of the law. He taught like a person who had authority."},{"Chapter":1,"Number":23,"Text":"While he was in the synagogue, a man was there who had an evil spirit in him. The man shouted,"},{"Chapter":1,"Number":24,"Text":"“Jesus of Nazareth! What do you want with us? Did you come to destroy us? I know who you are—God’s Holy One!”"},{"Chapter":1,"Number":25,"Text":"Jesus said strongly, “Be quiet! Come out of the man!”"},{"Chapter":1,"Number":26,"Text":"The evil spirit made the man shake violently. Then the spirit gave a loud cry and came out of him."},{"Chapter":1,"Number":27,"Text":"The people were amazed. They asked each other, “What is happening here? This man is teaching something new. And he teaches with authority. He even gives commands to evil spirits, and they obey him.”"},{"Chapter":1,"Number":28,"Text":"And the news about Jesus spread quickly everywhere in the area of Galilee. "},{"Chapter":1,"Number":29,"Text":"Jesus and his followers left the synagogue. They all went at once with James and John to the home of Simon and Andrew."},{"Chapter":1,"Number":30,"Text":"Simon’s mother-in-law was sick in bed with a fever. The people there told Jesus about her."},{"Chapter":1,"Number":31,"Text":"So Jesus went to her bed, took her hand, and helped her up. Immediately the fever left her, and she was healed. Then she began serving them."},{"Chapter":1,"Number":32,"Text":"That night, after the sun went down, the people brought to Jesus all who were sick. They also brought those who had demons in them."},{"Chapter":1,"Number":33,"Text":"The whole town gathered at the door of the house."},{"Chapter":1,"Number":34,"Text":"Jesus healed many who had different kinds of sicknesses. He also forced many demons to leave people. But he would not allow the demons to speak, because they knew who he was."},{"Chapter":1,"Number":35,"Text":"Early the next morning, Jesus woke and left the house while it was still dark. He went to a place to be alone and pray."},{"Chapter":1,"Number":36,"Text":"Later, Simon and his friends went to look for Jesus."},{"Chapter":1,"Number":37,"Text":"They found him and said, “Everyone is looking for you!”"},{"Chapter":1,"Number":38,"Text":"Jesus answered, “We should go somewhere else, to other towns around here. Then I can preach there too. That is the reason I came.”"},{"Chapter":1,"Number":39,"Text":"So he traveled everywhere in Galilee. He preached in the synagogues and forced demons to leave people. "},{"Chapter":1,"Number":40,"Text":"A man who had a harmful skin disease came to Jesus. The man fell to his knees and begged Jesus, “I know that you can heal me if you will.”"},{"Chapter":1,"Number":41,"Text":"Jesus felt sorry for the man. So he touched him and said, “I want to heal you. Be healed!”"},{"Chapter":1,"Number":42,"Text":"At once the disease left the man, and he was healed."},{"Chapter":1,"Number":43,"Text":"Jesus told the man to go at once. But Jesus warned him strongly,"},{"Chapter":1,"Number":44,"Text":"“Don’t tell anyone about what I did for you. But go and show yourself to the priest. And offer a gift to God because you have been healed. Offer the gift that Moses commanded. This will show the people that you are healed.”"},{"Chapter":1,"Number":45,"Text":"The man left there, but he told everyone he saw that Jesus had healed him. So the news about Jesus spread. That is the reason Jesus could not enter a town if people saw him. He stayed in places where nobody lived. But people came from all the towns to wherever he was."},{"Chapter":2,"Number":1,"Text":"A few days later, Jesus came back to Capernaum. The news spread that he was home."},{"Chapter":2,"Number":2,"Text":"So many people gathered to hear him preach that the house was full. There was no place to stand, not even outside the door. Jesus was teaching them."},{"Chapter":2,"Number":3,"Text":"Some people came, bringing a paralyzed man to Jesus. Four of them were carrying the paralyzed man."},{"Chapter":2,"Number":4,"Text":"But they could not get to Jesus because of the crowd. So they went to the roof above Jesus and made a hole in the roof. Then they lowered the mat with the paralyzed man on it."},{"Chapter":2,"Number":5,"Text":"Jesus saw that these men had great faith. So he said to the paralyzed man, “Young man, your sins are forgiven.”"},{"Chapter":2,"Number":6,"Text":"Some of the teachers of the law were sitting there. They saw what Jesus did, and they said to themselves,"},{"Chapter":2,"Number":7,"Text":"“Why does this man say things like that? He is saying things that are against God. Only God can forgive sins.”"},{"Chapter":2,"Number":8,"Text":"At once Jesus knew what these teachers of the law were thinking. So he said to them, “Why are you thinking these things?"},{"Chapter":2,"Number":9,"Text":"Which is easier: to tell this paralyzed man, ‘Your sins are forgiven,’ or to tell him, ‘Stand up. Take your mat and walk’?"},{"Chapter":2,"Number":10,"Text":"But I will prove to you that the Son of Man has authority on earth to forgive sins.” So Jesus said to the paralyzed man,"},{"Chapter":2,"Number":11,"Text":"“I tell you, stand up. Take your mat and go home.”"},{"Chapter":2,"Number":12,"Text":"Immediately the paralyzed man stood up. He took his mat and walked out while everyone was watching him.The people were amazed and praised God. They said, “We have never seen anything like this!”"},{"Chapter":2,"Number":13,"Text":"Jesus went to the lake again. A crowd followed him there, and he taught them."},{"Chapter":2,"Number":14,"Text":"While he was walking beside the lake, he saw a tax collector named Levi son of Alphaeus. Levi was sitting in the tax office. Jesus said to him, “Follow me.” And Levi stood up and followed Jesus."},{"Chapter":2,"Number":15,"Text":"Later that day, Jesus ate at Levi’s house. There were many tax collectors and “sinners” eating there with Jesus and his followers. Many people like this followed Jesus."},{"Chapter":2,"Number":16,"Text":"The teachers of the law who were Pharisees saw Jesus eating with the tax collectors and “sinners.” They asked his followers, “Why does he eat with tax collectors and sinners?”"},{"Chapter":2,"Number":17,"Text":"Jesus heard this and said to them, “Healthy people don’t need a doctor. It is the sick who need a doctor. I did not come to invite good people. I came to invite sinners.” "},{"Chapter":2,"Number":18,"Text":"One day the followers of John and the Pharisees were giving up eating. Some people came to Jesus and said, “John’s followers and the followers of the Pharisees give up eating. But your followers don’t. Why?”"},{"Chapter":2,"Number":19,"Text":"Jesus answered, “When there is a wedding, the friends of the bridegroom are not sad while he is with them. They do not give up eating while the bridegroom is still there."},{"Chapter":2,"Number":20,"Text":"But the time will come when the bridegroom will leave them. Then the friends will be sad and will give up eating."},{"Chapter":2,"Number":21,"Text":"“When a person sews a patch over a hole on an old coat, he never uses a piece of cloth that is not yet shrunk. If he does, the patch will shrink and pull away from the coat. Then the hole will be worse."},{"Chapter":2,"Number":22,"Text":"Also, no one ever pours new wine into old leather bags for holding wine. If he does, the new wine will break the bags, and the wine will be ruined along with the bags for the wine. People always put new wine into new leather bags.” "},{"Chapter":2,"Number":23,"Text":"On the Sabbath day, Jesus was walking through some grainfields. His followers were with him and picked some grain to eat."},{"Chapter":2,"Number":24,"Text":"The Pharisees saw this and said to Jesus, “Why are your followers doing what is not lawful on the Sabbath?”"},{"Chapter":2,"Number":25,"Text":"Jesus answered, “You have read what David did when he and those with him were hungry and needed food."},{"Chapter":2,"Number":26,"Text":"It was during the time of Abiathar the high priest. David went into God’s house and ate the bread that was made holy for God. The law of Moses says that only priests may eat that bread. But David also gave some of the bread to those who were with him.”"},{"Chapter":2,"Number":27,"Text":"Then Jesus said to the Pharisees, “The Sabbath day was made to help people. They were not made to be ruled by the Sabbath day."},{"Chapter":2,"Number":28,"Text":"The Son of Man is Lord even of the Sabbath.”"},{"Chapter":3,"Number":1,"Text":"Another time when Jesus went into a synagogue, a man with a crippled hand was there."},{"Chapter":3,"Number":2,"Text":"Some people there wanted to see Jesus do something wrong so they could accuse him. They watched him closely to see if he would heal the man on the Sabbath day."},{"Chapter":3,"Number":3,"Text":"Jesus said to the man with the crippled hand, “Stand up here in front of everyone.”"},{"Chapter":3,"Number":4,"Text":"Then Jesus asked the people, “Which is right on the Sabbath day: to do good, or to do evil? Is it right to save a life or to destroy one?” But they said nothing to answer him."},{"Chapter":3,"Number":5,"Text":"Jesus was angry as he looked at the people. But he felt very sad because they were stubborn. Then he said to the man, “Let me see your hand.” The man put his hand out for Jesus, and it was healed."},{"Chapter":3,"Number":6,"Text":"Then the Pharisees left and began making plans with the Herodians about a way to kill Jesus. "},{"Chapter":3,"Number":7,"Text":"Jesus left with his followers for the lake. A large crowd from Galilee followed him."},{"Chapter":3,"Number":8,"Text":"Also many people came from Judea, from Jerusalem, from Idumea, from the lands across the Jordan River, and from the area of Tyre and Sidon. They came because they had heard about all the things Jesus was doing."},{"Chapter":3,"Number":9,"Text":"Jesus saw the crowds. So he told his followers to get a boat ready for him. He wanted the boat so that the many people would not crowd themselves against him."},{"Chapter":3,"Number":10,"Text":"He had healed many people. So all the sick were pushing toward him to touch him."},{"Chapter":3,"Number":11,"Text":"Some had evil spirits in them. When the evil spirits saw Jesus, they fell down before him and shouted, “You are the Son of God!”"},{"Chapter":3,"Number":12,"Text":"But Jesus strongly commanded the spirits not to tell who he was. "},{"Chapter":3,"Number":13,"Text":"Then Jesus went up on a hill and called some men to come to him. These were the men Jesus wanted, and they went up to him."},{"Chapter":3,"Number":14,"Text":"Jesus chose 12 men and called them apostles. He wanted these 12 to be with him, and he wanted to send them to other places to preach."},{"Chapter":3,"Number":15,"Text":"He also wanted them to have the power to force demons out of people."},{"Chapter":3,"Number":16,"Text":"These are the 12 men he chose: Simon (Jesus gave him the name Peter);"},{"Chapter":3,"Number":17,"Text":"James and John, the sons of Zebedee (Jesus gave them the name Boanerges, which means “Sons of Thunder”);"},{"Chapter":3,"Number":18,"Text":"Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot,"},{"Chapter":3,"Number":19,"Text":"and Judas Iscariot. Judas is the one who gave Jesus to his enemies. "},{"Chapter":3,"Number":20,"Text":"Then Jesus went back home. But again a crowd gathered. There were so many people that Jesus and his followers could not eat."},{"Chapter":3,"Number":21,"Text":"His family heard about all these things. They went to get him because people were saying that Jesus was out of his mind."},{"Chapter":3,"Number":22,"Text":"And the teachers of the law from Jerusalem were saying, “Beelzebul is living inside him! He uses power from the ruler of demons to force demons out.”"},{"Chapter":3,"Number":23,"Text":"So Jesus called the people together and used stories to teach them. He said, “Satan will not force his own demons out of people."},{"Chapter":3,"Number":24,"Text":"A kingdom that fights against itself cannot continue."},{"Chapter":3,"Number":25,"Text":"And a family that is divided cannot continue."},{"Chapter":3,"Number":26,"Text":"And if Satan is against himself and fights against his own people, then he cannot continue. And that is the end of Satan."},{"Chapter":3,"Number":27,"Text":"If a person wants to enter a strong man’s house and steal his things, first he must tie up the strong man. Then the thief can steal the things from the strong man’s house."},{"Chapter":3,"Number":28,"Text":"I tell you the truth. All sins that people do can be forgiven. And all the bad things people say against God can be forgiven."},{"Chapter":3,"Number":29,"Text":"But any person who says bad things against the Holy Spirit will never be forgiven. He is guilty of a sin that continues forever.”"},{"Chapter":3,"Number":30,"Text":"Jesus said this because the teachers of the law said that Jesus had an evil spirit inside him. "},{"Chapter":3,"Number":31,"Text":"Then Jesus’ mother and brothers arrived. They stood outside and sent someone in to tell him to come out."},{"Chapter":3,"Number":32,"Text":"Many people were sitting around Jesus. They said to him, “Your mother and brothers are waiting for you outside.”"},{"Chapter":3,"Number":33,"Text":"Jesus asked, “Who is my mother? Who are my brothers?”"},{"Chapter":3,"Number":34,"Text":"Then Jesus looked at those sitting around him. He said, “Here are my mother and my brothers!"},{"Chapter":3,"Number":35,"Text":"My true brother and sister and mother are those who do the things God wants.”"},{"Chapter":4,"Number":1,"Text":"Another time Jesus began teaching by the lake. A great crowd gathered around him. So he got into a boat and went out on the lake. All the people stayed on the shore close to the water."},{"Chapter":4,"Number":2,"Text":"Jesus used many stories to teach them. He said,"},{"Chapter":4,"Number":3,"Text":"“Listen! A farmer went out to plant his seed."},{"Chapter":4,"Number":4,"Text":"While the farmer was planting, some seed fell by the road. The birds came and ate all that seed."},{"Chapter":4,"Number":5,"Text":"Some seed fell on rocky ground where there wasn’t much dirt. The seed grew very fast there because the ground was not deep."},{"Chapter":4,"Number":6,"Text":"But when the sun rose, the plants withered. The plants died because they did not have deep roots."},{"Chapter":4,"Number":7,"Text":"Some other seed fell among thorny weeds. The weeds grew and choked the good plants. So those plants did not make grain."},{"Chapter":4,"Number":8,"Text":"Some other seed fell on good ground. In the good ground, the seed began to grow. It grew and made a crop of grain. Some plants made 30 times more grain, some 60 times more grain, and some 100 times more grain.”"},{"Chapter":4,"Number":9,"Text":"Then Jesus said, “Let those with ears use them and listen!” "},{"Chapter":4,"Number":10,"Text":"Later, when Jesus was alone, the 12 apostles and others around him asked him about the stories."},{"Chapter":4,"Number":11,"Text":"Jesus said, “Only you can know the secret truth about the kingdom of God. But to other people I tell everything by using stories."},{"Chapter":4,"Number":12,"Text":"I do this so that:‘They will look and look, but they will not learn.    They will listen and listen, but they will not understand.If they did learn and understand,    they would come back to me and be forgiven.’”  "},{"Chapter":4,"Number":13,"Text":"Then Jesus said to the followers, “Do you understand this story? If you don’t, then how will you understand any story?"},{"Chapter":4,"Number":14,"Text":"The farmer is like a person who plants God’s teaching in people."},{"Chapter":4,"Number":15,"Text":"Sometimes the teaching falls on the road. This is like some people. They hear the teaching of God. But Satan quickly comes and takes away the teaching that was planted in them."},{"Chapter":4,"Number":16,"Text":"Others are like the seed planted on rocky ground. They hear the teaching and quickly accept it with joy."},{"Chapter":4,"Number":17,"Text":"But they don’t allow the teaching to go deep into their lives. They keep it only a short time. When trouble or persecution comes because of the teaching, they quickly give up."},{"Chapter":4,"Number":18,"Text":"Others are like the seed planted among the thorny weeds. They hear the teaching."},{"Chapter":4,"Number":19,"Text":"But then other things come into their lives: worries, the love of money, and wanting all kinds of other things. These things stop the teaching from growing. So that teaching does not produce fruit in their lives."},{"Chapter":4,"Number":20,"Text":"Others are like the seed planted in the good ground. They hear the teaching and accept it. Then they grow and produce fruit—sometimes 30 times more, sometimes 60 times more, and sometimes 100 times more.” "},{"Chapter":4,"Number":21,"Text":"Then Jesus said to them, “Do you hide a lamp under a bowl or under a bed? No! You put the lamp on a lampstand."},{"Chapter":4,"Number":22,"Text":"Everything that is hidden will be made clear. Every secret thing will be made known."},{"Chapter":4,"Number":23,"Text":"Let those with ears use them and listen!"},{"Chapter":4,"Number":24,"Text":"“Think carefully about the things you hear. The way you give to others is the way God will give to you. But God will give you more than you give."},{"Chapter":4,"Number":25,"Text":"The person who has something will be given more. But the person who does not have much, even what he has will be taken from him.” "},{"Chapter":4,"Number":26,"Text":"Then Jesus said, “The kingdom of God is like a man who plants seed in the ground."},{"Chapter":4,"Number":27,"Text":"The seed comes up and grows night and day. It doesn’t matter whether the man is asleep or awake; the seed still grows. The man does not know how it grows."},{"Chapter":4,"Number":28,"Text":"Without any help, the earth produces grain. First the plant grows, then the head, and then all the grain in the head."},{"Chapter":4,"Number":29,"Text":"When the grain is ready, the man cuts it. This is the harvest time.” "},{"Chapter":4,"Number":30,"Text":"Then Jesus said, “How can I show you what the kingdom of God is like? What story can I use to explain it?"},{"Chapter":4,"Number":31,"Text":"The kingdom of God is like a mustard seed. The mustard seed is the smallest seed you plant in the ground."},{"Chapter":4,"Number":32,"Text":"But when you plant this seed, it grows and becomes the largest of all garden plants. It produces large branches. Even the wild birds can make nests in it and be protected from the sun.”"},{"Chapter":4,"Number":33,"Text":"Jesus used many stories like these to teach them. He taught them all that they could understand."},{"Chapter":4,"Number":34,"Text":"He always used stories to teach them. But when he and his followers were alone together, Jesus explained everything to them. "},{"Chapter":4,"Number":35,"Text":"That evening, Jesus said to his followers, “Come with me across the lake.”"},{"Chapter":4,"Number":36,"Text":"He and the followers left the people there. They went in the boat that Jesus was already sitting in. There were also other boats with them."},{"Chapter":4,"Number":37,"Text":"A very strong wind came up on the lake. The waves began coming over the sides and into the boat. It was almost full of water."},{"Chapter":4,"Number":38,"Text":"Jesus was at the back of the boat, sleeping with his head on a pillow. The followers went to him and woke him. They said, “Teacher, do you care about us? We will drown!”"},{"Chapter":4,"Number":39,"Text":"Jesus stood up and commanded the wind and the waves to stop. He said, “Quiet! Be still!” Then the wind stopped, and the lake became calm."},{"Chapter":4,"Number":40,"Text":"Jesus said to his followers, “Why are you afraid? Do you still have no faith?”"},{"Chapter":4,"Number":41,"Text":"The followers were very afraid and asked each other, “What kind of man is this? Even the wind and the waves obey him!”"},{"Chapter":5,"Number":1,"Text":"Jesus and his followers went across the lake to the region of the Gerasene people."},{"Chapter":5,"Number":2,"Text":"When Jesus got out of the boat, a man came to him from the caves where dead people were buried. This man, who lived in the caves, had an evil spirit living in him."},{"Chapter":5,"Number":3,"Text":"No one could tie him up, not even with a chain."},{"Chapter":5,"Number":4,"Text":"Many times people had used chains to tie the man’s hands and feet. But he always broke the chains off. No one was strong enough to control him."},{"Chapter":5,"Number":5,"Text":"Day and night he would wander around the burial caves and on the hills, screaming and cutting himself with stones."},{"Chapter":5,"Number":6,"Text":"While Jesus was still far away, the man saw him. He ran to Jesus and knelt down before him."},{"Chapter":5,"Number":7,"Text":"Jesus said to the man, “You evil spirit, come out of that man."},{"Chapter":5,"Number":8,"Text":"”But the man shouted in a loud voice, “What do you want with me, Jesus, Son of the Most High God? I beg you, promise God that you will not punish me!”"},{"Chapter":5,"Number":9,"Text":"Then Jesus asked the man, “What is your name?”The man answered, “My name is Legion, because I have many spirits in me.”"},{"Chapter":5,"Number":10,"Text":"The man begged Jesus again and again not to send the spirits out of that area."},{"Chapter":5,"Number":11,"Text":"A large herd of pigs was eating on a hill near there."},{"Chapter":5,"Number":12,"Text":"The evil spirits begged Jesus, “Send us to the pigs. Let us go into them.”"},{"Chapter":5,"Number":13,"Text":"So Jesus allowed them to do this. The evil spirits left the man and went into the pigs. Then the herd of pigs rushed down the hill into the lake and were drowned. There were about 2,000 pigs in that herd."},{"Chapter":5,"Number":14,"Text":"The men who took care of the pigs ran away. They went to the town and to the countryside, telling everyone about this. So people went out to see what had happened."},{"Chapter":5,"Number":15,"Text":"They came to Jesus and saw the man who had had the many evil spirits. The man was sitting there, clothed and in his right mind. The people were frightened."},{"Chapter":5,"Number":16,"Text":"Some people were there who saw what Jesus had done. They told the others what had happened to the man who had the demons living in him. And they also told about the pigs."},{"Chapter":5,"Number":17,"Text":"Then the people began to beg Jesus to leave their area."},{"Chapter":5,"Number":18,"Text":"Jesus was getting ready to leave in the boat. The man who was freed from the demons begged to go with him."},{"Chapter":5,"Number":19,"Text":"But Jesus would not allow the man to go. Jesus said, “Go home to your family and friends. Tell them how much the Lord has done for you and how he has had mercy on you.”"},{"Chapter":5,"Number":20,"Text":"So the man left and told the people in the Ten Towns about the great things Jesus had done for him. All the people were amazed. "},{"Chapter":5,"Number":21,"Text":"Jesus went in the boat back to the other side of the lake. There, a large crowd gathered around him."},{"Chapter":5,"Number":22,"Text":"A ruler from the synagogue, named Jairus, came to that place. Jairus saw Jesus and bowed before him."},{"Chapter":5,"Number":23,"Text":"The ruler begged Jesus again and again. He said, “My little daughter is dying. Please come and put your hands on her. Then she will be healed and will live.”"},{"Chapter":5,"Number":24,"Text":"So Jesus went with the ruler, and many people followed Jesus. They were pushing very close around him."},{"Chapter":5,"Number":25,"Text":"A woman was there who had been bleeding for the past 12 years."},{"Chapter":5,"Number":26,"Text":"She had suffered very much. Many doctors had tried to help her. She had spent all the money she had, but she was not improving. She was getting worse."},{"Chapter":5,"Number":27,"Text":"When the woman heard about Jesus, she followed him with the people and touched his coat."},{"Chapter":5,"Number":28,"Text":"The woman thought, “If I can even touch his coat, that will be enough to heal me.”"},{"Chapter":5,"Number":29,"Text":"When she touched his coat, her bleeding stopped. She could feel in her body that she was healed."},{"Chapter":5,"Number":30,"Text":"At once Jesus felt power go out from him. So he stopped and turned around. Then he asked, “Who touched my clothes?”"},{"Chapter":5,"Number":31,"Text":"The followers said, “There are so many people pushing against you! And you ask, ‘Who touched me?’”"},{"Chapter":5,"Number":32,"Text":"But Jesus continued looking around to see who had touched him."},{"Chapter":5,"Number":33,"Text":"The woman knew that she was healed. So she came and bowed at Jesus’ feet. Shaking with fear, she told him the whole story."},{"Chapter":5,"Number":34,"Text":"Jesus said to the woman, “Dear woman, you are made well because you believed. Go in peace. You will have no more suffering.”"},{"Chapter":5,"Number":35,"Text":"Jesus was still speaking to her when some men came from the house of Jairus, the synagogue ruler. The men said, “Your daughter is dead. There is now no need to bother the teacher.”"},{"Chapter":5,"Number":36,"Text":"But Jesus paid no attention to what the men said. He said to the synagogue ruler, “Don’t be afraid; only believe.”"},{"Chapter":5,"Number":37,"Text":"Jesus let only Peter, James, and John the brother of James go with him to Jairus’s house."},{"Chapter":5,"Number":38,"Text":"They came to the house of the synagogue ruler, and Jesus found many people there crying loudly. There was much confusion."},{"Chapter":5,"Number":39,"Text":"Jesus entered the house and said to the people, “Why are you crying and making so much noise? This child is not dead. She is only asleep.”"},{"Chapter":5,"Number":40,"Text":"But they only laughed at Jesus. He told all the people to leave. Then he went into the room where the child was. He took the child’s father and mother and his three followers into the room with him."},{"Chapter":5,"Number":41,"Text":"Then he took hold of the girl’s hand and said to her, “Talitha, koum!” (This means, “Little girl, I tell you to stand up!”)"},{"Chapter":5,"Number":42,"Text":"The girl stood right up and began walking. (She was 12 years old.) The father and mother and the followers were amazed."},{"Chapter":5,"Number":43,"Text":"Jesus gave the father and mother strict orders not to tell people about this. Then he told them to give the girl some food."},{"Chapter":6,"Number":1,"Text":"Jesus left there and went back to his hometown. His followers went with him."},{"Chapter":6,"Number":2,"Text":"On the Sabbath day he taught in the synagogue. Many people heard him and were amazed. They said, “Where did this man get these teachings? What is this wisdom that has been given to him? And where did he get the power to work miracles?"},{"Chapter":6,"Number":3,"Text":"He is only the carpenter. His mother is Mary. He is the brother of James, Joseph, Judas, and Simon. And his sisters are here with us.” The people did not accept Jesus."},{"Chapter":6,"Number":4,"Text":"Jesus said to them, “Other people give honor to a prophet. But in his own town with his own people and in his own home, a prophet does not receive honor.”"},{"Chapter":6,"Number":5,"Text":"Jesus was not able to work many miracles there. The only miracles he did were to heal some sick people by putting his hands on them."},{"Chapter":6,"Number":6,"Text":"Jesus was amazed that they had no faith.Then Jesus went to other villages in that area and taught."},{"Chapter":6,"Number":7,"Text":"He called the 12 followers together and sent them out in groups of 2. He gave them authority over evil spirits."},{"Chapter":6,"Number":8,"Text":"This is what Jesus told them: “Take nothing for your trip except a walking stick. Take no bread, no bag, and no money in your pockets."},{"Chapter":6,"Number":9,"Text":"Wear sandals, and take only the clothes you are wearing."},{"Chapter":6,"Number":10,"Text":"When you enter a house, stay there until you leave that place."},{"Chapter":6,"Number":11,"Text":"If any town refuses to accept you or its people refuse to listen to you, then leave that town. Shake its dust off your feet. This will be a warning to them.”"},{"Chapter":6,"Number":12,"Text":"The followers went out and preached to the people to change their hearts and lives."},{"Chapter":6,"Number":13,"Text":"The followers forced many demons out and poured olive oil on many sick people and healed them. "},{"Chapter":6,"Number":14,"Text":"King Herod heard about Jesus, because Jesus was now well known. Some people said, “He is John the Baptist. He is risen from death. That is the reason he can work these miracles.”"},{"Chapter":6,"Number":15,"Text":"Others said, “He is Elijah.”Other people said, “Jesus is a prophet. He is like the prophets who lived long ago.”"},{"Chapter":6,"Number":16,"Text":"Herod heard all these things about Jesus. He said, “I killed John by cutting off his head. Now he has been raised from death!”"},{"Chapter":6,"Number":17,"Text":"Herod himself had ordered his soldiers to arrest John, and John was put in prison. Herod did this to please his wife, Herodias. Herodias was the wife of Philip, Herod’s brother. But then Herod married her."},{"Chapter":6,"Number":18,"Text":"John told Herod that it was not lawful for him to be married to his brother’s wife."},{"Chapter":6,"Number":19,"Text":"So Herodias hated John and wanted to kill him. But she could not because of Herod."},{"Chapter":6,"Number":20,"Text":"Herod was afraid to kill John because he knew John was a good and holy man. So Herod protected John. Also, Herod enjoyed listening to John preach. But John’s preaching always bothered him."},{"Chapter":6,"Number":21,"Text":"Then the perfect time came for Herodias to cause John’s death. It happened on Herod’s birthday. Herod gave a dinner party for the most important government leaders, the commanders of his army, and the most important people in Galilee."},{"Chapter":6,"Number":22,"Text":"The daughter of Herodias came to the party and danced. When she danced, Herod and the people eating with him were very pleased.So King Herod said to the girl, “I will give you anything you want.”"},{"Chapter":6,"Number":23,"Text":"He promised her, “Anything you ask for I will give to you. I will even give you half of my kingdom.”"},{"Chapter":6,"Number":24,"Text":"The girl went to her mother and asked, “What should I ask the king to give me?”Her mother answered, “Ask for the head of John the Baptist.”"},{"Chapter":6,"Number":25,"Text":"Quickly the girl went back to the king. She said to him, “Please give me the head of John the Baptist. Bring it to me now on a platter.”"},{"Chapter":6,"Number":26,"Text":"The king was very sad. But he had promised to give the girl anything she wanted. And the people eating there with him had heard his promise. So Herod could not refuse what she asked."},{"Chapter":6,"Number":27,"Text":"Immediately the king sent a soldier to bring John’s head. The soldier went and cut off John’s head in the prison"},{"Chapter":6,"Number":28,"Text":"and brought it back on a platter. He gave it to the girl, and the girl gave it to her mother."},{"Chapter":6,"Number":29,"Text":"John’s followers heard about what happened. So they came and got John’s body and put it in a tomb. "},{"Chapter":6,"Number":30,"Text":"The apostles that Jesus had sent out to preach returned. They gathered around him and told him about all the things they had done and taught."},{"Chapter":6,"Number":31,"Text":"Crowds of people were coming and going. Jesus and his followers did not even have time to eat. He said to them, “Come with me. We will go to a quiet place to be alone. There we will get some rest.”"},{"Chapter":6,"Number":32,"Text":"So they went in a boat alone to a place where there were no people."},{"Chapter":6,"Number":33,"Text":"But many people saw them leave and recognized them. So people from all the towns ran to the place where Jesus was going. They got there before Jesus arrived."},{"Chapter":6,"Number":34,"Text":"When he landed, he saw a great crowd waiting. Jesus felt sorry for them, because they were like sheep without a shepherd. So he taught them many things."},{"Chapter":6,"Number":35,"Text":"It was now late in the day. Jesus’ followers came to him and said, “No one lives in this place. And it is already very late."},{"Chapter":6,"Number":36,"Text":"Send the people away. They need to go to the farms and towns around here to buy some food to eat.”"},{"Chapter":6,"Number":37,"Text":"But Jesus answered, “You give them food to eat.”They said to him, “We can’t buy enough bread to feed all these people! We would all have to work a month to earn enough money to buy that much bread!”"},{"Chapter":6,"Number":38,"Text":"Jesus asked them, “How many loaves of bread do you have now? Go and see.”When they found out, they came to him and said, “We have five loaves and two fish.”"},{"Chapter":6,"Number":39,"Text":"Then Jesus said to the followers, “Tell all the people to sit in groups on the green grass.”"},{"Chapter":6,"Number":40,"Text":"So all the people sat in groups. They sat in groups of 50 or groups of 100."},{"Chapter":6,"Number":41,"Text":"Jesus took the five loaves and two fish. He looked up to heaven and thanked God for the bread. He divided the bread and gave it to his followers for them to give to the people. Then he divided the two fish among them all."},{"Chapter":6,"Number":42,"Text":"All the people ate and were satisfied."},{"Chapter":6,"Number":43,"Text":"The followers filled 12 baskets with the pieces of bread and fish that were not eaten."},{"Chapter":6,"Number":44,"Text":"There were about 5,000 men there who ate. "},{"Chapter":6,"Number":45,"Text":"Then Jesus told his followers to get into the boat and go to Bethsaida on the other side of the lake. Jesus said that he would come later. He stayed there to tell the people they could go home."},{"Chapter":6,"Number":46,"Text":"After sending them away, he went into the hills to pray."},{"Chapter":6,"Number":47,"Text":"That night, the boat was in the middle of the lake. Jesus was alone on the land."},{"Chapter":6,"Number":48,"Text":"He saw the followers working hard to row the boat because the wind was blowing against them. At some time between three and six o’clock in the morning, Jesus came to them, walking on the water. He continued walking until he was almost past the boat."},{"Chapter":6,"Number":49,"Text":"But when his followers saw him walking on the water, they thought he was a ghost and cried out."},{"Chapter":6,"Number":50,"Text":"They all saw him and were terrified. But Jesus spoke to them and said, “Have courage! It is I! Do not be afraid.”"},{"Chapter":6,"Number":51,"Text":"Then he got into the boat with them. And the wind became calm. The followers were greatly amazed."},{"Chapter":6,"Number":52,"Text":"They had seen Jesus make more bread from the five loaves. But they did not understand what it meant. Their minds were closed."},{"Chapter":6,"Number":53,"Text":"When they had crossed the lake, they came to shore at Gennesaret. They tied the boat there."},{"Chapter":6,"Number":54,"Text":"When they got out of the boat, the people saw Jesus and immediately recognized him."},{"Chapter":6,"Number":55,"Text":"They ran to tell others everywhere in that area that Jesus was there. They brought sick people on mats to every place Jesus went."},{"Chapter":6,"Number":56,"Text":"Jesus went into towns and cities and farms around that area. And everywhere he went, the people brought the sick to the marketplaces. They begged him to let them just touch the edge of his coat. And all who touched him were healed."},{"Chapter":7,"Number":1,"Text":"Some Pharisees and some teachers of the law came from Jerusalem. They gathered around Jesus."},{"Chapter":7,"Number":2,"Text":"They saw that some of Jesus’ followers ate food with hands that were not clean. (“Not clean” means that they did not wash their hands in the way the Pharisees said people must."},{"Chapter":7,"Number":3,"Text":"The Pharisees and all the Jews never eat before washing their hands in this special way. They do this to follow the teaching given to them by their great people who lived before them."},{"Chapter":7,"Number":4,"Text":"And when the Jews buy something in the market, they never eat it until they wash it in a special way. They also follow other rules of their great people who lived before them. They follow rules about the washing of cups, pitchers, and pots.)"},{"Chapter":7,"Number":5,"Text":"The Pharisees and the teachers of the law said to Jesus, “Your followers don’t follow the rules given to us by our great people who lived before us. Your followers eat their food with hands that are not clean. Why do they do this?”"},{"Chapter":7,"Number":6,"Text":"Jesus answered, “You are all hypocrites! Isaiah was right when he spoke about you. Isaiah wrote,‘These people show honor to me with words.    But their hearts are far from me."},{"Chapter":7,"Number":7,"Text":"Their worship of me is worthless.    The things they teach are nothing    but human rules they have memorized.’"},{"Chapter":7,"Number":8,"Text":"You have stopped following the commands of God. Now you only follow the teachings of men.”"},{"Chapter":7,"Number":9,"Text":"Then Jesus said to them: “You think you are clever! You ignore the commands of God so that you can follow your own teachings!"},{"Chapter":7,"Number":10,"Text":"Moses said, ‘Honor your father and mother.’ Then Moses also said, ‘Anyone who says cruel things to his father or mother must be put to death.’"},{"Chapter":7,"Number":11,"Text":"But you teach that a person can say to his father or mother, ‘I have something I could use to help you. But I will not use it for you. I will give it to God.’"},{"Chapter":7,"Number":12,"Text":"You are telling that person that he does not have to do anything for his father or mother."},{"Chapter":7,"Number":13,"Text":"So you are teaching that it is not important to do what God said. You think that it is more important to follow your own rules, which you teach people. And you do many things like that.”"},{"Chapter":7,"Number":14,"Text":"Jesus called the people to him again. He said, “Every person should listen to me and understand what I am saying."},{"Chapter":7,"Number":15,"Text":"There is nothing a person puts into his body that makes him unclean. A person is made unclean by the things that come out of him."},{"Chapter":7,"Number":16,"Text":"[Let those with ears use them and listen!]”"},{"Chapter":7,"Number":17,"Text":"When Jesus left the people and went inside, his followers asked him about this story."},{"Chapter":7,"Number":18,"Text":"Jesus said, “Do you still have trouble understanding? Surely you know that nothing that enters a man from the outside can make him unclean."},{"Chapter":7,"Number":19,"Text":"Food does not go into a person’s mind. Food goes into his stomach. Then that food goes out of his body.” (When Jesus said this, he meant that there is no food that is unclean for people to eat.)"},{"Chapter":7,"Number":20,"Text":"And Jesus said, “The things that come out of a man are the things that make him unclean."},{"Chapter":7,"Number":21,"Text":"All these evil things begin inside a person, in the mind: evil thoughts, sexual immorality, stealing, murder, adultery,"},{"Chapter":7,"Number":22,"Text":"selfishness, doing bad things to other people, lying, doing sinful things, jealousy, saying bad things about people, pride, and foolish living."},{"Chapter":7,"Number":23,"Text":"All these evil things come from within a person. These things make a person unclean.” "},{"Chapter":7,"Number":24,"Text":"Jesus left that place and went to the area around Tyre. He went into a house and did not want anyone to know he was there. But Jesus could not stay hidden."},{"Chapter":7,"Number":25,"Text":"A woman heard that he was there. Her little daughter had an evil spirit in her. So the woman quickly came to Jesus and fell at his feet."},{"Chapter":7,"Number":26,"Text":"She was not Jewish. She was Greek, born in Phoenicia, in Syria. She begged Jesus to force the demon out of her daughter."},{"Chapter":7,"Number":27,"Text":"Jesus told the woman: “It is not right to take the children’s bread and give it to the dogs. First let the children eat all they want.”"},{"Chapter":7,"Number":28,"Text":"She answered, “That is true, Lord. But the dogs under the table can eat the pieces of food that the children don’t eat.”"},{"Chapter":7,"Number":29,"Text":"Then Jesus said, “That is a very good answer. You may go. The demon has left your daughter.”"},{"Chapter":7,"Number":30,"Text":"The woman went home and found her daughter lying in bed. The demon was gone. "},{"Chapter":7,"Number":31,"Text":"Then Jesus left the area around Tyre. He went through Sidon to Lake Galilee, to the area of the Ten Towns."},{"Chapter":7,"Number":32,"Text":"While he was there, some people brought a man to him. This man was deaf and could not talk. The people begged Jesus to put his hand on the man to heal him."},{"Chapter":7,"Number":33,"Text":"Jesus led the man away from the crowd, to be alone with him. Jesus put his fingers in the man’s ears. Then Jesus spit and touched the man’s tongue."},{"Chapter":7,"Number":34,"Text":"Jesus looked up to heaven and took a deep breath. He said to the man, “Ephphatha!” (This means, “Be opened.”)"},{"Chapter":7,"Number":35,"Text":"When Jesus did this, the man was able to hear. He was also able to use his tongue, and he spoke clearly."},{"Chapter":7,"Number":36,"Text":"Jesus commanded the people not to tell anyone about what happened. But the more he commanded them, the more they told about it."},{"Chapter":7,"Number":37,"Text":"They were really amazed. They said, “Jesus does everything well. He makes the deaf hear! And those who can’t talk—Jesus makes them able to speak.”"},{"Chapter":8,"Number":1,"Text":"Another time there was a great crowd with Jesus. They had nothing to eat. So Jesus called his followers to him. He said,"},{"Chapter":8,"Number":2,"Text":"“I feel sorry for these people. They have been with me for three days, and now they have nothing to eat."},{"Chapter":8,"Number":3,"Text":"I cannot send them home hungry. If they leave without eating, they will faint on the way home. Some of them live a long way from here.”"},{"Chapter":8,"Number":4,"Text":"Jesus’ followers answered, “But we are far away from any towns. Where can we get enough bread to feed all these people?”"},{"Chapter":8,"Number":5,"Text":"Jesus asked, “How many loaves of bread do you have?”They answered, “We have seven loaves.”"},{"Chapter":8,"Number":6,"Text":"Jesus told the people to sit on the ground. Then he took the seven loaves and gave thanks to God. Jesus divided the bread and gave the pieces to his followers. He told them to pass out the bread to the people, and they did so."},{"Chapter":8,"Number":7,"Text":"The followers also had a few small fish. Jesus gave thanks for the fish and told his followers to give the fish to the people."},{"Chapter":8,"Number":8,"Text":"All the people ate and were satisfied. Then the followers filled seven baskets with the pieces of food that were not eaten."},{"Chapter":8,"Number":9,"Text":"There were about 4,000 men who ate. After they had eaten, Jesus told them to go home."},{"Chapter":8,"Number":10,"Text":"Then he went in a boat with his followers to the area of Dalmanutha. "},{"Chapter":8,"Number":11,"Text":"The Pharisees came to Jesus and asked him questions. They wanted to trap him. So they asked Jesus to do a miracle to show that he was from God."},{"Chapter":8,"Number":12,"Text":"Jesus sighed deeply. He said, “Why do you people ask for a miracle as proof? I tell you the truth. No miracle will be given to you.”"},{"Chapter":8,"Number":13,"Text":"Then Jesus left the Pharisees. He went in the boat to the other side of the lake. "},{"Chapter":8,"Number":14,"Text":"The followers had only one loaf of bread with them in the boat. They had forgotten to bring more bread."},{"Chapter":8,"Number":15,"Text":"Jesus warned them, “Be careful! Guard against the yeast of the Pharisees and the yeast of Herod.”"},{"Chapter":8,"Number":16,"Text":"Among themselves, his disciples discussed the meaning of this. They said, “He said this because we have no bread.”"},{"Chapter":8,"Number":17,"Text":"Jesus knew what his followers were talking about. So he asked them, “Why are you talking about having no bread? You still don’t see or understand? Are your minds closed?"},{"Chapter":8,"Number":18,"Text":"You have eyes, but you don’t really see. You have ears, but you don’t really listen. Remember what I did before, when we did not have enough bread?"},{"Chapter":8,"Number":19,"Text":"I divided five loaves of bread for 5,000 people. Remember how many baskets you filled with pieces of food that were not eaten?”They answered, “We filled 12 baskets.”"},{"Chapter":8,"Number":20,"Text":"“And remember that I divided seven loaves of bread for 4,000 people. Remember how many baskets you filled with pieces of food that were not eaten?”They answered, “We filled 7 baskets.”"},{"Chapter":8,"Number":21,"Text":"Then Jesus said to them, “You remember these things I did, but you still don’t understand?” "},{"Chapter":8,"Number":22,"Text":"Jesus and his followers came to Bethsaida. Some people brought a blind man to Jesus and begged him to touch the man."},{"Chapter":8,"Number":23,"Text":"So Jesus took the blind man’s hand and led him out of the village. Then he spit on the man’s eyes. He put his hands on the blind man and asked, “Can you see now?”"},{"Chapter":8,"Number":24,"Text":"The man looked up and said, “Yes, I see people, but they look like trees walking around.”"},{"Chapter":8,"Number":25,"Text":"Again Jesus put his hands on the man’s eyes. Then the man opened his eyes wide. His eyes were healed, and he was able to see everything clearly."},{"Chapter":8,"Number":26,"Text":"Jesus told him to go home, saying, “Don’t go into the town.” "},{"Chapter":8,"Number":27,"Text":"Jesus and his followers went to the towns around Caesarea Philippi. While they were traveling, Jesus asked them, “Who do people say I am?”"},{"Chapter":8,"Number":28,"Text":"They answered, “Some people say you are John the Baptist. Others say you are Elijah. And others say that you are one of the prophets.”"},{"Chapter":8,"Number":29,"Text":"Then Jesus asked, “Who do you say I am?”Peter answered, “You are the Christ.”"},{"Chapter":8,"Number":30,"Text":"Jesus ordered his followers, “Don’t tell anyone who I am.”"},{"Chapter":8,"Number":31,"Text":"Then Jesus began to teach them that the Son of Man must suffer many things. He taught that the Son of Man would not be accepted by the Jewish elders, the leading priests, and the teachers of the law. He taught that the Son of Man must be killed and then rise from death after three days."},{"Chapter":8,"Number":32,"Text":"Jesus told them plainly what would happen. Then Peter took Jesus aside and began to criticize him."},{"Chapter":8,"Number":33,"Text":"But Jesus turned and looked at his followers. Then he criticized Peter and said, “Go away from me, Satan! You don’t care about the things of God. You care only about things men think are important.”"},{"Chapter":8,"Number":34,"Text":"Then Jesus called the crowd to him, along with his followers. He said, “If anyone wants to follow me, he must say ‘no’ to the things he wants. He must be willing to die on a cross, and he must follow me."},{"Chapter":8,"Number":35,"Text":"Whoever wants to save his life will give up true life. But whoever gives up his life for me and for the Good News will have true life forever."},{"Chapter":8,"Number":36,"Text":"It is worth nothing for a person to have the whole world, if he loses his soul."},{"Chapter":8,"Number":37,"Text":"A person could never pay enough to buy back his soul."},{"Chapter":8,"Number":38,"Text":"The people who live now are living in a sinful and evil time. If anyone is ashamed of me and my teaching, then I will be ashamed of him. I will be ashamed of him when I come with the glory of my Father and the holy angels.”"},{"Chapter":9,"Number":1,"Text":"Then Jesus said to the people, “I tell you the truth. Some of you standing here will see the kingdom of God come with power before you die.” Jesus with Moses and Elijah"},{"Chapter":9,"Number":2,"Text":"Six days later Jesus took Peter, James, and John and went up on a high mountain. They were all alone there. While these followers watched, Jesus was changed."},{"Chapter":9,"Number":3,"Text":"His clothes became shining white, whiter than any person could make them."},{"Chapter":9,"Number":4,"Text":"Then two men appeared, talking with Jesus. The men were Moses and Elijah."},{"Chapter":9,"Number":5,"Text":"Peter said to Jesus, “Teacher, it is good that we are here. We will put three tents here—one for you, one for Moses, and one for Elijah.”"},{"Chapter":9,"Number":6,"Text":"Peter did not know what to say, because he and the others were so frightened."},{"Chapter":9,"Number":7,"Text":"Then a cloud came and covered them. A voice came from the cloud. The voice said, “This is my Son, and I love him. Obey him!”"},{"Chapter":9,"Number":8,"Text":"Then Peter, James, and John looked around, but they saw only Jesus there alone with them."},{"Chapter":9,"Number":9,"Text":"As Jesus and his followers were walking back down the mountain, he commanded them, “Don’t tell anyone about the things you saw on the mountain. Wait till the Son of Man rises from death. Then you may tell.”"},{"Chapter":9,"Number":10,"Text":"So the followers obeyed Jesus and said nothing about what they had seen. But they discussed what Jesus meant about rising from death."},{"Chapter":9,"Number":11,"Text":"They asked Jesus, “Why do the teachers of the law say that Elijah must come first?”"},{"Chapter":9,"Number":12,"Text":"Jesus answered, “They are right to say that Elijah must come first. Elijah makes all things the way they should be. But why does the Scripture say that the Son of Man will suffer much and that people will treat him as if he were nothing?"},{"Chapter":9,"Number":13,"Text":"I tell you that Elijah has already come. And people did to him whatever they wanted to do. The Scriptures said this would happen to him.” "},{"Chapter":9,"Number":14,"Text":"Then Jesus, Peter, James, and John went to the other followers. They saw a great crowd around them. The teachers of the law were arguing with them."},{"Chapter":9,"Number":15,"Text":"But when the crowd saw Jesus, they were surprised and ran to welcome him."},{"Chapter":9,"Number":16,"Text":"Jesus asked, “What are you arguing about with the teachers of the law?”"},{"Chapter":9,"Number":17,"Text":"A man answered, “Teacher, I brought my son to you. He has a spirit from the devil in him. This spirit stops him from talking."},{"Chapter":9,"Number":18,"Text":"The spirit attacks him and throws him on the ground. My son foams at the mouth, grinds his teeth, and becomes very stiff. I asked your followers to force the evil spirit out, but they couldn’t.”"},{"Chapter":9,"Number":19,"Text":"Jesus answered, “You people don’t believe! How long must I stay with you? How long must I go on being patient with you? Bring the boy to me!”"},{"Chapter":9,"Number":20,"Text":"So the followers brought him to Jesus. As soon as the evil spirit saw Jesus, it attacked the boy. He fell down and rolled on the ground, foaming from his mouth."},{"Chapter":9,"Number":21,"Text":"Jesus asked the boy’s father, “How long has this been happening?”The father answered, “Since he was very young."},{"Chapter":9,"Number":22,"Text":"The spirit often throws him into a fire or into water to kill him. If you can do anything for him, please have pity on us and help us.”"},{"Chapter":9,"Number":23,"Text":"Jesus said to the father, “You said, ‘If you can!’ All things are possible for him who believes.”"},{"Chapter":9,"Number":24,"Text":"Immediately the father cried out, “I do believe! Help me to believe more!”"},{"Chapter":9,"Number":25,"Text":"Jesus saw that a crowd was running there to see what was happening. So he spoke to the evil spirit, saying, “You deaf and dumb spirit—I command you to come out of this boy and never enter him again!”"},{"Chapter":9,"Number":26,"Text":"The evil spirit screamed and caused the boy to fall on the ground again. Then the spirit came out. The boy looked as if he were dead. And many people said, “He is dead!”"},{"Chapter":9,"Number":27,"Text":"But Jesus took hold of the boy’s hand and helped him to stand up."},{"Chapter":9,"Number":28,"Text":"Jesus went into the house. His followers were alone with him there. They said, “Why couldn’t we force that evil spirit out?”"},{"Chapter":9,"Number":29,"Text":"Jesus answered, “That kind of spirit can only be forced out by prayer.” "},{"Chapter":9,"Number":30,"Text":"Then Jesus and his followers left that place and went through Galilee. Jesus did not want anyone to know where he was"},{"Chapter":9,"Number":31,"Text":"because he wanted to teach his followers alone. He said to them, “The Son of Man will be given to men who will kill him. After three days, he will rise from death.”"},{"Chapter":9,"Number":32,"Text":"But the followers did not understand what Jesus meant. And they were afraid to ask. "},{"Chapter":9,"Number":33,"Text":"Jesus and his followers went to Capernaum and went into a house there. Then Jesus said to them, “What were you arguing about on the road?”"},{"Chapter":9,"Number":34,"Text":"But the followers did not answer, because their argument on the road was about which one of them was the greatest."},{"Chapter":9,"Number":35,"Text":"Jesus sat down and called the 12 apostles to him. He said, “If anyone wants to be the most important, then he must be last of all and servant of all.”"},{"Chapter":9,"Number":36,"Text":"Then Jesus took a small child and had him stand among them. He took the child in his arms and said,"},{"Chapter":9,"Number":37,"Text":"“If anyone accepts children like these in my name, then he is also accepting me. And if he accepts me, then he is also accepting the One who sent me.” "},{"Chapter":9,"Number":38,"Text":"Then John said, “Teacher, we saw a man using your name to force demons out of a person. We told him to stop, because he does not belong to our group.”"},{"Chapter":9,"Number":39,"Text":"Jesus said, “Don’t stop him. Anyone who uses my name to do powerful things will not say evil things about me."},{"Chapter":9,"Number":40,"Text":"He who is not against us is with us."},{"Chapter":9,"Number":41,"Text":"I tell you the truth. If anyone helps you by giving you a drink of water because you belong to the Christ, then he will truly get his reward."},{"Chapter":9,"Number":42,"Text":"“If one of these little children believes in me, and someone causes that child to sin, then it will be very bad for him. It would be better for him to have a large stone tied around his neck and be drowned in the sea."},{"Chapter":9,"Number":43,"Text":"If your hand causes you to sin, cut it off. It is better for you to lose part of your body but have life forever. That is much better than to have two hands and go to hell. In that place the fire never goes out."},{"Chapter":9,"Number":44,"Text":"[In hell the worm does not die; the fire is never stopped.]"},{"Chapter":9,"Number":45,"Text":"If your foot causes you to sin, cut it off. It is better for you to lose part of your body but have life forever. That is much better than to have two feet and be thrown into hell."},{"Chapter":9,"Number":46,"Text":"[In hell the worm does not die; the fire is never stopped.]"},{"Chapter":9,"Number":47,"Text":"If your eye causes you to sin, take it out. It is better for you to have only one eye but have life forever. That is much better than to have two eyes and be thrown into hell."},{"Chapter":9,"Number":48,"Text":"In hell the worm does not die; the fire is never stopped."},{"Chapter":9,"Number":49,"Text":"Every person will be salted with fire."},{"Chapter":9,"Number":50,"Text":"“Salt is good. But if the salt loses its salty taste, then you cannot make it salty again. So, be full of goodness. And have peace with each other.”"},{"Chapter":10,"Number":1,"Text":"Then Jesus left that place. He went into the area of Judea and across the Jordan River. Again, crowds came to him. And Jesus taught them as he always did."},{"Chapter":10,"Number":2,"Text":"Some Pharisees came to Jesus and tried to trick him. They asked, “Is it right for a man to divorce his wife?”"},{"Chapter":10,"Number":3,"Text":"Jesus answered, “What did Moses command you to do?”"},{"Chapter":10,"Number":4,"Text":"They said, “Moses allowed a man to write out divorce papers and send her away.”"},{"Chapter":10,"Number":5,"Text":"Jesus said, “Moses wrote that command for you because you refused to accept God’s teaching."},{"Chapter":10,"Number":6,"Text":"But when God made the world, ‘he made them male and female.’"},{"Chapter":10,"Number":7,"Text":"‘So a man will leave his father and mother and be united with his wife."},{"Chapter":10,"Number":8,"Text":"And the two people will become one body.’ So the people are not two, but one."},{"Chapter":10,"Number":9,"Text":"God has joined the two people together. So no one should separate them.”"},{"Chapter":10,"Number":10,"Text":"Later, the followers and Jesus were in the house. They asked Jesus again about the question of divorce."},{"Chapter":10,"Number":11,"Text":"He answered, “Anyone who divorces his wife and marries another woman is guilty of adultery against her."},{"Chapter":10,"Number":12,"Text":"And the woman who divorces her husband and marries another man is also guilty of adultery.” "},{"Chapter":10,"Number":13,"Text":"Some people brought their small children to Jesus so he could touch them. But his followers told the people to stop bringing their children to him."},{"Chapter":10,"Number":14,"Text":"When Jesus saw this, he was displeased. He said to them, “Let the little children come to me. Don’t stop them. The kingdom of God belongs to people who are like these little children."},{"Chapter":10,"Number":15,"Text":"I tell you the truth. You must accept the kingdom of God as a little child accepts things, or you will never enter it.”"},{"Chapter":10,"Number":16,"Text":"Then Jesus took the children in his arms. He put his hands on them and blessed them. "},{"Chapter":10,"Number":17,"Text":"Jesus started to leave, but a man ran to him and fell on his knees before Jesus. The man asked, “Good teacher, what must I do to get the life that never ends?”"},{"Chapter":10,"Number":18,"Text":"Jesus answered, “Why do you call me good? No one is good except God alone."},{"Chapter":10,"Number":19,"Text":"You know the commands: ‘You must not murder anyone. You must not be guilty of adultery. You must not steal. You must not tell lies about your neighbor in court. You must not cheat. Honor your father and mother.’”"},{"Chapter":10,"Number":20,"Text":"The man said, “Teacher, I have obeyed all these commands since I was a boy.”"},{"Chapter":10,"Number":21,"Text":"Jesus looked straight at the man and loved him. Jesus said, “There is still one more thing you need to do. Go and sell everything you have, and give the money to the poor. You will have a reward in heaven. Then come and follow me.”"},{"Chapter":10,"Number":22,"Text":"He was very sad to hear Jesus say this, and he left. The man was sad because he was very rich."},{"Chapter":10,"Number":23,"Text":"Then Jesus looked at his followers and said, “How hard it will be for those who are rich to enter the kingdom of God!”"},{"Chapter":10,"Number":24,"Text":"The followers were amazed at what Jesus said. But he said again, “My children, it is very hard to enter the kingdom of God!"},{"Chapter":10,"Number":25,"Text":"And it will be very hard for a rich person to enter the kingdom of God. It would be easier for a camel to go through the eye of a needle!”"},{"Chapter":10,"Number":26,"Text":"The followers were even more amazed and said to each other, “Then who can be saved?”"},{"Chapter":10,"Number":27,"Text":"Jesus looked straight at them and said, “For people this is impossible. But for God all things are possible.”"},{"Chapter":10,"Number":28,"Text":"Peter said to Jesus, “We left everything to follow you!”"},{"Chapter":10,"Number":29,"Text":"Jesus said, “I tell you the truth. Everyone who has left his home, brothers, sisters, mother, father, children, or fields for me and for the Good News"},{"Chapter":10,"Number":30,"Text":"will get a hundred times more than he left. Here in this world he will have more homes, brothers, sisters, mothers, children, and fields. And with those things, he will also suffer for his belief. But in the age that is coming he will have life forever."},{"Chapter":10,"Number":31,"Text":"Many who are first now will be last in the future. And those who are last now will be first in the future.” "},{"Chapter":10,"Number":32,"Text":"Jesus and the people with him were on the road to Jerusalem. Jesus was leading the way. The followers were amazed, but those who followed behind them were afraid. Jesus took the 12 apostles aside and talked with them alone. He told them what would happen in Jerusalem."},{"Chapter":10,"Number":33,"Text":"He said, “We are going to Jerusalem. The Son of Man will be given to the leading priests and teachers of the law. They will say that he must die. They will give him to the non-Jewish people,"},{"Chapter":10,"Number":34,"Text":"who will laugh at him and spit on him. They will beat him with whips and kill him. But on the third day after his death, he will rise to life again.” "},{"Chapter":10,"Number":35,"Text":"Then James and John, sons of Zebedee, came to Jesus. They said, “Teacher, we want to ask you to do something for us.”"},{"Chapter":10,"Number":36,"Text":"Jesus asked, “What do you want me to do for you?”"},{"Chapter":10,"Number":37,"Text":"They answered, “You will have glory in your kingdom. Let one of us sit at your right, and let one of us sit at your left.”"},{"Chapter":10,"Number":38,"Text":"Jesus said, “You don’t understand what you are asking. Can you drink the cup that I must drink? And can you be baptized with the same kind of baptism that I must have?”"},{"Chapter":10,"Number":39,"Text":"They answered, “Yes, we can!”Jesus said to them, “You will drink the same cup that I will drink. And you will be baptized with the same baptism that I must have."},{"Chapter":10,"Number":40,"Text":"But I cannot choose who will sit at my right or my left. These places are for those for whom they are prepared.”"},{"Chapter":10,"Number":41,"Text":"The ten followers heard this. They began to be angry with James and John."},{"Chapter":10,"Number":42,"Text":"Jesus called all the followers together. He said, “The non-Jewish people have men they call rulers. You know that those rulers love to show their power over the people. And their important leaders love to use all their authority."},{"Chapter":10,"Number":43,"Text":"But it should not be that way among you. If one of you wants to become great, then he must serve you like a servant."},{"Chapter":10,"Number":44,"Text":"If one of you wants to become the most important, then he must serve all of you like a slave."},{"Chapter":10,"Number":45,"Text":"In the same way, the Son of Man did not come to be served. He came to serve. The Son of Man came to give his life to save many people.” "},{"Chapter":10,"Number":46,"Text":"Then they came to the town of Jericho. As Jesus was leaving there with his followers and a large crowd, a blind beggar named Bartimaeus (son of Timaeus) was sitting by the road."},{"Chapter":10,"Number":47,"Text":"He heard that Jesus from Nazareth was walking by. The blind man cried out, “Jesus, Son of David, please help me!”"},{"Chapter":10,"Number":48,"Text":"Many people scolded the blind man and told him to be quiet. But he shouted more and more, “Son of David, please help me!”"},{"Chapter":10,"Number":49,"Text":"Jesus stopped and said, “Tell the man to come here.”So they called the blind man. They said, “Cheer up! Get to your feet. Jesus is calling you.”"},{"Chapter":10,"Number":50,"Text":"The blind man stood up quickly. He left his coat there and went to Jesus."},{"Chapter":10,"Number":51,"Text":"Jesus asked him, “What do you want me to do for you?”The blind man answered, “Teacher, I want to see again.”"},{"Chapter":10,"Number":52,"Text":"Jesus said, “Go. You are healed because you believed.” At once the man was able to see again, and he followed Jesus on the road."},{"Chapter":11,"Number":1,"Text":"Jesus and his followers were coming closer to Jerusalem. They came to the towns of Bethphage and Bethany near the Mount of Olives. There Jesus sent two of his followers."},{"Chapter":11,"Number":2,"Text":"He said to them, “Go to the town you see there. When you enter it, you will find a colt tied which no one has ever ridden. Untie it and bring it here to me."},{"Chapter":11,"Number":3,"Text":"If anyone asks you why you are doing this, tell him, ‘The Master needs the colt. He will send it back soon.’”"},{"Chapter":11,"Number":4,"Text":"The followers went into the town. They found a colt tied in the street near the door of a house, and they untied it."},{"Chapter":11,"Number":5,"Text":"Some people were standing there and asked, “What are you doing? Why are you untying that colt?”"},{"Chapter":11,"Number":6,"Text":"The followers answered the way Jesus told them to answer. And the people let them take the colt."},{"Chapter":11,"Number":7,"Text":"The followers brought the colt to Jesus. They put their coats on the colt, and Jesus sat on it."},{"Chapter":11,"Number":8,"Text":"Many people spread their coats on the road. Others cut branches in the fields and spread the branches on the road."},{"Chapter":11,"Number":9,"Text":"Some of the people were walking ahead of Jesus. Others were following him. All of them were shouting,“Praise God!God bless the One who comes in the name of the Lord! Psalm 118:26"},{"Chapter":11,"Number":10,"Text":"God bless the kingdom of our father David!    That kingdom is coming!Praise to God in heaven!”"},{"Chapter":11,"Number":11,"Text":"Jesus entered Jerusalem and went into the Temple. When he had looked at everything, and since it was already late, he went out to Bethany with the 12 apostles."},{"Chapter":11,"Number":12,"Text":"The next day as Jesus was leaving Bethany, he was hungry."},{"Chapter":11,"Number":13,"Text":"He saw a fig tree in leaf. So he went to the tree to see if it had any figs on it. But he found no figs, only leaves. It was not the right season for figs to grow."},{"Chapter":11,"Number":14,"Text":"So Jesus said to the tree, “May no one ever eat fruit from you again.” Jesus’ followers heard him say this. "},{"Chapter":11,"Number":15,"Text":"Jesus returned to Jerusalem and went into the Temple. He began to throw out those who were buying and selling things there. He overturned the tables that belonged to the men who were exchanging different kinds of money. And he turned over the benches of the men who were selling doves."},{"Chapter":11,"Number":16,"Text":"Jesus refused to allow anyone to carry goods through the Temple courts."},{"Chapter":11,"Number":17,"Text":"Then Jesus taught the people. He said, “It is written in the Scriptures, ‘My Temple will be a house where people from all nations will pray.’ But you are changing God’s house into a ‘hideout for robbers.’”"},{"Chapter":11,"Number":18,"Text":"The leading priests and the teachers of the law heard all this. They began trying to find a way to kill Jesus. They were afraid of him because all the people were amazed at his teaching."},{"Chapter":11,"Number":19,"Text":"That night, Jesus and his followers left the city. "},{"Chapter":11,"Number":20,"Text":"The next morning, Jesus was passing by with his followers. They saw the fig tree, and it was dry and dead, even to the roots."},{"Chapter":11,"Number":21,"Text":"Peter remembered the tree and said to Jesus, “Teacher, look! Yesterday, you cursed the fig tree. Now it is dry and dead!”"},{"Chapter":11,"Number":22,"Text":"Jesus answered, “Have faith in God."},{"Chapter":11,"Number":23,"Text":"I tell you the truth. You can say to this mountain, ‘Go, mountain, fall into the sea.’ And if you have no doubts in your mind and believe that the thing you say will happen, then God will do it for you."},{"Chapter":11,"Number":24,"Text":"So I tell you to ask for things in prayer. And if you believe that you have received those things, then they will be yours."},{"Chapter":11,"Number":25,"Text":"When you are praying, and you remember that you are angry with another person about something, then forgive him. If you do this, then your Father in heaven will also forgive your sins.”"},{"Chapter":11,"Number":26,"Text":"[But if you don’t forgive other people, then your Father in heaven will not forgive your sins.] "},{"Chapter":11,"Number":27,"Text":"Jesus and his followers went again to Jerusalem. Jesus was walking in the Temple. The leading priests, the teachers of the law, and the Jewish elders came to him."},{"Chapter":11,"Number":28,"Text":"They said to him, “Tell us! What authority do you have to do these things? Who gave you this authority?”"},{"Chapter":11,"Number":29,"Text":"Jesus answered, “I will ask you one question. You answer it. Then I will tell you whose authority I use to do these things."},{"Chapter":11,"Number":30,"Text":"Tell me: When John baptized people, was that from God or from man? Answer me!”"},{"Chapter":11,"Number":31,"Text":"They argued about Jesus’ question. They said to each other, “If we answer, ‘John’s baptism was from God,’ then Jesus will say, ‘Then why didn’t you believe John?’"},{"Chapter":11,"Number":32,"Text":"But if we say, ‘From man,’ then the people will be against us.” (These leaders were afraid of the people. All the people believed that John was a prophet.)"},{"Chapter":11,"Number":33,"Text":"So the leaders answered Jesus, “We don’t know.”Jesus said, “Then I will not tell you what authority I use to do these things.”"},{"Chapter":12,"Number":1,"Text":"Jesus used stories to teach the people. He said, “A man planted a vineyard. He put a wall around it and dug a hole for a winepress. Then he built a tower. He leased the vineyard to some farmers and left for a trip."},{"Chapter":12,"Number":2,"Text":"Later, it was time for the grapes to be picked. So the man sent a servant to the farmers to get his share of the grapes."},{"Chapter":12,"Number":3,"Text":"But the farmers grabbed the servant and beat him. They sent him away with nothing."},{"Chapter":12,"Number":4,"Text":"Then the man sent another servant. They hit him on the head and showed no respect for him."},{"Chapter":12,"Number":5,"Text":"So the man sent another servant. They killed this servant. The man sent many other servants. The farmers beat some of them and killed others."},{"Chapter":12,"Number":6,"Text":"“The man had one person left to send, his son whom he loved. He sent him last of all, saying, ‘The farmers will respect my son.’"},{"Chapter":12,"Number":7,"Text":"“But they said to each other, ‘This is the owner’s son. This vineyard will be his. If we kill him, then it will be ours.’"},{"Chapter":12,"Number":8,"Text":"So they took the son, killed him, and threw him out of the vineyard."},{"Chapter":12,"Number":9,"Text":"“So what will the man who owns the vineyard do? He will go to the vineyard and kill those farmers. Then he will give the vineyard to other farmers."},{"Chapter":12,"Number":10,"Text":"Surely you have read this Scripture:‘The stone that the builders did not want    became the cornerstone."},{"Chapter":12,"Number":11,"Text":"The Lord did this,    and it is wonderful to us.’”"},{"Chapter":12,"Number":12,"Text":"The Jewish leaders knew that the story was about them. So they wanted to find a way to arrest Jesus, but they were afraid of the people. So the leaders left him and went away. "},{"Chapter":12,"Number":13,"Text":"Later, the Jewish leaders sent some Pharisees and some men from the group called Herodians to Jesus. They wanted to catch Jesus saying something wrong."},{"Chapter":12,"Number":14,"Text":"They came to him and said, “Teacher, we know that you are an honest man. You are not afraid of what other people think about you. All men are the same to you. And you teach the truth about God’s way. Tell us: Is it right to pay taxes to Caesar? Should we pay them, or not?”"},{"Chapter":12,"Number":15,"Text":"But Jesus knew what these men were really trying to do. He said, “Why are you trying to trap me? Bring me a silver coin. Let me see it.”"},{"Chapter":12,"Number":16,"Text":"They gave Jesus a coin, and he asked, “Whose picture is on the coin? And whose name is written on it?”They answered, “Caesar’s.”"},{"Chapter":12,"Number":17,"Text":"Then Jesus said to them, “Give to Caesar the things that are Caesar’s. And give to God the things that are God’s.” The men were amazed at what Jesus said. "},{"Chapter":12,"Number":18,"Text":"Then some Sadducees came to Jesus. (Sadducees believe that no person will rise from death.) The Sadducees asked Jesus a question."},{"Chapter":12,"Number":19,"Text":"They said, “Teacher, Moses wrote that a man’s brother might die. He leaves a wife but no children. Then that man must marry the widow and have children for the dead brother."},{"Chapter":12,"Number":20,"Text":"There were seven brothers. The first brother married but died. He had no children."},{"Chapter":12,"Number":21,"Text":"So the second brother married the widow. But he also died and had no children. The same thing happened with the third brother."},{"Chapter":12,"Number":22,"Text":"All seven brothers married her and died. None of the brothers had any children. The woman was last to die."},{"Chapter":12,"Number":23,"Text":"But all seven brothers had married her. So at the time people rise from death, whose wife will the woman be?”"},{"Chapter":12,"Number":24,"Text":"Jesus answered, “Why did you make this mistake? Is it because you don’t know what the Scriptures say? Or is it because you don’t know about the power of God?"},{"Chapter":12,"Number":25,"Text":"When people rise from death, there will be no marriage. People will not be married to each other but will be like angels in heaven."},{"Chapter":12,"Number":26,"Text":"Surely you have read what God said about people rising from death. In the book in which Moses wrote about the burning bush, it says that God told Moses this: ‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’"},{"Chapter":12,"Number":27,"Text":"God is the God of living people, not dead people. You Sadducees are wrong!” "},{"Chapter":12,"Number":28,"Text":"One of the teachers of the law came to Jesus. He heard Jesus arguing with the Sadducees and the Pharisees. He saw that Jesus gave good answers to their questions. So he asked Jesus, “Which of the commands is most important?”"},{"Chapter":12,"Number":29,"Text":"Jesus answered, “The most important command is this: ‘Listen, people of Israel! The Lord our God, he is the only Lord."},{"Chapter":12,"Number":30,"Text":"Love the Lord your God. Love him with all your heart, all your soul, all your mind, and all your strength.’"},{"Chapter":12,"Number":31,"Text":"The second most important command is this: ‘Love your neighbor as you love yourself.’ These two commands are the most important commands.”"},{"Chapter":12,"Number":32,"Text":"The man answered, “That was a good answer, Teacher. You were right when you said these things. God is the only Lord, and there is no other God besides him."},{"Chapter":12,"Number":33,"Text":"One must love God with all his heart, all his mind, and all his strength. And one must love his neighbor as he loves himself. These commands are more important than all the animals and sacrifices we offer to God.”"},{"Chapter":12,"Number":34,"Text":"Jesus saw that the man answered him wisely. So Jesus said to him, “You are close to the kingdom of God.” And after that, no one was brave enough to ask Jesus any more questions."},{"Chapter":12,"Number":35,"Text":"Jesus was teaching in the Temple. He asked, “Why do the teachers of the law say that the Christ is the son of David?"},{"Chapter":12,"Number":36,"Text":"David himself, speaking by the Holy Spirit, said:‘The Lord said to my Lord:    Sit by me at my right side,    until I put your enemies under your control.’"},{"Chapter":12,"Number":37,"Text":"David himself calls the Christ ‘Lord.’ So how can the Christ be David’s son?” The large crowd listened to Jesus with pleasure."},{"Chapter":12,"Number":38,"Text":"Jesus continued teaching. He said, “Beware of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces."},{"Chapter":12,"Number":39,"Text":"They love to have the most important seats in the synagogues. And they love to have the most important seats at the feasts."},{"Chapter":12,"Number":40,"Text":"They cheat widows and steal their homes. Then they try to make themselves look good by saying long prayers. God will punish these people terribly.” "},{"Chapter":12,"Number":41,"Text":"Jesus sat near the Temple money box where people put their gifts. He watched the people put in their money. Many rich people gave large sums of money."},{"Chapter":12,"Number":42,"Text":"Then a poor widow came and gave two very small copper coins. These coins were not worth even a penny."},{"Chapter":12,"Number":43,"Text":"Jesus called his followers to him. He said, “I tell you the truth. This poor widow gave only two small coins. But she really gave more than all those rich people."},{"Chapter":12,"Number":44,"Text":"The rich have plenty; they gave only what they did not need. This woman is very poor. But she gave all she had. And she needed that money to help her live.”"},{"Chapter":13,"Number":1,"Text":"Jesus was leaving the Temple. One of his followers said to him, “Look, Teacher! This Temple has beautiful buildings with very big stones.”"},{"Chapter":13,"Number":2,"Text":"Jesus said, “Do you see all these great buildings? Every stone will be thrown to the ground. Not one stone will be left on another.”"},{"Chapter":13,"Number":3,"Text":"Later, Jesus was sitting on the Mount of Olives. He was alone with Peter, James, John, and Andrew. They could all see the Temple. They asked Jesus,"},{"Chapter":13,"Number":4,"Text":"“Tell us, when will all these things happen? And what will show us that the time has come for them to happen?”"},{"Chapter":13,"Number":5,"Text":"Jesus said to them: “Be careful that no one fools you."},{"Chapter":13,"Number":6,"Text":"Many people will come and use my name. They will say, ‘I am the One.’ And they will fool many."},{"Chapter":13,"Number":7,"Text":"You will hear about wars and stories of wars that are coming. But don’t be afraid. These things must happen before the end comes."},{"Chapter":13,"Number":8,"Text":"Nations will fight against other nations. Kingdoms will fight against other kingdoms. There will be times when there is no food for people to eat. And there will be earthquakes in different places. These things are like the first pains when something new is about to be born."},{"Chapter":13,"Number":9,"Text":"“You must be careful. People will arrest you and take you to court. They will beat you in their synagogues. You will be forced to stand before kings and governors, to tell them about me. This will happen to you because you follow me."},{"Chapter":13,"Number":10,"Text":"But before these things happen, the Good News must be told to all people."},{"Chapter":13,"Number":11,"Text":"When you are arrested and judged, don’t worry about what you should say. Say the things God gives you to say at that time. It will not really be you speaking. It will be the Holy Spirit."},{"Chapter":13,"Number":12,"Text":"“Brothers will turn against their own brothers and give them over to be killed. Fathers will turn against their own children and give them over to be killed. Children will fight against their own parents and cause their parents to be killed."},{"Chapter":13,"Number":13,"Text":"All people will hate you because you follow me. But the person who continues to be strong until the end will be saved."},{"Chapter":13,"Number":14,"Text":"“You will see ‘the horrible thing that destroys.’ You will see this thing standing in the place where it should not be.” (You who read this should understand what it means.) “At that time, the people in Judea should run away to the mountains."},{"Chapter":13,"Number":15,"Text":"If a person is on the roof of his house, he must not go down to take anything out of his house."},{"Chapter":13,"Number":16,"Text":"If a person is in the field, he must not go back to get his coat."},{"Chapter":13,"Number":17,"Text":"At that time, it will be hard for women who are pregnant or have nursing babies."},{"Chapter":13,"Number":18,"Text":"Pray that these things will not happen in winter."},{"Chapter":13,"Number":19,"Text":"This is because those days will be full of trouble. There will be more trouble than there has ever been since the beginning, when God made the world. And nothing as bad will ever happen again."},{"Chapter":13,"Number":20,"Text":"God has decided to make that terrible time short. If that time were not made short, then no one would go on living. But God will make that time short to help his special people whom he has chosen."},{"Chapter":13,"Number":21,"Text":"At that time, someone might say to you, ‘Look, there is the Christ!’ Or another person might say, ‘There he is!’ But don’t believe them."},{"Chapter":13,"Number":22,"Text":"False Christs and false prophets will come and perform great wonders and miracles. They will do these things to the people God has chosen. They will do these things to try to fool them, if that is possible."},{"Chapter":13,"Number":23,"Text":"So be careful. For I have warned you about all this before it happens."},{"Chapter":13,"Number":24,"Text":"“During the days after this trouble comes,‘The sun will grow dark.    And the moon will not give its light."},{"Chapter":13,"Number":25,"Text":"The stars will fall from the sky.    And everything in the sky will be changed.’ ; 34:4"},{"Chapter":13,"Number":26,"Text":"“Then people will see the Son of Man coming in clouds with great power and glory."},{"Chapter":13,"Number":27,"Text":"The Son of Man will send his angels all around the earth. They will gather his chosen people from every part of the earth."},{"Chapter":13,"Number":28,"Text":"“The fig tree teaches us a lesson: When its branches become green and soft, and new leaves begin to grow, then you know that summer is near."},{"Chapter":13,"Number":29,"Text":"So also when you see all these things happening, then you will know that the time is near, ready to come."},{"Chapter":13,"Number":30,"Text":"I tell you the truth. All these things will happen while the people of this time are still living."},{"Chapter":13,"Number":31,"Text":"The whole world, earth and sky, will be destroyed, but the words I have said will never be destroyed."},{"Chapter":13,"Number":32,"Text":"“No one knows when that day or time will be. The Son and the angels in heaven don’t know. Only the Father knows."},{"Chapter":13,"Number":33,"Text":"Be careful! Always be ready! You don’t know when that time will be."},{"Chapter":13,"Number":34,"Text":"It is like a man who goes on a trip. He leaves his house and lets his servants take care of it. He gives each servant a special job to do. One servant has the work of guarding the door. The man tells this servant always to be watchful. This is what I am now telling you."},{"Chapter":13,"Number":35,"Text":"You must always be ready. You don’t know when the owner of the house will come back. He might come in the evening, or at midnight, or in the early morning, or when the sun rises."},{"Chapter":13,"Number":36,"Text":"He might come back quickly. If you are always ready, then he will not find you sleeping."},{"Chapter":13,"Number":37,"Text":"I tell you this, and I say this to everyone: ‘Be ready!’”"},{"Chapter":14,"Number":1,"Text":"It was now only two days before the Passover and the Feast of Unleavened Bread. The leading priests and teachers of the law were trying to find a way to use some trick to arrest Jesus and kill him."},{"Chapter":14,"Number":2,"Text":"But they said, “We must not do it during the feast. The people might cause a riot.” "},{"Chapter":14,"Number":3,"Text":"Jesus was in Bethany. He was at dinner in the house of Simon, who had a harmful skin disease. While Jesus was there, a woman came to him. She had an alabaster jar filled with very expensive perfume, made of pure nard. The woman opened the jar and poured the perfume on Jesus’ head."},{"Chapter":14,"Number":4,"Text":"Some of those who were there saw this and became angry. They complained to each other, saying, “Why waste that perfume?"},{"Chapter":14,"Number":5,"Text":"It was worth a full year’s work. It could be sold, and the money could be given to the poor.” They spoke to the woman sharply."},{"Chapter":14,"Number":6,"Text":"Jesus said, “Don’t bother the woman. Why are you troubling her? She did a beautiful thing for me."},{"Chapter":14,"Number":7,"Text":"You will always have the poor with you. You can help them anytime you want. But you will not always have me."},{"Chapter":14,"Number":8,"Text":"This woman did the only thing she could do for me. She poured perfume on my body. She did this before I die to prepare me for burial."},{"Chapter":14,"Number":9,"Text":"I tell you the truth. The Good News will be told to people in all the world. And in every place it is preached, what this woman has done will be told. And people will remember her.” "},{"Chapter":14,"Number":10,"Text":"One of the 12 followers, Judas Iscariot, went to talk to the leading priests. Judas offered to give Jesus to them."},{"Chapter":14,"Number":11,"Text":"The leading priests were pleased about this. They promised to pay Judas money. So he waited for the best time to give Jesus to them. "},{"Chapter":14,"Number":12,"Text":"It was now the first day of the Feast of Unleavened Bread. This was a time when the Jews always sacrificed the Passover lambs. Jesus’ followers came to him. They said, “We will go and prepare everything for the Passover Feast. Where do you want to eat the feast?”"},{"Chapter":14,"Number":13,"Text":"Jesus sent two of his followers and said to them, “Go into the city. A man carrying a jar of water will meet you. Follow him."},{"Chapter":14,"Number":14,"Text":"He will go into a house. Tell the owner of the house, ‘The Teacher asks that you show us the room where he and his followers can eat the Passover Feast.’"},{"Chapter":14,"Number":15,"Text":"The owner will show you a large room upstairs. This room is ready. Prepare the food for us there.”"},{"Chapter":14,"Number":16,"Text":"So the followers left and went into the city. Everything happened as Jesus had said. So they prepared the Passover Feast."},{"Chapter":14,"Number":17,"Text":"In the evening, Jesus went to that house with the 12."},{"Chapter":14,"Number":18,"Text":"While they were all eating, Jesus said, “I tell you the truth. One of you will give me to my enemies—one of you eating with me now.”"},{"Chapter":14,"Number":19,"Text":"The followers were very sad to hear this. Each one said to Jesus, “I am not the one, am I?”"},{"Chapter":14,"Number":20,"Text":"Jesus answered, “The man who is against me is 1 of the 12. He is the 1 who dips his bread into the bowl with me."},{"Chapter":14,"Number":21,"Text":"The Son of Man must go and die. The Scriptures say this will happen. But how terrible it will be for the person who gives the Son of Man to be killed. It would be better for that person if he had never been born.” "},{"Chapter":14,"Number":22,"Text":"While they were eating, Jesus took some bread. He thanked God for it and broke it. Then he gave it to his followers and said, “Take it. This bread is my body.”"},{"Chapter":14,"Number":23,"Text":"Then Jesus took a cup. He thanked God for it and gave it to the followers. All the followers drank from the cup."},{"Chapter":14,"Number":24,"Text":"Then Jesus said, “This is my blood which begins the new agreement that God makes with his people. This blood is poured out for many."},{"Chapter":14,"Number":25,"Text":"I tell you the truth. I will not drink of this fruit of the vine again until that day when I drink it new in the kingdom of God.”"},{"Chapter":14,"Number":26,"Text":"They sang a hymn and went out to the Mount of Olives. "},{"Chapter":14,"Number":27,"Text":"Then Jesus told the followers, “You will all lose your faith in me. It is written in the Scriptures:‘I will kill the shepherd,    and the sheep will scatter.’"},{"Chapter":14,"Number":28,"Text":"But after I rise from death, I will go ahead of you into Galilee.”"},{"Chapter":14,"Number":29,"Text":"Peter said, “All the other followers may lose their faith. But I will not.”"},{"Chapter":14,"Number":30,"Text":"Jesus answered, “I tell you the truth. Tonight you will say you don’t know me. You will say this three times before the rooster crows twice.”"},{"Chapter":14,"Number":31,"Text":"But Peter answered strongly, “I will never say that I don’t know you! I will even die with you!” And all the other followers said the same thing. "},{"Chapter":14,"Number":32,"Text":"Jesus and his followers went to a place called Gethsemane. He said to his followers, “Sit here while I pray.”"},{"Chapter":14,"Number":33,"Text":"Jesus told Peter, James, and John to come with him. Then Jesus began to be very sad and troubled."},{"Chapter":14,"Number":34,"Text":"He said to them, “I am full of sorrow. My heart is breaking with sadness. Stay here and watch.”"},{"Chapter":14,"Number":35,"Text":"Jesus walked a little farther away from them. Then he fell on the ground and prayed. He prayed that, if possible, he would not have this time of suffering."},{"Chapter":14,"Number":36,"Text":"He prayed, “Abba, Father! You can do all things. Let me not have this cup of suffering. But do what you want, not what I want.”"},{"Chapter":14,"Number":37,"Text":"Then Jesus went back to his followers. He found them asleep. He said to Peter, “Simon, why are you sleeping? You could not stay awake with me for one hour?"},{"Chapter":14,"Number":38,"Text":"Stay awake and pray that you will not be tempted. Your spirit wants to do what is right, but your body is weak.”"},{"Chapter":14,"Number":39,"Text":"Again Jesus went away and prayed the same thing."},{"Chapter":14,"Number":40,"Text":"Then he went back to the followers. Again he found them asleep because their eyes were very heavy. And they did not know what to say to Jesus."},{"Chapter":14,"Number":41,"Text":"After Jesus prayed a third time, he went back to his followers. He said to them, “You are still sleeping and resting? That’s enough! The time has come for the Son of Man to be given to sinful people."},{"Chapter":14,"Number":42,"Text":"Get up! We must go. Here comes the man who has turned against me.” "},{"Chapter":14,"Number":43,"Text":"While Jesus was still speaking, Judas came up. Judas was 1 of the 12 followers. He had many people with him. They were sent from the leading priests, the teachers of the law, and the Jewish elders. Those with Judas had swords and clubs."},{"Chapter":14,"Number":44,"Text":"Judas had planned a signal for them. He had said, “The man I kiss is Jesus. Arrest him and guard him while you lead him away.”"},{"Chapter":14,"Number":45,"Text":"So Judas went to Jesus and said, “Teacher!” and kissed him."},{"Chapter":14,"Number":46,"Text":"Then the men grabbed Jesus and arrested him."},{"Chapter":14,"Number":47,"Text":"One of the followers standing near drew his sword. He struck the servant of the high priest with the sword and cut off his ear."},{"Chapter":14,"Number":48,"Text":"Then Jesus said, “You came to get me with swords and clubs as if I were a criminal."},{"Chapter":14,"Number":49,"Text":"Every day I was with you teaching in the Temple. You did not arrest me there. But all these things have happened to make the Scriptures come true.”"},{"Chapter":14,"Number":50,"Text":"Then all of Jesus’ followers left him and ran away."},{"Chapter":14,"Number":51,"Text":"A young man, wearing only a linen cloth, was following Jesus. The people also grabbed him."},{"Chapter":14,"Number":52,"Text":"But the cloth he was wearing came off, and he ran away naked. "},{"Chapter":14,"Number":53,"Text":"The people who arrested Jesus led him to the house of the high priest. All the leading priests, the Jewish elders, and the teachers of the law were gathered there."},{"Chapter":14,"Number":54,"Text":"Peter followed far behind and entered the courtyard of the high priest’s house. There he sat with the guards, warming himself by the fire."},{"Chapter":14,"Number":55,"Text":"The leading priests and all the Jewish council tried to find something that Jesus had done wrong so they could kill him. But the council could find no proof against him."},{"Chapter":14,"Number":56,"Text":"Many people came and told false things about him. But all said different things—none of them agreed."},{"Chapter":14,"Number":57,"Text":"Then some men stood up and lied about Jesus. They said,"},{"Chapter":14,"Number":58,"Text":"“We heard this man say, ‘I will destroy this Temple that men made. And three days later, I will build another Temple—a Temple not made by men.’”"},{"Chapter":14,"Number":59,"Text":"But even the things these men said did not agree."},{"Chapter":14,"Number":60,"Text":"Then the high priest stood before them and said to Jesus, “Aren’t you going to answer the charges these men bring against you?”"},{"Chapter":14,"Number":61,"Text":"But Jesus said nothing. He did not answer.The high priest asked Jesus another question: “Are you the Christ, the Son of the blessed God?”"},{"Chapter":14,"Number":62,"Text":"Jesus answered, “I am. And in the future you will see the Son of Man sitting at the right side of the Powerful One. And you will see the Son of Man coming on clouds in the sky.”"},{"Chapter":14,"Number":63,"Text":"When the high priest heard this, he was very angry. He tore his clothes and said, “We don’t need any more witnesses!"},{"Chapter":14,"Number":64,"Text":"You all heard him say these things against God. What do you think?”They all said that Jesus was guilty and should be killed."},{"Chapter":14,"Number":65,"Text":"Some of the people there spit at Jesus. They covered his eyes and hit him with their fists. They said, “Prove that you are a prophet!” Then the guards led Jesus away and beat him. "},{"Chapter":14,"Number":66,"Text":"Peter was still in the courtyard when a servant girl of the high priest came there."},{"Chapter":14,"Number":67,"Text":"She saw Peter warming himself at the fire. She looked closely at him.Then the girl said, “You were with Jesus, that man from Nazareth.”"},{"Chapter":14,"Number":68,"Text":"But Peter said that he was never with Jesus. He said, “I don’t know or understand what you are talking about.” Then Peter left and went toward the entrance of the courtyard."},{"Chapter":14,"Number":69,"Text":"The servant girl saw Peter there. Again she said to the people who were standing there, “This man is one of those who followed Jesus.”"},{"Chapter":14,"Number":70,"Text":"Again Peter said that it was not true.A short time later, some people were standing near Peter. They said, “We know you are one of those who followed Jesus. You are from Galilee, too.”"},{"Chapter":14,"Number":71,"Text":"Then Peter began to curse. He said, “I swear that I don’t know this man you’re talking about!”"},{"Chapter":14,"Number":72,"Text":"As soon as Peter said this, the rooster crowed the second time. Then Peter remembered what Jesus had told him: “Before the rooster crows twice, you will say three times that you don’t know me.” Then Peter was very sad and began to cry."},{"Chapter":15,"Number":1,"Text":"Very early in the morning, the leading priests, the Jewish elders, the teachers of the law, and all the Jewish council decided what to do with Jesus. They tied him, led him away, and turned him over to Pilate, the governor."},{"Chapter":15,"Number":2,"Text":"Pilate asked Jesus, “Are you the king of the Jews?”Jesus answered, “Yes, I am.”"},{"Chapter":15,"Number":3,"Text":"The leading priests accused Jesus of many things."},{"Chapter":15,"Number":4,"Text":"So Pilate asked Jesus another question. He said, “You can see that these people are accusing you of many things. Why don’t you answer?”"},{"Chapter":15,"Number":5,"Text":"But Jesus still said nothing. Pilate was very surprised at this. "},{"Chapter":15,"Number":6,"Text":"Every year at the Passover time the governor would free one person from prison. He would free any person the people wanted him to free."},{"Chapter":15,"Number":7,"Text":"At that time, there was a man named Barabbas in prison. He was a rebel and had committed murder during a riot."},{"Chapter":15,"Number":8,"Text":"The crowd came to Pilate and asked him to free a prisoner as he always did."},{"Chapter":15,"Number":9,"Text":"Pilate asked them, “Do you want me to free the king of the Jews?”"},{"Chapter":15,"Number":10,"Text":"Pilate knew that the leading priests had given Jesus to him because they were jealous of Jesus."},{"Chapter":15,"Number":11,"Text":"And the leading priests had persuaded the people to ask Pilate to free Barabbas, not Jesus."},{"Chapter":15,"Number":12,"Text":"Pilate asked the crowd again, “So what should I do with this man you call the king of the Jews?”"},{"Chapter":15,"Number":13,"Text":"They shouted, “Kill him on a cross!”"},{"Chapter":15,"Number":14,"Text":"Pilate asked, “Why? What wrong has he done?”But they shouted louder and louder, “Kill him on a cross!”"},{"Chapter":15,"Number":15,"Text":"Pilate wanted to please the crowd. So he freed Barabbas for them. And Pilate told the soldiers to beat Jesus with whips. Then he gave Jesus to the soldiers to be killed on a cross."},{"Chapter":15,"Number":16,"Text":"Pilate’s soldiers took Jesus into the governor’s palace (called the Praetorium). They called all the other soldiers together."},{"Chapter":15,"Number":17,"Text":"They put a purple robe on Jesus. Then they used thorny branches to make a crown. They put it on his head."},{"Chapter":15,"Number":18,"Text":"Then they called out to him, “Hail, King of the Jews!”"},{"Chapter":15,"Number":19,"Text":"The soldiers beat Jesus on the head many times with a stick. They also spit on him. Then they made fun of him by bowing on their knees and worshiping him."},{"Chapter":15,"Number":20,"Text":"After they finished making fun of him, the soldiers took off the purple robe and put his own clothes on him again. Then they led Jesus out of the palace to be killed on a cross. "},{"Chapter":15,"Number":21,"Text":"There was a man from Cyrene coming from the fields to the city. The man was Simon, the father of Alexander and Rufus. The soldiers forced Simon to carry the cross for Jesus."},{"Chapter":15,"Number":22,"Text":"They led Jesus to the place called Golgotha. (Golgotha means the Place of the Skull.)"},{"Chapter":15,"Number":23,"Text":"At Golgotha the soldiers tried to give Jesus wine to drink. This wine was mixed with myrrh. But he refused to drink it."},{"Chapter":15,"Number":24,"Text":"The soldiers nailed Jesus to a cross. Then they divided his clothes among themselves. They threw lots to decide which clothes each soldier would get."},{"Chapter":15,"Number":25,"Text":"It was nine o’clock in the morning when they nailed Jesus to the cross."},{"Chapter":15,"Number":26,"Text":"There was a sign with the charge against Jesus written on it. The sign read: “THE KING OF THE JEWS.”"},{"Chapter":15,"Number":27,"Text":"They also put two robbers on crosses beside Jesus, one on the right, and the other on the left."},{"Chapter":15,"Number":28,"Text":"[And the Scripture came true that says, “They put him with criminals.”]"},{"Chapter":15,"Number":29,"Text":"People walked by and insulted Jesus. They shook their heads, saying, “You said you could destroy the Temple and build it again in three days."},{"Chapter":15,"Number":30,"Text":"So save yourself! Come down from that cross!”"},{"Chapter":15,"Number":31,"Text":"The leading priests and the teachers of the law were also there. They made fun of Jesus just as the other people did. They said among themselves, “He saved other people, but he can’t save himself."},{"Chapter":15,"Number":32,"Text":"If he is really the Christ, the king of Israel, then let him come down from the cross now. We will see this, and then we will believe in him.” The robbers who were being killed on the crosses beside Jesus also insulted him. "},{"Chapter":15,"Number":33,"Text":"At noon the whole country became dark. This darkness lasted for three hours."},{"Chapter":15,"Number":34,"Text":"At three o’clock Jesus cried in a loud voice, “Eloi, Eloi, lama sabachthani.” This means, “My God, my God, why have you left me alone?”"},{"Chapter":15,"Number":35,"Text":"Some of the people standing there heard this. They said, “Listen! He is calling Elijah.”"},{"Chapter":15,"Number":36,"Text":"One man there ran and got a sponge. He filled the sponge with vinegar and tied it to a stick. Then he used the stick to give the sponge to Jesus to drink from it. The man said, “We should wait now and see if Elijah will come to take him down from the cross.”"},{"Chapter":15,"Number":37,"Text":"Then Jesus cried in a loud voice and died."},{"Chapter":15,"Number":38,"Text":"When Jesus died, the curtain in the Temple split into two pieces. The tear started at the top and tore all the way to the bottom."},{"Chapter":15,"Number":39,"Text":"The army officer that was standing there before the cross saw what happened when Jesus died. The officer said, “This man really was the Son of God!”"},{"Chapter":15,"Number":40,"Text":"Some women were standing at a distance from the cross, watching. Some of these women were Mary Magdalene, Salome, and Mary the mother of James and Joseph. (James was her youngest son.)"},{"Chapter":15,"Number":41,"Text":"These were the women who followed Jesus in Galilee and cared for him. Many other women were also there who had come with Jesus to Jerusalem. "},{"Chapter":15,"Number":42,"Text":"This was Preparation Day. (That means the day before the Sabbath day.) It was becoming dark."},{"Chapter":15,"Number":43,"Text":"A man named Joseph from Arimathea was brave enough to go to Pilate and ask for Jesus’ body. Joseph was an important member of the Jewish council. He was one of the people who wanted the kingdom of God to come."},{"Chapter":15,"Number":44,"Text":"Pilate wondered if Jesus was already dead. Pilate called the army officer who guarded Jesus and asked him if Jesus had already died."},{"Chapter":15,"Number":45,"Text":"The officer told Pilate that he was dead. So Pilate told Joseph he could have the body."},{"Chapter":15,"Number":46,"Text":"Joseph bought some linen cloth, took the body down from the cross and wrapped it in the linen. He put the body in a tomb that was cut in a wall of rock. Then he closed the tomb by rolling a very large stone to cover the entrance."},{"Chapter":15,"Number":47,"Text":"And Mary Magdalene and Mary the mother of Joseph saw the place where Jesus was laid."},{"Chapter":16,"Number":1,"Text":"The day after the Sabbath day, Mary Magdalene, Mary the mother of James, and Salome bought some sweet-smelling spices to put on Jesus’ body."},{"Chapter":16,"Number":2,"Text":"Very early on that day, the first day of the week, the women were on their way to the tomb. It was soon after sunrise."},{"Chapter":16,"Number":3,"Text":"They said to each other, “There is a large stone covering the entrance of the tomb. Who will move the stone for us?”"},{"Chapter":16,"Number":4,"Text":"Then the women looked and saw that the stone was already moved. The stone was very large, but it was moved away from the entrance."},{"Chapter":16,"Number":5,"Text":"The women entered the tomb and saw a young man wearing a white robe. He was sitting on the right side, and the women were afraid."},{"Chapter":16,"Number":6,"Text":"But the man said, “Don’t be afraid. You are looking for Jesus from Nazareth, the one who was killed on a cross. He has risen from death. He is not here. Look, here is the place they laid him."},{"Chapter":16,"Number":7,"Text":"Now go and tell his followers and Peter, ‘Jesus is going into Galilee. He will be there before you. You will see him there as he told you before.’”"},{"Chapter":16,"Number":8,"Text":"The women were confused and shaking with fear. They left the tomb and ran away. They did not tell anyone about what happened, because they were afraid. "},{"Chapter":16,"Number":9,"Text":"Jesus rose from death early on the first day of the week. He showed himself first to Mary Magdalene. One time in the past, he had forced seven demons to leave Mary."},{"Chapter":16,"Number":10,"Text":"After Mary saw Jesus, she went and told his followers. They were very sad and were crying."},{"Chapter":16,"Number":11,"Text":"But Mary told them that Jesus was alive. She said that she had seen him, but the followers did not believe her."},{"Chapter":16,"Number":12,"Text":"Later, Jesus showed himself to two of his followers while they were walking in the country. But Jesus did not look the same as before."},{"Chapter":16,"Number":13,"Text":"These followers went back to the others and told them what had happened. Again, the followers did not believe them. "},{"Chapter":16,"Number":14,"Text":"Later Jesus showed himself to the 11 followers while they were eating. He criticized them because they had little faith. They were stubborn and refused to believe those who had seen him after he had risen from death."},{"Chapter":16,"Number":15,"Text":"Jesus said to the followers, “Go everywhere in the world. Tell the Good News to everyone."},{"Chapter":16,"Number":16,"Text":"Anyone who believes and is baptized will be saved. But he who does not believe will be judged guilty."},{"Chapter":16,"Number":17,"Text":"And those who believe will be able to do these things as proof: They will use my name to force demons out of people. They will speak in languages they never learned."},{"Chapter":16,"Number":18,"Text":"They will pick up snakes without being hurt. And they will drink poison without being hurt. They will touch the sick, and the sick will be healed.”"},{"Chapter":16,"Number":19,"Text":"After the Lord Jesus said these things to the followers, he was carried up into heaven. There, Jesus sat at the right side of God."},{"Chapter":16,"Number":20,"Text":"The followers went everywhere in the world and told the Good News to people. And the Lord helped them. The Lord proved that the Good News they told was true by giving them power to work miracles."}]}
