{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Luke Writes Another Book","Chapter":1},{"VerseStartingAt":6,"ParagraphTitle":"Jesus Is Taken Up into Heaven","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"A New Apostle Is Chosen","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Coming of the Holy Spirit","Chapter":2},{"VerseStartingAt":14,"ParagraphTitle":"Peter Speaks to the People","Chapter":2},{"VerseStartingAt":43,"ParagraphTitle":"The Believers Share","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Peter Heals a Crippled Man","Chapter":3},{"VerseStartingAt":11,"ParagraphTitle":"Peter Speaks to the People","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Peter and John at the Council","Chapter":4},{"VerseStartingAt":23,"ParagraphTitle":"The Believers’ Prayer","Chapter":4},{"VerseStartingAt":32,"ParagraphTitle":"The Believers Share","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Ananias and Sapphira","Chapter":5},{"VerseStartingAt":12,"ParagraphTitle":"Proofs from God","Chapter":5},{"VerseStartingAt":17,"ParagraphTitle":"The Apostles Obey God","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Seven Men Are Chosen","Chapter":6},{"VerseStartingAt":8,"ParagraphTitle":"Stephen Is Arrested","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Stephen’s Speech","Chapter":7},{"VerseStartingAt":54,"ParagraphTitle":"Stephen Is Killed","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Trouble for the Believers","Chapter":8},{"VerseStartingAt":5,"ParagraphTitle":"Philip Preaches in Samaria","Chapter":8},{"VerseStartingAt":26,"ParagraphTitle":"Philip Teaches an Ethiopian","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Saul Is Converted","Chapter":9},{"VerseStartingAt":23,"ParagraphTitle":"Saul Escapes from Damascus","Chapter":9},{"VerseStartingAt":26,"ParagraphTitle":"Saul in Jerusalem","Chapter":9},{"VerseStartingAt":32,"ParagraphTitle":"Peter Heals Aeneas","Chapter":9},{"VerseStartingAt":36,"ParagraphTitle":"Peter in Joppa","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Peter and Cornelius","Chapter":10},{"VerseStartingAt":34,"ParagraphTitle":"Peter’s Speech","Chapter":10},{"VerseStartingAt":44,"ParagraphTitle":"Non-Jews Receive the Holy Spirit","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Peter Returns to Jerusalem","Chapter":11},{"VerseStartingAt":19,"ParagraphTitle":"The Good News Comes to Antioch","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Herod Agrippa Hurts the Church","Chapter":12},{"VerseStartingAt":6,"ParagraphTitle":"Peter Leaves the Jail","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Barnabas and Saul Are Chosen","Chapter":13},{"VerseStartingAt":4,"ParagraphTitle":"Barnabas and Saul in Cyprus","Chapter":13},{"VerseStartingAt":13,"ParagraphTitle":"Paul and Barnabas Leave Cyprus","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Paul and Barnabas in Iconium","Chapter":14},{"VerseStartingAt":8,"ParagraphTitle":"Paul in Lystra and Derbe","Chapter":14},{"VerseStartingAt":21,"ParagraphTitle":"The Return to Antioch in Syria","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"The Meeting at Jerusalem","Chapter":15},{"VerseStartingAt":22,"ParagraphTitle":"Letter to Non-Jewish Believers","Chapter":15},{"VerseStartingAt":36,"ParagraphTitle":"Paul and Barnabas Separate","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"Timothy Goes with Paul and Silas","Chapter":16},{"VerseStartingAt":6,"ParagraphTitle":"Paul Is Called Out of Asia","Chapter":16},{"VerseStartingAt":11,"ParagraphTitle":"Lydia Becomes a Christian","Chapter":16},{"VerseStartingAt":16,"ParagraphTitle":"Paul and Silas in Jail","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Paul and Silas in Thessalonica","Chapter":17},{"VerseStartingAt":10,"ParagraphTitle":"Paul and Silas Go to Berea","Chapter":17},{"VerseStartingAt":16,"ParagraphTitle":"Paul in Athens","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Paul in Corinth","Chapter":18},{"VerseStartingAt":12,"ParagraphTitle":"Paul Is Brought Before Gallio","Chapter":18},{"VerseStartingAt":18,"ParagraphTitle":"Paul Returns to Antioch","Chapter":18},{"VerseStartingAt":24,"ParagraphTitle":"Apollos in Ephesus and Corinth","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Paul in Ephesus","Chapter":19},{"VerseStartingAt":11,"ParagraphTitle":"The Sons of Sceva","Chapter":19},{"VerseStartingAt":21,"ParagraphTitle":"Paul Plans a Trip","Chapter":19},{"VerseStartingAt":23,"ParagraphTitle":"Trouble in Ephesus","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"Paul in Macedonia and Greece","Chapter":20},{"VerseStartingAt":7,"ParagraphTitle":"Paul’s Last Visit to Troas","Chapter":20},{"VerseStartingAt":13,"ParagraphTitle":"The Trip from Troas to Miletus","Chapter":20},{"VerseStartingAt":17,"ParagraphTitle":"The Elders from Ephesus","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"Paul Goes to Jerusalem","Chapter":21},{"VerseStartingAt":17,"ParagraphTitle":"Paul Visits James","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Paul Speaks to the People","Chapter":22},{"VerseStartingAt":30,"ParagraphTitle":"Paul Speaks to Jewish Leaders","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"Paul Is Sent to Caesarea","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"The Jews Accuse Paul","Chapter":24},{"VerseStartingAt":24,"ParagraphTitle":"Paul Speaks to Felix and His Wife","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"Paul Asks to See Caesar","Chapter":25},{"VerseStartingAt":13,"ParagraphTitle":"Paul Before King Agrippa","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"Paul Defends Himself","Chapter":26},{"VerseStartingAt":24,"ParagraphTitle":"Paul Tries to Persuade Agrippa","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"Paul Sails for Rome","Chapter":27},{"VerseStartingAt":13,"ParagraphTitle":"The Storm","Chapter":27},{"VerseStartingAt":39,"ParagraphTitle":"The Ship Is Destroyed","Chapter":27},{"VerseStartingAt":1,"ParagraphTitle":"Paul on the Island of Malta","Chapter":28},{"VerseStartingAt":16,"ParagraphTitle":"Paul in Rome","Chapter":28}],"VerseList":[{"Chapter":1,"Number":1,"Text":"To Theophilus,The first book I wrote was about everything that Jesus did and taught."},{"Chapter":1,"Number":2,"Text":"I wrote about the whole life of Jesus, from the beginning until the day he was taken up into heaven. Before this, Jesus talked to the apostles he had chosen. With the help of the Holy Spirit, Jesus told them what they should do."},{"Chapter":1,"Number":3,"Text":"After his death, he showed himself to them and proved in many ways that he was alive. The apostles saw Jesus during the 40 days after he was raised from death. He spoke to them about the kingdom of God."},{"Chapter":1,"Number":4,"Text":"Once when he was eating with them, he told them not to leave Jerusalem. He said, “The Father has made you a promise which I told you about before. Wait here to receive this promise."},{"Chapter":1,"Number":5,"Text":"John baptized people with water, but in a few days you will be baptized with the Holy Spirit.” "},{"Chapter":1,"Number":6,"Text":"The apostles were all together. They asked Jesus, “Lord, are you at this time going to give the kingdom back to Israel?”"},{"Chapter":1,"Number":7,"Text":"Jesus said to them, “The Father is the only One who has the authority to decide dates and times. These things are not for you to know."},{"Chapter":1,"Number":8,"Text":"But the Holy Spirit will come to you. Then you will receive power. You will be my witnesses—in Jerusalem, in all of Judea, in Samaria, and in every part of the world.”"},{"Chapter":1,"Number":9,"Text":"After he said this, as they were watching, he was lifted up. A cloud hid him from their sight."},{"Chapter":1,"Number":10,"Text":"As he was going, they were looking into the sky. Suddenly, two men wearing white clothes stood beside them."},{"Chapter":1,"Number":11,"Text":"They said, “Men of Galilee, why are you standing here looking into the sky? You saw Jesus taken away from you into heaven. He will come back in the same way you saw him go.” "},{"Chapter":1,"Number":12,"Text":"Then they went back to Jerusalem from the Mount of Olives. (This mountain is about half a mile from Jerusalem.)"},{"Chapter":1,"Number":13,"Text":"When they entered the city, they went to the upstairs room where they were staying. Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James son of Alphaeus, Simon (known as the Zealot), and Judas son of James were there."},{"Chapter":1,"Number":14,"Text":"They all continued praying together. Some women, including Mary the mother of Jesus, and Jesus’ brothers were also there with the apostles."},{"Chapter":1,"Number":15,"Text":"During this time there was a meeting of the believers. (There were about 120 of them.) Peter stood up and said,"},{"Chapter":1,"Number":16,"Text":"“Brothers, in the Scriptures the Holy Spirit said through David that something must happen."},{"Chapter":1,"Number":17,"Text":"The Spirit was talking about Judas, one of our own group, who served together with us. The Spirit said that Judas would lead men to arrest Jesus."},{"Chapter":1,"Number":18,"Text":"(Judas bought a field with the money he got for his evil act. But Judas fell to his death, his body burst open, and all his intestines poured out.)"},{"Chapter":1,"Number":19,"Text":"Everyone in Jerusalem learned about this. This is why they named the field Akeldama. In their language Akeldama means “field of blood.”)"},{"Chapter":1,"Number":20,"Text":"In the book of Psalms, this is written:‘May his place be empty.    Leave no one to live in it.’ And it is also written:‘Let another man replace him as leader.’ Psalm 109:8"},{"Chapter":1,"Number":21,"Text":"“So now a man must join us and become a witness of Jesus’ being raised from death."},{"Chapter":1,"Number":22,"Text":"He must be one of the men who were part of our group during all the time the Lord Jesus was with us. He must have been with us from the time John began to baptize people until the day when Jesus was taken up from us to heaven.”"},{"Chapter":1,"Number":23,"Text":"They put the names of two men before the group. One was Joseph Barsabbas, who was also called Justus. The other was Matthias."},{"Chapter":1,"Number":24,"Text":"The apostles prayed, “Lord, you know the minds of everyone. Show us which one of these two you have chosen to do this work."},{"Chapter":1,"Number":25,"Text":"Judas turned away from it and went where he belongs. Lord, show us which one should take his place as an apostle!”"},{"Chapter":1,"Number":26,"Text":"Then they used lots to choose between them, and the lots showed that Matthias was the one. So he became an apostle with the other 11."},{"Chapter":2,"Number":1,"Text":"When the day of Pentecost came, they were all together in one place."},{"Chapter":2,"Number":2,"Text":"Suddenly a noise came from heaven. It sounded like a strong wind blowing. This noise filled the whole house where they were sitting."},{"Chapter":2,"Number":3,"Text":"They saw something that looked like flames of fire. The flames were separated and stood over each person there."},{"Chapter":2,"Number":4,"Text":"They were all filled with the Holy Spirit, and they began to speak different languages. The Holy Spirit was giving them the power to speak these languages."},{"Chapter":2,"Number":5,"Text":"There were some religious Jews staying in Jerusalem who were from every country in the world."},{"Chapter":2,"Number":6,"Text":"When they heard this noise, a crowd came together. They were all surprised, because each one heard them speaking in his own language."},{"Chapter":2,"Number":7,"Text":"They were completely amazed at this. They said, “Look! Aren’t all these men that we hear speaking from Galilee?"},{"Chapter":2,"Number":8,"Text":"But each of us hears them in his own language. How is this possible? We are from different places:"},{"Chapter":2,"Number":9,"Text":"Parthia, Media, Elam, Mesopotamia, Judea, Cappadocia, Pontus, Asia,"},{"Chapter":2,"Number":10,"Text":"Phrygia, Pamphylia, Egypt, the areas of Libya near Cyrene, Rome"},{"Chapter":2,"Number":11,"Text":"(both Jews and those who had become Jews), Crete and Arabia. But we hear these men telling in our own languages about the great things God has done!”"},{"Chapter":2,"Number":12,"Text":"They were all amazed and confused. They asked each other, “What does this mean?”"},{"Chapter":2,"Number":13,"Text":"But others were making fun of them, saying, “They have had too much wine.” "},{"Chapter":2,"Number":14,"Text":"But Peter stood up with the 11 apostles. In a loud voice he spoke to the crowd: “My fellow Jews, and all of you who are in Jerusalem, listen to me. Pay attention to what I have to say."},{"Chapter":2,"Number":15,"Text":"These men are not drunk, as you think; it is only nine o’clock in the morning!"},{"Chapter":2,"Number":16,"Text":"But Joel the prophet wrote about what is happening here today:"},{"Chapter":2,"Number":17,"Text":"‘God says: In the last days    I will give my Spirit freely to all kinds of people.Your sons and daughters will prophesy.    Your old men will dream dreams.    Your young men will see visions."},{"Chapter":2,"Number":18,"Text":"At that time I will give my Spirit    even to my servants, both men and women.    And they will prophesy."},{"Chapter":2,"Number":19,"Text":"I will show miracles    in the sky and on the earth:    blood, fire and thick smoke."},{"Chapter":2,"Number":20,"Text":"The sun will become dark.    The moon will become red as blood.    And then the great and glorious day of the Lord will come."},{"Chapter":2,"Number":21,"Text":"Then anyone who asks the Lord for help    will be saved.’"},{"Chapter":2,"Number":22,"Text":"“Men of Israel, listen to these words: Jesus from Nazareth was a very special man. God clearly showed this to you by the miracles, wonders, and signs God did through him. You all know this, because it happened right here among you."},{"Chapter":2,"Number":23,"Text":"Jesus was given to you, and you killed him. With the help of evil men you nailed him to a cross. But God knew all this would happen. This was God’s plan which he had made long ago."},{"Chapter":2,"Number":24,"Text":"God raised Jesus from death. God set him free from the pain of death. Death could not hold him."},{"Chapter":2,"Number":25,"Text":"For David said this about him:‘I keep the Lord before me always.    Because he is close by my side,    I will not be hurt."},{"Chapter":2,"Number":26,"Text":"So I am glad, and I rejoice.    Even my body has hope."},{"Chapter":2,"Number":27,"Text":"This is because you will not leave me in the grave.    You will not let your Holy One rot."},{"Chapter":2,"Number":28,"Text":"You will teach me God’s way to live.    Being with you will fill me with joy.’"},{"Chapter":2,"Number":29,"Text":"“Brothers, I can tell you truly about David, our ancestor. He died and was buried. His grave is still here with us today."},{"Chapter":2,"Number":30,"Text":"David was a prophet and knew what God had said. God had promised David that he would make a person from David’s family a king just as he was."},{"Chapter":2,"Number":31,"Text":"David knew this before it happened. That is why he said:‘He was not left in the grave.    His body did not rot.’David was talking about the Christ rising from death."},{"Chapter":2,"Number":32,"Text":"So Jesus is the One who God raised from death! And we are all witnesses to this."},{"Chapter":2,"Number":33,"Text":"Jesus was lifted up to heaven and is now at God’s right side. The Father has given the Holy Spirit to Jesus as he promised. So now Jesus has poured out that Spirit. This is what you see and hear."},{"Chapter":2,"Number":34,"Text":"David was not the one who was lifted up to heaven. But he said:‘The Lord said to my Lord:    Sit by me at my right side,"},{"Chapter":2,"Number":35,"Text":"until I put your enemies under your control.’ Psalm 110:1"},{"Chapter":2,"Number":36,"Text":"“So, all the people of Israel should know this truly: God has made Jesus both Lord and Christ. He is the man you nailed to the cross!”"},{"Chapter":2,"Number":37,"Text":"When the people heard this, they were sick at heart. They asked Peter and the other apostles, “What shall we do?”"},{"Chapter":2,"Number":38,"Text":"Peter said to them, “Change your hearts and lives and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"Chapter":2,"Number":39,"Text":"This promise is for you. It is also for your children and for all who are far away. It is for everyone the Lord our God calls to himself.”"},{"Chapter":2,"Number":40,"Text":"Peter warned them with many other words. He begged them, “Save yourselves from the evil of today’s people!”"},{"Chapter":2,"Number":41,"Text":"Then those people who accepted what Peter said were baptized. About 3,000 people were added to the number of believers that day."},{"Chapter":2,"Number":42,"Text":"They spent their time learning the apostles’ teaching. And they continued to share, to break bread, and to pray together. "},{"Chapter":2,"Number":43,"Text":"The apostles were doing many miracles and signs. And everyone felt great respect for God."},{"Chapter":2,"Number":44,"Text":"All the believers stayed together. They shared everything."},{"Chapter":2,"Number":45,"Text":"They sold their land and the things they owned. Then they divided the money and gave it to those people who needed it."},{"Chapter":2,"Number":46,"Text":"The believers met together in the Temple every day. They all had the same purpose. They broke bread in their homes, happy to share their food with joyful hearts."},{"Chapter":2,"Number":47,"Text":"They praised God, and all the people liked them. More and more people were being saved every day; the Lord was adding those people to the group of believers."},{"Chapter":3,"Number":1,"Text":"One day Peter and John went to the Temple. It was three o’clock in the afternoon. This was the time for the daily prayer service."},{"Chapter":3,"Number":2,"Text":"There, at the Temple gate called Beautiful Gate, was a man who had been crippled all his life. Every day he was carried to this gate to beg. He would ask for money from the people going into the Temple."},{"Chapter":3,"Number":3,"Text":"The man saw Peter and John going into the Temple and asked them for money."},{"Chapter":3,"Number":4,"Text":"Peter and John looked straight at him and said, “Look at us!”"},{"Chapter":3,"Number":5,"Text":"The man looked at them; he thought they were going to give him some money."},{"Chapter":3,"Number":6,"Text":"But Peter said, “I don’t have any silver or gold, but I do have something else I can give you: By the power of Jesus Christ from Nazareth—stand up and walk!”"},{"Chapter":3,"Number":7,"Text":"Then Peter took the man’s right hand and lifted him up. Immediately the man’s feet and ankles became strong."},{"Chapter":3,"Number":8,"Text":"He jumped up, stood on his feet, and began to walk. He went into the Temple with them, walking and jumping, and praising God."},{"Chapter":3,"Number":9,"Text":"All the people recognized him. They knew he was the crippled man who always sat by the Beautiful Gate begging for money. Now they saw this same man walking and praising God."},{"Chapter":3,"Number":10,"Text":"The people were amazed. They could not understand how this could happen. "},{"Chapter":3,"Number":11,"Text":"The man was holding on to Peter and John. All the people were amazed and ran to Peter and John at Solomon’s Porch."},{"Chapter":3,"Number":12,"Text":"When Peter saw this, he said to them, “Men of Israel, why are you surprised? You are looking at us as if it were our own power that made this man walk. Do you think this happened because we are good? No!"},{"Chapter":3,"Number":13,"Text":"The God of Abraham, Isaac and Jacob, the God of our ancestors, gave glory to Jesus, his servant. But you gave him up to be killed. Pilate decided to let him go free. But you told Pilate you did not want Jesus."},{"Chapter":3,"Number":14,"Text":"He was pure and good, but you said you did not want him. You told Pilate to give you a murderer instead of Jesus."},{"Chapter":3,"Number":15,"Text":"And so you killed the One who gives life! But God raised him from death. We are witnesses to this."},{"Chapter":3,"Number":16,"Text":"It was the power of Jesus that made this crippled man well. This happened because we trusted in the power of Jesus. You can see this man, and you know him. He was made completely well because of trust in Jesus. You all saw it happen!"},{"Chapter":3,"Number":17,"Text":"“Brothers, I know you did those things to Jesus because you did not understand what you were doing. Your leaders did not understand either."},{"Chapter":3,"Number":18,"Text":"God said this would happen. He said through the prophets that his Christ would suffer and die. And now God has made these things come true in this way."},{"Chapter":3,"Number":19,"Text":"So you must change your hearts and lives! Come back to God, and he will forgive your sins."},{"Chapter":3,"Number":20,"Text":"Then the Lord will give you times of spiritual rest. He will give you Jesus, the One he chose to be the Christ."},{"Chapter":3,"Number":21,"Text":"But Jesus must stay in heaven until the time comes when all things will be made right again. God told about this time long ago when he spoke through his holy prophets."},{"Chapter":3,"Number":22,"Text":"Moses said, ‘The Lord your God will give you a prophet like me. He will be one of your own people. You must obey everything he tells you."},{"Chapter":3,"Number":23,"Text":"Anyone who does not obey him will die, separated from God’s people.’"},{"Chapter":3,"Number":24,"Text":"Samuel, and all the other prophets who spoke for God after Samuel, told about this time now."},{"Chapter":3,"Number":25,"Text":"You have received what the prophets talked about. You have received the agreement God made with your ancestors. He said to your father Abraham, ‘Through your descendants all the nations on the earth will be blessed.’"},{"Chapter":3,"Number":26,"Text":"God has raised up his servant and sent him to you first. He sent Jesus to bless you by turning each of you away from doing evil things.”"},{"Chapter":4,"Number":1,"Text":"While Peter and John were speaking to the people, a group of men came up to them. There were Jewish priests, the captain of the soldiers that guarded the Temple, and some Sadducees."},{"Chapter":4,"Number":2,"Text":"They were upset because the two apostles were teaching the people. Peter and John were preaching that people will rise from death through the power of Jesus."},{"Chapter":4,"Number":3,"Text":"The Jewish leaders grabbed Peter and John and put them in jail. It was already night, so they kept them in jail until the next day."},{"Chapter":4,"Number":4,"Text":"But many of those who heard Peter and John preach believed the things they said. There were now about 5,000 men in the group of believers."},{"Chapter":4,"Number":5,"Text":"The next day the Jewish rulers, the Jewish elders, and the teachers of the law met in Jerusalem."},{"Chapter":4,"Number":6,"Text":"Annas the high priest, Caiaphas, John, and Alexander were there. Everyone from the high priest’s family was there."},{"Chapter":4,"Number":7,"Text":"They made Peter and John stand before them. The Jewish leaders asked them: “By what power or authority did you do this?”"},{"Chapter":4,"Number":8,"Text":"Then Peter was filled with the Holy Spirit. He said to them, “Rulers of the people and you elders,"},{"Chapter":4,"Number":9,"Text":"are you questioning us about a good thing that was done to a crippled man? Are you asking us who made him well?"},{"Chapter":4,"Number":10,"Text":"We want all of you and all the Jewish people to know that this man was made well by the power of Jesus Christ from Nazareth! You nailed him to a cross, but God raised him from death. This man was crippled, but he is now well and able to stand here before you because of the power of Jesus!"},{"Chapter":4,"Number":11,"Text":"Jesus is‘the stone that you builders did not want.    It has become the cornerstone.’ Psalm 118:22"},{"Chapter":4,"Number":12,"Text":"Jesus is the only One who can save people. No one else in the world is able to save us.”"},{"Chapter":4,"Number":13,"Text":"The Jewish leaders saw that Peter and John were not afraid to speak. They understood that these men had no special training or education. So they were amazed. Then they realized that Peter and John had been with Jesus."},{"Chapter":4,"Number":14,"Text":"They saw the crippled man standing there beside the two apostles. They saw that the man was healed. So they could say nothing against them."},{"Chapter":4,"Number":15,"Text":"The Jewish leaders told them to leave the meeting. Then the leaders talked to each other about what they should do."},{"Chapter":4,"Number":16,"Text":"They said, “What shall we do with these men? Everyone in Jerusalem knows that they have done a great miracle! We cannot say it is not true."},{"Chapter":4,"Number":17,"Text":"But we must warn them not to talk to people anymore using that name. Then this thing will not spread among the people.”"},{"Chapter":4,"Number":18,"Text":"So they called Peter and John in again. They told them not to speak or to teach at all in the name of Jesus."},{"Chapter":4,"Number":19,"Text":"But Peter and John answered them, “What do you think is right? What would God want? Should we obey you or God?"},{"Chapter":4,"Number":20,"Text":"We cannot keep quiet. We must speak about what we have seen and heard.”"},{"Chapter":4,"Number":21,"Text":"The Jewish leaders could not find a way to punish them because all the people were praising God for what had been done. (This miracle was a proof from God."},{"Chapter":4,"Number":22,"Text":"The man who was healed was more than 40 years old!) So the Jewish leaders warned the apostles again and let them go free."},{"Chapter":4,"Number":23,"Text":"Peter and John left the meeting of Jewish leaders and went to their own group. They told them everything that the leading priests and the Jewish elders had said to them."},{"Chapter":4,"Number":24,"Text":"When the believers heard this, they prayed to God with one purpose. They prayed, “Lord, you are the One who made the sky, the earth, the sea, and everything in the world."},{"Chapter":4,"Number":25,"Text":"Our father David was your servant. With the help of the Holy Spirit he said:‘Why are the nations so angry?    Why are the people making useless plans?"},{"Chapter":4,"Number":26,"Text":"The kings of the earth prepare to fight.    Their leaders make plans togetheragainst the Lord    and against his Christ.’"},{"Chapter":4,"Number":27,"Text":"These things really happened when Herod, Pontius Pilate, the non-Jewish people, and the Jewish people all came together against Jesus here in Jerusalem. Jesus is your holy Servant. He is the One you made to be the Christ."},{"Chapter":4,"Number":28,"Text":"These people made your plan happen; it happened because of your power and your will."},{"Chapter":4,"Number":29,"Text":"And now, Lord, listen to what they are saying. They are trying to make us afraid! Lord, we are your servants. Help us to speak your word without fear."},{"Chapter":4,"Number":30,"Text":"Help us to be brave by showing us your power; make sick people well, give proofs, and make miracles happen by the power of Jesus, your holy servant.”"},{"Chapter":4,"Number":31,"Text":"After they had prayed, the place where they were meeting was shaken. They were all filled with the Holy Spirit, and they spoke God’s word without fear. "},{"Chapter":4,"Number":32,"Text":"The group of believers were joined in their hearts, and they had the same spirit. No person in the group said that the things he had were his own. Instead, they shared everything."},{"Chapter":4,"Number":33,"Text":"With great power the apostles were telling people that the Lord Jesus was truly raised from death. And God blessed all the believers very much."},{"Chapter":4,"Number":34,"Text":"They all received the things they needed. Everyone that owned fields or houses sold them. They brought the money"},{"Chapter":4,"Number":35,"Text":"and gave it to the apostles. Then each person was given the things he needed."},{"Chapter":4,"Number":36,"Text":"One of the believers was named Joseph. The apostles called him Barnabas. (This name means “one who encourages.”) He was a Levite, born in Cyprus."},{"Chapter":4,"Number":37,"Text":"Joseph owned a field. He sold it, brought the money, and gave it to the apostles."},{"Chapter":5,"Number":1,"Text":"A man named Ananias and his wife Sapphira sold some land."},{"Chapter":5,"Number":2,"Text":"But he gave only part of the money to the apostles. He secretly kept some of it for himself. His wife knew about this, and she agreed to it."},{"Chapter":5,"Number":3,"Text":"Peter said, “Ananias, why did you let Satan rule your heart? You lied to the Holy Spirit. Why did you keep part of the money you received for the land for yourself?"},{"Chapter":5,"Number":4,"Text":"Before you sold the land, it belonged to you. And even after you sold it, you could have used the money any way you wanted. Why did you think of doing this? You lied to God, not to men!”"},{"Chapter":5,"Number":5,"Text":"When Ananias heard this, he fell down and died."},{"Chapter":5,"Number":6,"Text":"Some young men came in, wrapped up his body, carried it out, and buried it. And everyone who heard about this was filled with fear."},{"Chapter":5,"Number":7,"Text":"About three hours later his wife came in. She did not know what had happened."},{"Chapter":5,"Number":8,"Text":"Peter said to her, “Tell me how much money you got for your field. Was it this much?”Sapphira answered, “Yes, that was the price.”"},{"Chapter":5,"Number":9,"Text":"Peter said to her, “Why did you and your husband agree to test the Spirit of the Lord? Look! The men who buried your husband are at the door! They will carry you out.”"},{"Chapter":5,"Number":10,"Text":"At that moment Sapphira fell down by his feet and died. The young men came in and saw that she was dead. They carried her out and buried her beside her husband."},{"Chapter":5,"Number":11,"Text":"The whole church and all the others who heard about these things were filled with fear. "},{"Chapter":5,"Number":12,"Text":"The apostles did many signs and miracles among the people. And they would all meet together on Solomon’s Porch."},{"Chapter":5,"Number":13,"Text":"None of the others dared to stand with them. All the people were saying good things about them."},{"Chapter":5,"Number":14,"Text":"More and more men and women believed in the Lord and were added to the group of believers."},{"Chapter":5,"Number":15,"Text":"As Peter was passing by, the people brought their sick into the streets. They put their sick on beds and mats so at least Peter’s shadow might fall on them."},{"Chapter":5,"Number":16,"Text":"Crowds came from all the towns around Jerusalem. They brought their sick and those who were bothered by evil spirits. All of them were healed. "},{"Chapter":5,"Number":17,"Text":"The high priest and all his friends (a group called the Sadducees) became very jealous."},{"Chapter":5,"Number":18,"Text":"They took the apostles and put them in jail."},{"Chapter":5,"Number":19,"Text":"But during the night, an angel of the Lord opened the doors of the jail. He led the apostles outside and said,"},{"Chapter":5,"Number":20,"Text":"“Go and stand in the Temple. Tell the people everything about this new life.”"},{"Chapter":5,"Number":21,"Text":"When the apostles heard this, they obeyed and went into the Temple. It was early in the morning, and they began to teach.The high priest and his friends arrived. They called a meeting of the Jewish leaders and all the important older men of the Jews. They sent some men to the jail to bring the apostles to them."},{"Chapter":5,"Number":22,"Text":"When the men went to the jail, they could not find the apostles. So they went back and told the Jewish leaders about this."},{"Chapter":5,"Number":23,"Text":"They said, “The jail was closed and locked. The guards were standing at the doors. But when we opened the doors, the jail was empty!”"},{"Chapter":5,"Number":24,"Text":"Hearing this, the captain of the Temple guards and the leading priests were confused. They wondered, “What will happen because of this?”"},{"Chapter":5,"Number":25,"Text":"Then someone came and told them, “Listen! The men you put in jail are standing in the Temple. They are teaching the people!”"},{"Chapter":5,"Number":26,"Text":"Then the captain and his men went out and brought the apostles back. But the soldiers did not use force, because they were afraid that the people would kill them with stones."},{"Chapter":5,"Number":27,"Text":"The soldiers brought the apostles to the meeting and made them stand before the Jewish leaders. The high priest questioned them."},{"Chapter":5,"Number":28,"Text":"He said, “We gave you strict orders not to go on teaching in that name. But look what you have done! You have filled Jerusalem with your teaching. You are trying to make us responsible for this man’s death.”"},{"Chapter":5,"Number":29,"Text":"Peter and the other apostles answered, “We must obey God, not men!"},{"Chapter":5,"Number":30,"Text":"You killed Jesus. You hung him on a cross. But God, the same God our ancestors had, raised Jesus up from death!"},{"Chapter":5,"Number":31,"Text":"Jesus is the One whom God raised to be on his right side. God made Jesus our Leader and Savior. God did this so that the people of Israel could change their hearts and lives and have their sins forgiven."},{"Chapter":5,"Number":32,"Text":"We saw all these things happen. The Holy Spirit also proves that these things are true. God has given the Spirit to all who obey him.”"},{"Chapter":5,"Number":33,"Text":"When the Jewish leaders heard this, they became very angry and wanted to kill them."},{"Chapter":5,"Number":34,"Text":"A Pharisee named Gamaliel stood up in the meeting. He was a teacher of the law, and all the people respected him. He ordered the apostles to leave the meeting for a little while."},{"Chapter":5,"Number":35,"Text":"Then he said to them, “Men of Israel, be careful of what you are planning to do to these men!"},{"Chapter":5,"Number":36,"Text":"Remember when Theudas appeared? He said that he was a great man, and about 400 men joined him. But he was killed. And all his followers were scattered. They were able to do nothing."},{"Chapter":5,"Number":37,"Text":"Later, a man named Judas came from Galilee at the time of the registration. He led a group of followers, too. He was also killed, and all his followers were scattered."},{"Chapter":5,"Number":38,"Text":"And so now I tell you: Stay away from these men. Leave them alone. If their plan comes from men, it will fail."},{"Chapter":5,"Number":39,"Text":"But if it is from God, you will not be able to stop them. You might even be fighting against God himself!”The Jewish leaders agreed with what Gamaliel said."},{"Chapter":5,"Number":40,"Text":"They called the apostles in again. They beat the apostles and told them not to speak in the name of Jesus again. Then they let them go free."},{"Chapter":5,"Number":41,"Text":"The apostles left the meeting full of joy because they were given the honor of suffering disgrace for Jesus."},{"Chapter":5,"Number":42,"Text":"The apostles did not stop teaching people. Every day in the Temple and in people’s homes they continued to tell the Good News—that Jesus is the Christ."},{"Chapter":6,"Number":1,"Text":"More and more people were becoming followers of Jesus. But during this same time, the Greek-speaking followers had an argument with the other Jewish followers. The Greek-speaking Jews said that their widows were not getting their share of the food that was given out every day."},{"Chapter":6,"Number":2,"Text":"The 12 apostles called the whole group of followers together. They said, “It is not right for us to stop our work of teaching God’s word in order to serve tables."},{"Chapter":6,"Number":3,"Text":"So, brothers, choose seven of your own men. They must be men who are good. They must be full of wisdom and full of the Spirit. We will put them in charge of this work."},{"Chapter":6,"Number":4,"Text":"Then we can use all our time to pray and to teach the word of God.”"},{"Chapter":6,"Number":5,"Text":"The whole group liked the idea. So they chose these seven men: Stephen (a man with great faith and full of the Holy Spirit), Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas (a man from Antioch who had become a Jew)."},{"Chapter":6,"Number":6,"Text":"Then they put these men before the apostles. The apostles prayed and laid their hands on the men."},{"Chapter":6,"Number":7,"Text":"The word of God was reaching more and more people. The group of followers in Jerusalem became larger and larger. A great number of the Jewish priests believed and obeyed. "},{"Chapter":6,"Number":8,"Text":"Stephen was richly blessed by God. God gave him the power to do great miracles and signs among the people."},{"Chapter":6,"Number":9,"Text":"But some Jews were against him. They belonged to a synagogue of Free Men (as it was called). (This synagogue was also for Jews from Cyrene and from Alexandria.) Jews from Cilicia and Asia were also with them. They all came and argued with Stephen."},{"Chapter":6,"Number":10,"Text":"But the Spirit was helping him to speak with wisdom. His words were so strong that they could not argue with him."},{"Chapter":6,"Number":11,"Text":"So they paid some men to say, “We heard him say things against Moses and against God!”"},{"Chapter":6,"Number":12,"Text":"This upset the people, the Jewish elders, and the teachers of the law. They came to Stephen, grabbed him and brought him to a meeting of the Jewish leaders."},{"Chapter":6,"Number":13,"Text":"They brought in some men to tell lies about Stephen. They said, “This man is always saying things against this holy place and the law of Moses."},{"Chapter":6,"Number":14,"Text":"We heard him say that Jesus from Nazareth will destroy this place. He also said that Jesus will change the things that Moses told us to do.”"},{"Chapter":6,"Number":15,"Text":"All the people in the meeting were watching Stephen closely. His face looked like the face of an angel."},{"Chapter":7,"Number":1,"Text":"The high priest said to Stephen, “Are these things true?”"},{"Chapter":7,"Number":2,"Text":"Stephen answered, “Brothers and fathers, listen to me. Our glorious God appeared to Abraham, our ancestor. Abraham was in Mesopotamia before he lived in Haran."},{"Chapter":7,"Number":3,"Text":"God said to Abraham, ‘Leave your country and your relatives. Go to the land I will show you.’"},{"Chapter":7,"Number":4,"Text":"So Abraham left the country of Chaldea and went to live in Haran. After Abraham’s father died, God sent him to this place where you now live."},{"Chapter":7,"Number":5,"Text":"God did not give Abraham any of this land, not even a foot of it. But God promised that he would give him and his descendants this land. (This was before Abraham had any descendants.)"},{"Chapter":7,"Number":6,"Text":"This is what God said to him: ‘Your descendants will be strangers in a land they don’t own. The people there will make them slaves. And they will do cruel things to them for 400 years."},{"Chapter":7,"Number":7,"Text":"But I will punish the nation where they are slaves. Then your descendants will leave that land. Then they will worship me in this place.’"},{"Chapter":7,"Number":8,"Text":"God made an agreement with Abraham; the sign for this agreement was circumcision. And so when Abraham had his son Isaac, Abraham circumcised him when he was eight days old. Isaac also circumcised his son Jacob. And Jacob did the same for his sons, the 12 ancestors of our people."},{"Chapter":7,"Number":9,"Text":"“These sons became jealous of Joseph. They sold him to be a slave in Egypt. But God was with him."},{"Chapter":7,"Number":10,"Text":"Joseph had many troubles there, but God saved him from all those troubles. The king of Egypt liked Joseph and respected him because of the wisdom that God gave him. The king made him governor of Egypt. He put Joseph in charge of all the people in his palace."},{"Chapter":7,"Number":11,"Text":"“Then all the land of Egypt and of Canaan became so dry that nothing would grow there. This made the people suffer very much. The sons could not find anything to eat."},{"Chapter":7,"Number":12,"Text":"But when Jacob heard that there was grain in Egypt, he sent his sons, our ancestors, there. This was their first trip to Egypt."},{"Chapter":7,"Number":13,"Text":"Then they went there a second time. This time, Joseph told his brothers who he was. And the king learned about Joseph’s family."},{"Chapter":7,"Number":14,"Text":"Then Joseph sent some men to invite Jacob, his father, to come to Egypt. He also invited all his relatives (75 persons altogether)."},{"Chapter":7,"Number":15,"Text":"So Jacob went down to Egypt, where he and his sons died."},{"Chapter":7,"Number":16,"Text":"Later their bodies were moved to Shechem and put in a grave there. (It was the same grave that Abraham had bought in Shechem from the sons of Hamor for a sum of money.)"},{"Chapter":7,"Number":17,"Text":"“The number of people in Egypt grew large. There were more and more of our people there. (The promise that God made to Abraham was soon to come true.)"},{"Chapter":7,"Number":18,"Text":"Then a new king began to rule Egypt. He did not know who Joseph was."},{"Chapter":7,"Number":19,"Text":"This king tricked our people and was cruel to our ancestors. He forced them to put their babies outside to die."},{"Chapter":7,"Number":20,"Text":"This was the time when Moses was born. He was a fine child. For three months Moses was cared for in his father’s house."},{"Chapter":7,"Number":21,"Text":"When they put Moses outside, the king’s daughter took him. She raised him as if he were her own son."},{"Chapter":7,"Number":22,"Text":"The Egyptians taught Moses all the things they knew. He was a powerful man in the things he said and did."},{"Chapter":7,"Number":23,"Text":"“When Moses was about 40 years old, he thought it would be good to visit his brothers, the people of Israel."},{"Chapter":7,"Number":24,"Text":"Moses saw an Egyptian doing wrong to a Jew. So he defended the Jew and punished the Egyptian for hurting him. Moses killed the Egyptian."},{"Chapter":7,"Number":25,"Text":"Moses thought that his fellow Jews would understand that God was using him to save them. But they did not understand."},{"Chapter":7,"Number":26,"Text":"The next day, Moses saw two Jewish men fighting. He tried to make peace between them. He said, ‘Men, you are brothers! Why are you hurting each other?’"},{"Chapter":7,"Number":27,"Text":"The man who was hurting the other man pushed Moses away. He said, ‘Who made you our ruler and judge?"},{"Chapter":7,"Number":28,"Text":"Are you going to kill me as you killed the Egyptian yesterday?’"},{"Chapter":7,"Number":29,"Text":"When Moses heard him say this, he left Egypt. He went to live in the land of Midian where he was a stranger. While Moses lived in Midian, he had two sons."},{"Chapter":7,"Number":30,"Text":"“After 40 years Moses was in the desert near Mount Sinai. An angel appeared to him in the flames of a burning bush."},{"Chapter":7,"Number":31,"Text":"When Moses saw this, he was amazed. He went near to look closer at it. Moses heard the Lord’s voice."},{"Chapter":7,"Number":32,"Text":"The Lord said, ‘I am the God of your ancestors. I am the God of Abraham, Isaac and Jacob.’ Moses began to shake with fear and was afraid to look."},{"Chapter":7,"Number":33,"Text":"The Lord said to him, ‘Take off your sandals. You are standing on holy ground."},{"Chapter":7,"Number":34,"Text":"I have seen the troubles my people have suffered in Egypt. I have heard their cries. I have come down to save them. And now, Moses, I am sending you back to Egypt.’"},{"Chapter":7,"Number":35,"Text":"“This Moses was the same man the Jews said they did not want. They had said to him, ‘Who made you our ruler and judge?’ Moses is the same man God sent to be a ruler and savior, with the help of an angel. This was the angel Moses saw in the burning bush."},{"Chapter":7,"Number":36,"Text":"So Moses led the people out of Egypt. He worked miracles and signs in Egypt, at the Red Sea, and then in the desert for 40 years."},{"Chapter":7,"Number":37,"Text":"This is the same Moses that said to the Jewish people: ‘God will give you a prophet like me. He will be one of your own people.’"},{"Chapter":7,"Number":38,"Text":"This is the same Moses who was with the gathering of the Jews in the desert. He was with the angel that spoke to him at Mount Sinai, and he was with our ancestors. He received commands from God that give life, and he gave those commands to us."},{"Chapter":7,"Number":39,"Text":"“But our fathers did not want to obey Moses. They rejected him. They wanted to go back to Egypt again."},{"Chapter":7,"Number":40,"Text":"They said to Aaron, ‘Moses led us out of Egypt. But we don’t know what has happened to him. So make us gods who will lead us.’"},{"Chapter":7,"Number":41,"Text":"So the people made an idol that looked like a calf. Then they brought sacrifices to it. The people were proud of what they had made with their own hands!"},{"Chapter":7,"Number":42,"Text":"But God turned against them. He did not try to stop them from worshiping the sun, moon and stars. This is what is written in the book of the prophets: God says,‘People of Israel, you did not bring me sacrifices and offerings    while you traveled in the desert for 40 years."},{"Chapter":7,"Number":43,"Text":"But now you will have to carry with you    the tent to worship the false god Molech    and the idols of the star god Rephan that you made to worship.This is because I will send you away beyond Babylon.’"},{"Chapter":7,"Number":44,"Text":"“The Holy Tent where God spoke to our fathers was with the Jews in the desert. God told Moses how to make this Tent. He made it like the plan God showed him."},{"Chapter":7,"Number":45,"Text":"Later, Joshua led our fathers to capture the lands of the other nations. Our people went in, and God drove the other people out. When our people went into this new land, they took with them this same Tent. They received this Tent from their fathers and kept it until the time of David."},{"Chapter":7,"Number":46,"Text":"God was very pleased with David. He asked God to let him build a house for him, the God of Jacob."},{"Chapter":7,"Number":47,"Text":"But Solomon was the one who built the Temple."},{"Chapter":7,"Number":48,"Text":"“But the Most High does not live in houses that men build with their hands. This is what the prophet says:"},{"Chapter":7,"Number":49,"Text":"‘Heaven is my throne.    The earth is my footstool.So do you think you can build a house for me? says the Lord.    There is no place where I need to rest."},{"Chapter":7,"Number":50,"Text":"Remember, I made all these things!’”"},{"Chapter":7,"Number":51,"Text":"Stephen continued speaking: “You stubborn Jewish leaders! You have not given your hearts to God! You won’t listen to him! You are always against what the Holy Spirit is trying to tell you. Your ancestors were like this, and you are just like them!"},{"Chapter":7,"Number":52,"Text":"Your fathers tried to hurt every prophet who ever lived. Those prophets said long ago that the Righteous One would come. But your fathers killed them. And now you have turned against the Righteous One and killed him."},{"Chapter":7,"Number":53,"Text":"You received the law of Moses, which God gave you through his angels. But you don’t obey it!” "},{"Chapter":7,"Number":54,"Text":"When the leaders heard Stephen saying all these things, they became very angry. They were so mad that they were grinding their teeth at Stephen."},{"Chapter":7,"Number":55,"Text":"But Stephen was full of the Holy Spirit. He looked up to heaven and saw the glory of God. He saw Jesus standing at God’s right side."},{"Chapter":7,"Number":56,"Text":"He said, “Look! I see heaven open. And I see the Son of Man standing at God’s right side!”"},{"Chapter":7,"Number":57,"Text":"Then they all shouted loudly. They covered their ears with their hands and all ran at Stephen."},{"Chapter":7,"Number":58,"Text":"They took him out of the city and threw stones at him until he was dead. The men who told lies against Stephen left their coats with a young man named Saul."},{"Chapter":7,"Number":59,"Text":"While they were throwing stones, Stephen prayed, “Lord Jesus, receive my spirit!”"},{"Chapter":7,"Number":60,"Text":"He fell on his knees and cried in a loud voice, “Lord, do not hold this sin against them!” After Stephen said this, he died."},{"Chapter":8,"Number":1,"Text":"Saul agreed that the killing of Stephen was a good thing. Trouble for the Believers"},{"Chapter":8,"Number":2,"Text":"Some religious men buried Stephen. They cried very loudly for him. On that day people began trying to hurt the church in Jerusalem and make it suffer. Saul was also trying to destroy the church."},{"Chapter":8,"Number":3,"Text":"He went from house to house. He dragged out men and women and put them in jail. All the believers, except the apostles, went to different places in Judea and Samaria."},{"Chapter":8,"Number":4,"Text":"And everywhere the believers were scattered, they told people the Good News. "},{"Chapter":8,"Number":5,"Text":"Philip went to the city of Samaria and preached about the Christ."},{"Chapter":8,"Number":6,"Text":"The people there heard Philip and saw the miracles he was doing. They all listened carefully to the things he said."},{"Chapter":8,"Number":7,"Text":"Many of these people had evil spirits in them. But Philip made the evil spirits leave them. The spirits made a loud noise when they came out. There were also many weak and crippled people there. Philip healed them, too."},{"Chapter":8,"Number":8,"Text":"So the people in that city were very happy."},{"Chapter":8,"Number":9,"Text":"But there was a man named Simon in that city. Before Philip came there, Simon had practiced magic. He amazed all the people of Samaria with his magic. He bragged and called himself a great man."},{"Chapter":8,"Number":10,"Text":"All the people—the least important and the most important—paid attention to what Simon said. They said, “This man has the power of God, called ‘the Great Power’!”"},{"Chapter":8,"Number":11,"Text":"Simon had amazed them with his magic tricks so long that the people became his followers."},{"Chapter":8,"Number":12,"Text":"But Philip told them the Good News about the kingdom of God and the power of Jesus Christ. Men and women believed Philip and were baptized."},{"Chapter":8,"Number":13,"Text":"Simon himself believed and was baptized. He stayed very close to Philip. When he saw the miracles and the very powerful things that Philip did, Simon was amazed."},{"Chapter":8,"Number":14,"Text":"The apostles were still in Jerusalem. They heard that the people of Samaria had accepted the word of God. So they sent Peter and John to them."},{"Chapter":8,"Number":15,"Text":"When Peter and John arrived, they prayed that the Samaritan believers might receive the Holy Spirit."},{"Chapter":8,"Number":16,"Text":"These people had been baptized in the name of the Lord Jesus. But the Holy Spirit had not yet entered any of them."},{"Chapter":8,"Number":17,"Text":"Then, when the two apostles began laying their hands on the people, they received the Holy Spirit."},{"Chapter":8,"Number":18,"Text":"Simon saw that the Spirit was given to people when the apostles laid their hands on them. So he offered the apostles money."},{"Chapter":8,"Number":19,"Text":"He said, “Give me also this power so that when I lay my hands on a person, he will receive the Holy Spirit.”"},{"Chapter":8,"Number":20,"Text":"Peter said to him, “You and your money should both be destroyed! You thought you could buy God’s gift with money."},{"Chapter":8,"Number":21,"Text":"You cannot share with us in this work. Your heart is not right before God."},{"Chapter":8,"Number":22,"Text":"Change your heart! Turn away from this evil thing you have done. Pray to the Lord. Maybe he will forgive you for thinking this."},{"Chapter":8,"Number":23,"Text":"I see that you are full of bitter jealousy and ruled by sin.”"},{"Chapter":8,"Number":24,"Text":"Simon answered, “Both of you pray for me to the Lord. Pray that the things you have said will not happen to me!”"},{"Chapter":8,"Number":25,"Text":"Then the two apostles told the people the things they had seen Jesus do. And after the apostles had given the message of the Lord, they went back to Jerusalem. On the way, they went through many Samaritan towns and preached the Good News to the people. "},{"Chapter":8,"Number":26,"Text":"An angel of the Lord spoke to Philip. The angel said, “Get ready and go south. Go to the road that leads down to Gaza from Jerusalem—the desert road.”"},{"Chapter":8,"Number":27,"Text":"So Philip got ready and went. On the road he saw a man from Ethiopia, a eunuch. He was an important officer in the service of Candace, the queen of the Ethiopians. He was responsible for taking care of all her money. He had gone to Jerusalem to worship, and"},{"Chapter":8,"Number":28,"Text":"now he was on his way home. He was sitting in his chariot and reading from the book of Isaiah, the prophet."},{"Chapter":8,"Number":29,"Text":"The Spirit said to Philip, “Go to that chariot and stay near it.”"},{"Chapter":8,"Number":30,"Text":"So Philip ran toward the chariot. He heard the man reading from Isaiah, the prophet. Philip asked, “Do you understand what you are reading?”"},{"Chapter":8,"Number":31,"Text":"He answered, “How can I understand? I need someone to explain it to me!” Then he invited Philip to climb in and sit with him."},{"Chapter":8,"Number":32,"Text":"The verse of Scripture that he was reading was this:“He was like a sheep being led to be killed.    He was quiet, as a sheep is quiet while its wool is being cut.He said nothing."},{"Chapter":8,"Number":33,"Text":"He was shamed and was treated unfairly.He died without children to continue his family.    His life on earth has ended.”"},{"Chapter":8,"Number":34,"Text":"The officer said to Philip, “Please tell me, who is the prophet talking about? Is he talking about himself or about someone else?”"},{"Chapter":8,"Number":35,"Text":"Philip began to speak. He started with this same Scripture and told the man the Good News about Jesus."},{"Chapter":8,"Number":36,"Text":"While they were traveling down the road, they came to some water. The officer said, “Look! Here is water! What is stopping me from being baptized?”"},{"Chapter":8,"Number":37,"Text":"[Philip answered, “If you believe with all your heart, you can.” The officer said, “I believe that Jesus Christ is the Son of God.”]"},{"Chapter":8,"Number":38,"Text":"Then the officer commanded the chariot to stop. Both Philip and the officer went down into the water, and Philip baptized him."},{"Chapter":8,"Number":39,"Text":"When they came up out of the water, the Spirit of the Lord took Philip away; the officer never saw him again. The officer continued on his way home, full of joy."},{"Chapter":8,"Number":40,"Text":"But Philip appeared in a city called Azotus and preached the Good News in all the towns on the way from Azotus to Caesarea."},{"Chapter":9,"Number":1,"Text":"In Jerusalem Saul was still trying to frighten the followers of the Lord by saying he would kill them. So he went to the high priest"},{"Chapter":9,"Number":2,"Text":"and asked him to write letters to the synagogues in the city of Damascus. Saul wanted the high priest to give him the authority to find people in Damascus who were followers of Christ’s Way. If he found any there, men or women, he would arrest them and bring them back to Jerusalem."},{"Chapter":9,"Number":3,"Text":"So Saul went to Damascus. As he came near the city, a bright light from heaven suddenly flashed around him."},{"Chapter":9,"Number":4,"Text":"Saul fell to the ground. He heard a voice saying to him, “Saul, Saul! Why are you doing things against me?”"},{"Chapter":9,"Number":5,"Text":"Saul said, “Who are you, Lord?”The voice answered, “I am Jesus. I am the One you are trying to hurt."},{"Chapter":9,"Number":6,"Text":"Get up now and go into the city. Someone there will tell you what you must do.”"},{"Chapter":9,"Number":7,"Text":"The men traveling with Saul stood there, but they said nothing. They heard the voice, but they saw no one."},{"Chapter":9,"Number":8,"Text":"Saul got up from the ground. He opened his eyes, but he could not see. So the men with Saul took his hand and led him into Damascus."},{"Chapter":9,"Number":9,"Text":"For three days Saul could not see, and he did not eat or drink."},{"Chapter":9,"Number":10,"Text":"There was a follower of Jesus in Damascus named Ananias. The Lord spoke to Ananias in a vision, “Ananias!”Ananias answered, “Here I am, Lord.”"},{"Chapter":9,"Number":11,"Text":"The Lord said to him, “Get up and go to the street called Straight Street. Find the house of Judas. Ask for a man named Saul from the city of Tarsus. He is there now, praying."},{"Chapter":9,"Number":12,"Text":"Saul has seen a vision. In it a man named Ananias comes to him and lays his hands on him. Then he sees again.”"},{"Chapter":9,"Number":13,"Text":"But Ananias answered, “Lord, many people have told me about this man and the terrible things he did to your people in Jerusalem."},{"Chapter":9,"Number":14,"Text":"Now he has come here to Damascus. The leading priests have given him the power to arrest everyone who worships you.”"},{"Chapter":9,"Number":15,"Text":"But the Lord said to Ananias, “Go! I have chosen Saul for an important work. He must tell about me to non-Jews, to kings, and to the people of Israel."},{"Chapter":9,"Number":16,"Text":"I will show him how much he must suffer for my name.”"},{"Chapter":9,"Number":17,"Text":"So Ananias went to the house of Judas. He laid his hands on Saul and said, “Brother Saul, the Lord Jesus sent me. He is the one you saw on the road on your way here. He sent me so that you can see again and be filled with the Holy Spirit.”"},{"Chapter":9,"Number":18,"Text":"Immediately, something that looked like fish scales fell from Saul’s eyes. He was able to see again! Then Saul got up and was baptized."},{"Chapter":9,"Number":19,"Text":"After eating some food, his strength returned.Saul Preaches in DamascusSaul stayed with the followers of Jesus in Damascus for a few days."},{"Chapter":9,"Number":20,"Text":"Soon he began to preach about Jesus in the synagogues, saying, “Jesus is the Son of God!”"},{"Chapter":9,"Number":21,"Text":"All the people who heard him were amazed. They said, “This is the man who was in Jerusalem. He was trying to destroy those who trust in this name! He came here to do the same thing. He came here to arrest the followers of Jesus and take them back to the leading priests.”"},{"Chapter":9,"Number":22,"Text":"But Saul became more and more powerful. His proofs that Jesus is the Christ were so strong that the Jews in Damascus could not argue with him. "},{"Chapter":9,"Number":23,"Text":"After many days, the Jews made plans to kill Saul."},{"Chapter":9,"Number":24,"Text":"They were watching the city gates day and night. They wanted to kill him, but Saul learned about their plan."},{"Chapter":9,"Number":25,"Text":"One night some followers of Saul helped him leave the city. They lowered him in a basket through an opening in the city wall. "},{"Chapter":9,"Number":26,"Text":"Then Saul went to Jerusalem. He tried to join the group of followers, but they were all afraid of him. They did not believe that he was really a follower."},{"Chapter":9,"Number":27,"Text":"But Barnabas accepted Saul and took him to the apostles. Barnabas told them that Saul had seen the Lord on the road. He explained how the Lord had spoken to Saul. Then he told them how boldly Saul had preached in the name of Jesus in Damascus."},{"Chapter":9,"Number":28,"Text":"And so Saul stayed with the followers. He went everywhere in Jerusalem, preaching boldly in the name of Jesus."},{"Chapter":9,"Number":29,"Text":"He would often talk and argue with the Jews who spoke Greek. But they were trying to kill him."},{"Chapter":9,"Number":30,"Text":"When the brothers learned about this, they took Saul to Caesarea. From there they sent him to Tarsus."},{"Chapter":9,"Number":31,"Text":"The church everywhere in Judea, Galilee, and Samaria had a time of peace. With the help of the Holy Spirit, the group became stronger. The believers showed that they respected the Lord by the way they lived. Because of this, the group of believers grew larger and larger. "},{"Chapter":9,"Number":32,"Text":"As Peter was traveling through all the area, he visited God’s people who lived in Lydda."},{"Chapter":9,"Number":33,"Text":"There he met a paralyzed man named Aeneas. Aeneas had not been able to leave his bed for the past eight years."},{"Chapter":9,"Number":34,"Text":"Peter said to him, “Aeneas, Jesus Christ heals you. Stand up and make your bed!” Aeneas stood up immediately."},{"Chapter":9,"Number":35,"Text":"All the people living in Lydda and on the Plain of Sharon saw him. These people turned to the Lord. "},{"Chapter":9,"Number":36,"Text":"In the city of Joppa there was a follower named Tabitha. (Her Greek name, Dorcas, means “a deer.”) She was always doing good and helping the poor."},{"Chapter":9,"Number":37,"Text":"While Peter was in Lydda, Tabitha became sick and died. Her body was washed and put in a room upstairs."},{"Chapter":9,"Number":38,"Text":"The followers in Joppa heard that Peter was in Lydda. (Lydda is near Joppa.) So they sent two men to Peter. They begged him, “Hurry, please come to us!”"},{"Chapter":9,"Number":39,"Text":"Peter got ready and went with them. When he arrived, they took him to the upstairs room. All the widows stood around Peter, crying. They showed him the shirts and coats that Tabitha had made when she was still alive."},{"Chapter":9,"Number":40,"Text":"Peter sent everyone out of the room. He kneeled and prayed. Then he turned to the body and said, “Tabitha, stand up!” She opened her eyes, and when she saw Peter, she sat up."},{"Chapter":9,"Number":41,"Text":"He gave her his hand and helped her up. Then he called the believers and the widows into the room. He showed them Tabitha; she was alive!"},{"Chapter":9,"Number":42,"Text":"People everywhere in Joppa learned about this, and many believed in the Lord."},{"Chapter":9,"Number":43,"Text":"Peter stayed in Joppa for many days with a man named Simon who was a leatherworker."},{"Chapter":10,"Number":1,"Text":"At Caesarea there was a man named Cornelius. He was an officer in the Italian group of the Roman army."},{"Chapter":10,"Number":2,"Text":"Cornelius was a religious man. He and all the other people who lived in his house worshiped the true God. He gave much of his money to the poor and prayed to God often."},{"Chapter":10,"Number":3,"Text":"One afternoon about three o’clock, Cornelius saw a vision clearly. In the vision an angel of God came to him and said, “Cornelius!”"},{"Chapter":10,"Number":4,"Text":"Cornelius stared at the angel. He became afraid and said, “What do you want, Lord?”The angel said, “God has heard your prayers. He has seen what you give to the poor. And God remembers you."},{"Chapter":10,"Number":5,"Text":"Send some men now to Joppa to bring back a man named Simon. Simon is also called Peter."},{"Chapter":10,"Number":6,"Text":"Simon is staying with a man, also named Simon, who is a leatherworker. He has a house beside the sea.”"},{"Chapter":10,"Number":7,"Text":"Then the angel who spoke to Cornelius left. Cornelius called two of his servants and a soldier. The soldier was a religious man who worked for Cornelius."},{"Chapter":10,"Number":8,"Text":"Cornelius explained everything to these three men and sent them to Joppa."},{"Chapter":10,"Number":9,"Text":"The next day as they came near Joppa, Peter was going up to the roof to pray. It was about noon."},{"Chapter":10,"Number":10,"Text":"Peter was hungry and wanted to eat. But while the food was being prepared, he had a vision."},{"Chapter":10,"Number":11,"Text":"He saw heaven opened and something coming down. It looked like a big sheet being lowered to earth by its four corners."},{"Chapter":10,"Number":12,"Text":"In it were all kinds of animals, reptiles, and birds."},{"Chapter":10,"Number":13,"Text":"Then a voice said to Peter, “Get up, Peter; kill and eat.”"},{"Chapter":10,"Number":14,"Text":"But Peter said, “No, Lord! I have never eaten food that is unholy or unclean.”"},{"Chapter":10,"Number":15,"Text":"But the voice said to him again, “God has made these things clean. Don’t call them ‘unholy’!”"},{"Chapter":10,"Number":16,"Text":"This happened three times. Then the sheet was taken back to heaven."},{"Chapter":10,"Number":17,"Text":"While Peter was wondering what this vision meant, the men Cornelius sent had found Simon’s house. They were standing at the gate."},{"Chapter":10,"Number":18,"Text":"They asked, “Is Simon Peter staying here?”"},{"Chapter":10,"Number":19,"Text":"Peter was still thinking about the vision. But the Spirit said to him, “Listen! Three men are looking for you."},{"Chapter":10,"Number":20,"Text":"Get up and go downstairs. Go with them and don’t ask questions. I have sent them to you.”"},{"Chapter":10,"Number":21,"Text":"So Peter went down to the men. He said, “I am the man you are looking for. Why did you come here?”"},{"Chapter":10,"Number":22,"Text":"They said, “A holy angel spoke to Cornelius, an army officer. He is a good man; he worships God. All the Jewish people respect him. The angel told Cornelius to ask you to his house so that he can hear what you have to say.”"},{"Chapter":10,"Number":23,"Text":"Peter asked the men to come in and spend the night.The next day Peter got ready and went with them. Some of the brothers from Joppa joined him."},{"Chapter":10,"Number":24,"Text":"On the following day they came to Caesarea. Cornelius was waiting for them. He had called together his relatives and close friends."},{"Chapter":10,"Number":25,"Text":"When Peter entered, Cornelius met him. He fell at Peter’s feet and worshiped him."},{"Chapter":10,"Number":26,"Text":"But Peter helped him up, saying, “Stand up! I too am only a man.”"},{"Chapter":10,"Number":27,"Text":"Peter went on talking with Cornelius as they went inside. There Peter saw many people together."},{"Chapter":10,"Number":28,"Text":"He said, “You people understand that it is against our Jewish law for a Jew to associate with or visit anyone who is not a Jew. But God has shown me that I should not call any person ‘unholy’ or ‘unclean.’"},{"Chapter":10,"Number":29,"Text":"That is why I did not argue when I was asked to come here. Now, please tell me why you sent for me.”"},{"Chapter":10,"Number":30,"Text":"Cornelius said, “Four days ago, I was praying in my house. It was at this same time—three o’clock in the afternoon. Suddenly, there was a man standing before me wearing shining clothes."},{"Chapter":10,"Number":31,"Text":"He said, ‘Cornelius! God has heard your prayer. He has seen what you give to the poor. And God remembers you."},{"Chapter":10,"Number":32,"Text":"So send some men to Joppa and ask Simon Peter to come. Peter is staying in the house of a man, also named Simon, who is a leatherworker. His house is beside the sea.’"},{"Chapter":10,"Number":33,"Text":"So I sent for you immediately, and it was very good of you to come. Now we are all here before God to hear everything the Lord has commanded you to tell us.” "},{"Chapter":10,"Number":34,"Text":"Peter began to speak: “I really understand now that to God every person is the same."},{"Chapter":10,"Number":35,"Text":"God accepts anyone who worships him and does what is right. It is not important what country a person comes from."},{"Chapter":10,"Number":36,"Text":"You know that God has sent his message to the people of Israel. That message is the Good News that peace has come through Jesus Christ. Jesus is the Lord of all people!"},{"Chapter":10,"Number":37,"Text":"You know what has happened all over Judea. It began in Galilee after John preached to the people about baptism."},{"Chapter":10,"Number":38,"Text":"You know about Jesus from Nazareth. God made him the Christ by giving him the Holy Spirit and power. You know how Jesus went everywhere doing good. He healed those who were ruled by the devil, for God was with Jesus."},{"Chapter":10,"Number":39,"Text":"We saw all the things that Jesus did in Judea and in Jerusalem. But they killed him by nailing him to a cross."},{"Chapter":10,"Number":40,"Text":"Yet, on the third day, God raised Jesus to life and caused him to be seen."},{"Chapter":10,"Number":41,"Text":"But he was not seen by all the people. Only the witnesses that God had already chosen saw him, and we are those witnesses. We ate and drank with him after he was raised from death."},{"Chapter":10,"Number":42,"Text":"He told us to preach to the people and to tell them that he is the one whom God chose to be the judge of the living and the dead."},{"Chapter":10,"Number":43,"Text":"Everyone who believes in Jesus will be forgiven. God will forgive his sins through Jesus. All the prophets say this is true.” "},{"Chapter":10,"Number":44,"Text":"While Peter was still saying this, the Holy Spirit came down on all those who were listening."},{"Chapter":10,"Number":45,"Text":"The Jewish believers who came with Peter were amazed that the gift of the Holy Spirit had been given even to the non-Jewish people."},{"Chapter":10,"Number":46,"Text":"These Jewish believers heard them speaking in different languages and praising God. Then Peter said,"},{"Chapter":10,"Number":47,"Text":"“Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we did!”"},{"Chapter":10,"Number":48,"Text":"So Peter ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days."},{"Chapter":11,"Number":1,"Text":"The apostles and the believers in Judea heard that non-Jewish people had accepted God’s teaching too."},{"Chapter":11,"Number":2,"Text":"But when Peter came to Jerusalem, some Jewish believers argued with him."},{"Chapter":11,"Number":3,"Text":"They said, “You went into the homes of people who are not Jews and are not circumcised! You even ate with them!”"},{"Chapter":11,"Number":4,"Text":"So Peter explained the whole story to them."},{"Chapter":11,"Number":5,"Text":"He said, “I was in the city of Joppa. While I was praying, I had a vision. In the vision, I saw something which looked like a big sheet coming down from heaven. It was being lowered to earth by its four corners. It came down very close to me, and"},{"Chapter":11,"Number":6,"Text":"I looked inside it. I saw animals, wild beasts, reptiles, and birds."},{"Chapter":11,"Number":7,"Text":"I heard a voice say to me, ‘Get up, Peter. Kill and eat.’"},{"Chapter":11,"Number":8,"Text":"But I said, ‘No, Lord! I have never eaten anything that is unholy or unclean.’"},{"Chapter":11,"Number":9,"Text":"But the voice from heaven answered again, ‘God has made these things clean. Don’t call them unholy!’"},{"Chapter":11,"Number":10,"Text":"This happened three times. Then the whole thing was taken back to heaven."},{"Chapter":11,"Number":11,"Text":"Right then three men came to the house where I was staying. They were sent to me from Caesarea."},{"Chapter":11,"Number":12,"Text":"The Spirit told me to go with them without doubting. These six believers here also went with me. We went to the house of Cornelius."},{"Chapter":11,"Number":13,"Text":"He told us about the angel he saw standing in his house. The angel said to him, ‘Send some men to Joppa and invite Simon Peter to come."},{"Chapter":11,"Number":14,"Text":"He will speak to you. The things he will say will save you and all your family.’"},{"Chapter":11,"Number":15,"Text":"When I began my speech, the Holy Spirit came on them just as he came on us at the beginning."},{"Chapter":11,"Number":16,"Text":"Then I remembered the words of the Lord. He said, ‘John baptized in water, but you will be baptized in the Holy Spirit!’"},{"Chapter":11,"Number":17,"Text":"God gave to them the same gift that he gave to us who believed in the Lord Jesus Christ. So could I stop the work of God? No!”"},{"Chapter":11,"Number":18,"Text":"When the Jewish believers heard this, they stopped arguing. They praised God and said, “So God is allowing the non-Jewish people also to turn to him and live.” "},{"Chapter":11,"Number":19,"Text":"Many of the believers were scattered by the terrible things that happened after Stephen was killed. Some of them went to places as far away as Phoenicia, Cyprus, and Antioch. They were telling the message to others, but only to Jews."},{"Chapter":11,"Number":20,"Text":"Some of these believers were men from Cyprus and Cyrene. When they came to Antioch, they spoke also to Greeks, telling them the Good News about the Lord Jesus."},{"Chapter":11,"Number":21,"Text":"The Lord was helping the believers. And a large group of people believed and turned to the Lord."},{"Chapter":11,"Number":22,"Text":"The church in Jerusalem heard about all of this, so they sent Barnabas to Antioch."},{"Chapter":11,"Number":23,"Text":"Barnabas was a good man, full of the Holy Spirit and full of faith. When he reached Antioch and saw how God had blessed the people, he was glad. He encouraged all the believers in Antioch."},{"Chapter":11,"Number":24,"Text":"He told them, “Never lose your faith. Always obey the Lord with all your hearts. ” Many people became followers of the Lord."},{"Chapter":11,"Number":25,"Text":"Then Barnabas went to the city of Tarsus to look for Saul."},{"Chapter":11,"Number":26,"Text":"When he found Saul, he brought him to Antioch. And for a whole year Saul and Barnabas met with the church. They taught many people there. In Antioch the followers were called Christians for the first time."},{"Chapter":11,"Number":27,"Text":"About that time some prophets came from Jerusalem to Antioch."},{"Chapter":11,"Number":28,"Text":"One of them was named Agabus. He stood up and spoke with the help of the Holy Spirit. He said, “A very hard time is coming to the whole world. There will be no food for people to eat.” (This happened when Claudius ruled.)"},{"Chapter":11,"Number":29,"Text":"The followers all decided to help their brothers who lived in Judea. Each one planned to send them as much as he could."},{"Chapter":11,"Number":30,"Text":"They gathered the money and gave it to Barnabas and Saul, who brought it to the elders in Judea."},{"Chapter":12,"Number":1,"Text":"During that same time King Herod began to do terrible things to some who belonged to the church."},{"Chapter":12,"Number":2,"Text":"He ordered James, the brother of John, to be killed by the sword."},{"Chapter":12,"Number":3,"Text":"Herod saw that the Jews liked this, so he decided to arrest Peter, too. (This happened during the time of the Feast of Unleavened Bread.)"},{"Chapter":12,"Number":4,"Text":"After Herod arrested Peter, he put him in jail and handed him over to be guarded by 16 soldiers. Herod planned to bring Peter before the people for trial after the Passover Feast."},{"Chapter":12,"Number":5,"Text":"So Peter was kept in jail. But the church kept on praying to God for him. "},{"Chapter":12,"Number":6,"Text":"The night before Herod was to bring him to trial, Peter was sleeping. He was between two soldiers, bound with two chains. Other soldiers were guarding the door of the jail."},{"Chapter":12,"Number":7,"Text":"Suddenly, an angel of the Lord stood there. A light shined in the room. The angel touched Peter on the side and woke him up. The angel said, “Hurry! Get up!” And the chains fell off Peter’s hands."},{"Chapter":12,"Number":8,"Text":"The angel said to him, “Get dressed and put on your sandals.” And so Peter did this. Then the angel said, “Put on your coat and follow me.”"},{"Chapter":12,"Number":9,"Text":"So the angel went out, and Peter followed him. Peter did not know if what the angel was doing was real. He thought he might be seeing a vision."},{"Chapter":12,"Number":10,"Text":"They went past the first and the second guard. They came to the iron gate that separated them from the city. The gate opened itself for them. They went through the gate and walked down a street. And the angel suddenly left him."},{"Chapter":12,"Number":11,"Text":"Then Peter realized what had happened. He thought, “Now I know that the Lord really sent his angel to me. He rescued me from Herod and from all the things the Jewish people thought would happen.”"},{"Chapter":12,"Number":12,"Text":"When he realized this, he went to the home of Mary. She was the mother of John. (John was also called Mark.) Many people were gathered there, praying."},{"Chapter":12,"Number":13,"Text":"Peter knocked on the outside door. A servant girl named Rhoda came to answer it."},{"Chapter":12,"Number":14,"Text":"She recognized Peter’s voice, and she was very happy. She even forgot to open the door. She ran inside and told the group, “Peter is at the door!”"},{"Chapter":12,"Number":15,"Text":"They said to her, “You are crazy!” But she kept on saying that it was true. So they said, “It must be Peter’s angel.”"},{"Chapter":12,"Number":16,"Text":"Peter continued to knock. When they opened the door, they saw him and were amazed."},{"Chapter":12,"Number":17,"Text":"Peter made a sign with his hand to tell them to be quiet. He explained how the Lord led him out of the jail. And he said, “Tell James and the other believers what happened.” Then he left to go to another place."},{"Chapter":12,"Number":18,"Text":"The next day the soldiers were very upset. They wondered what had happened to Peter."},{"Chapter":12,"Number":19,"Text":"Herod looked everywhere for Peter but could not find him. So he questioned the guards and ordered that they be killed.The Death of Herod AgrippaLater Herod moved from Judea and went to the city of Caesarea, where he stayed for a while."},{"Chapter":12,"Number":20,"Text":"Herod was very angry with the people of Tyre and Sidon. But the people of those cities all came in a group to Herod. They were able to get Blastus, the king’s personal servant, on their side. They asked Herod for peace because their country got its food from his country."},{"Chapter":12,"Number":21,"Text":"On a chosen day Herod put on his royal robes. He sat on his throne and made a speech to the people."},{"Chapter":12,"Number":22,"Text":"They shouted, “This is the voice of a god, not a man!”"},{"Chapter":12,"Number":23,"Text":"Herod did not give the glory to God. So an angel of the Lord caused him to become sick. He was eaten by worms and died."},{"Chapter":12,"Number":24,"Text":"God’s message continued to spread and reach more and more people."},{"Chapter":12,"Number":25,"Text":"After Barnabas and Saul finished their task in Jerusalem, they returned to Antioch. John, also called Mark, was with them."},{"Chapter":13,"Number":1,"Text":"In the church at Antioch there were these prophets and teachers: Barnabas, Simeon (also called Niger), Lucius (from the city of Cyrene), Manaen (who had grown up with Herod, the ruler) and Saul."},{"Chapter":13,"Number":2,"Text":"They were all worshiping the Lord and giving up eating. The Holy Spirit said to them, “Give Barnabas and Saul to me to do a special work. I have chosen them for it.”"},{"Chapter":13,"Number":3,"Text":"So they gave up eating and prayed. They laid their hands on Barnabas and Saul and sent them out. "},{"Chapter":13,"Number":4,"Text":"Barnabas and Saul were sent out by the Holy Spirit. They went to the city of Seleucia. From there they sailed to the island of Cyprus."},{"Chapter":13,"Number":5,"Text":"When they came to Salamis, they preached the Good News of God in the Jewish synagogues. John Mark was with them to help."},{"Chapter":13,"Number":6,"Text":"They went across the whole island to Paphos. In Paphos they met a Jew who was a magician. His name was Bar-Jesus. He was a false prophet,"},{"Chapter":13,"Number":7,"Text":"who always stayed close to Sergius Paulus, the governor. Sergius Paulus was a smart man. He asked Barnabas and Saul to come to him, because he wanted to hear the message of God."},{"Chapter":13,"Number":8,"Text":"But Elymas, the magician (that is what his name means), was against them. He tried to stop the governor from believing in Jesus."},{"Chapter":13,"Number":9,"Text":"But Saul was filled with the Holy Spirit. (Saul’s other name was Paul.) He looked straight at Elymas"},{"Chapter":13,"Number":10,"Text":"and said, “You son of the devil! You are an enemy of everything that is right! You are full of evil tricks and lies. You are always trying to change the Lord’s truths into lies!"},{"Chapter":13,"Number":11,"Text":"Now the Lord will touch you, and you will be blind. For a time you will not be able to see anything—not even the light from the sun.”Then everything became dark for Elymas. He walked around, trying to find someone to lead him by the hand."},{"Chapter":13,"Number":12,"Text":"When the governor saw this, he believed. He was amazed at the teaching about the Lord. "},{"Chapter":13,"Number":13,"Text":"Paul and those with him sailed away from Paphos. They came to Perga, in Pamphylia. But John Mark left them and returned to Jerusalem."},{"Chapter":13,"Number":14,"Text":"They continued their trip from Perga and went to Antioch, a city in Pisidia. On the Sabbath day they went into the synagogue and sat down."},{"Chapter":13,"Number":15,"Text":"The law of Moses and the writings of the prophets were read. Then the leaders of the synagogue sent a message to Paul and Barnabas: “Brothers, if you have any message that will encourage the people, please speak!”"},{"Chapter":13,"Number":16,"Text":"Paul stood up. He raised his hand and said, “Men of Israel and you other people who worship God, please listen!"},{"Chapter":13,"Number":17,"Text":"The God of the people of Israel chose our ancestors. He made the people great during the time they lived in Egypt. He brought them out of that country with great power."},{"Chapter":13,"Number":18,"Text":"And he was patient with them for 40 years in the desert."},{"Chapter":13,"Number":19,"Text":"God destroyed seven nations in the land of Canaan and gave the land to his people."},{"Chapter":13,"Number":20,"Text":"All this happened in about 450 years.“After this, God gave them judges until the time of Samuel the prophet."},{"Chapter":13,"Number":21,"Text":"Then the people asked for a king. God gave them Saul son of Kish. Saul was from the tribe of Benjamin. He was king for 40 years."},{"Chapter":13,"Number":22,"Text":"After God took him away, God made David their king. This is what God said about him: ‘I have found David son of Jesse. He is the kind of man I want. He will do all that I want him to do.’"},{"Chapter":13,"Number":23,"Text":"So God has brought one of David’s descendants to Israel to be their Savior. That descendant is Jesus. And God promised to do this."},{"Chapter":13,"Number":24,"Text":"Before Jesus came, John preached to all the people of Israel. He told them about a baptism of changed hearts and lives."},{"Chapter":13,"Number":25,"Text":"When he was finishing his work, he said, ‘Who do you think I am? I am not the Christ. He is coming later. I am not worthy to untie his sandals.’"},{"Chapter":13,"Number":26,"Text":"“Brothers, sons in the family of Abraham, and you non-Jews who worship God, listen! The news about this salvation has been sent to us."},{"Chapter":13,"Number":27,"Text":"Those who live in Jerusalem and their leaders did not realize that Jesus was the Savior. They did not understand the words that the prophets wrote, which are read every Sabbath day. But they made them come true when they said Jesus was guilty."},{"Chapter":13,"Number":28,"Text":"They could not find any real reason for Jesus to die, but they asked Pilate to have him killed."},{"Chapter":13,"Number":29,"Text":"They did to him all that the Scriptures had said. Then they took him down from the cross and laid him in a tomb."},{"Chapter":13,"Number":30,"Text":"But God raised him up from death!"},{"Chapter":13,"Number":31,"Text":"After this, for many days, the people who had gone with Jesus from Galilee to Jerusalem saw him. They are now his witnesses to the people."},{"Chapter":13,"Number":32,"Text":"We tell you the Good News about the promise God made to our ancestors."},{"Chapter":13,"Number":33,"Text":"We are their children, and God has made this promise come true for us. God did this by raising Jesus from death. We read about this also in Psalm 2:‘You are my Son.    Today I have become your Father.’"},{"Chapter":13,"Number":34,"Text":"God raised Jesus from death. He will never go back to the grave and become dust. So God said:‘I will give you the holy and sure blessings    that I promised to David.’"},{"Chapter":13,"Number":35,"Text":"But in another place God says:‘You will not let your Holy One    rot in the grave.’"},{"Chapter":13,"Number":36,"Text":"David did God’s will during his lifetime. Then he died and was buried with his fathers. And his body did rot in the grave!"},{"Chapter":13,"Number":37,"Text":"But the One God raised from death did not rot in the grave."},{"Chapter":13,"Number":38,"Text":"Brothers, you must understand what we are telling you: You can have forgiveness of your sins through Jesus."},{"Chapter":13,"Number":39,"Text":"The law of Moses could not free you from your sins. But everyone who believes is free from all sins through him."},{"Chapter":13,"Number":40,"Text":"Be careful! Don’t let what the prophets said happen to you:"},{"Chapter":13,"Number":41,"Text":"‘Listen, you people who doubt!    You can wonder, and then die.I will do something in your lifetime that will amaze you.    You won’t believe it even when you are told about it!’”"},{"Chapter":13,"Number":42,"Text":"While Paul and Barnabas were leaving the synagogue, the people asked them to tell them more about these things on the next Sabbath."},{"Chapter":13,"Number":43,"Text":"After the meeting, many Jews followed Paul and Barnabas from that place. With the Jews there were many who had changed to the Jewish religion and worshiped God. Paul and Barnabas were persuading them to continue trusting in God’s kindness."},{"Chapter":13,"Number":44,"Text":"On the next Sabbath day, almost all the people in the city came to hear the word of the Lord."},{"Chapter":13,"Number":45,"Text":"Seeing the crowd, the Jews became very jealous. They said insulting things and argued against what Paul said."},{"Chapter":13,"Number":46,"Text":"But Paul and Barnabas spoke very boldly. They said, “We must speak the message of God to you first. But you refuse to listen. You are judging yourselves not worthy of having eternal life! So we will now go to the people of other nations!"},{"Chapter":13,"Number":47,"Text":"This is what the Lord told us to do. The Lord said:‘I have made you a light for the non-Jewish nations.    You will show people all over the world the way to be saved.’”"},{"Chapter":13,"Number":48,"Text":"When the non-Jewish people heard Paul say this, they were happy. They gave honor to the message of the Lord. And many of the people believed the message. They were the ones chosen to have life forever."},{"Chapter":13,"Number":49,"Text":"And so the message of the Lord was spreading through the whole country."},{"Chapter":13,"Number":50,"Text":"But the Jews stirred up some of the important religious women and the leaders of the city against Paul and Barnabas. They started trouble against Paul and Barnabas and drove them out of their area."},{"Chapter":13,"Number":51,"Text":"So Paul and Barnabas shook the dust off their feet and went to Iconium."},{"Chapter":13,"Number":52,"Text":"But the followers were filled with joy and the Holy Spirit."},{"Chapter":14,"Number":1,"Text":"In Iconium, Paul and Barnabas went as usual to the Jewish synagogue. They spoke so well that a great many Jews and Greeks believed."},{"Chapter":14,"Number":2,"Text":"But some of the Jews who did not believe excited the non-Jewish people and turned them against the believers."},{"Chapter":14,"Number":3,"Text":"But Paul and Barnabas stayed in Iconium a long time and spoke bravely for the Lord. The Lord showed that their message about his grace was true by giving them the power to work miracles and signs."},{"Chapter":14,"Number":4,"Text":"But some of the people in the city agreed with the Jews. Others believed the apostles. So the city was divided."},{"Chapter":14,"Number":5,"Text":"Some non-Jewish people, some Jews, and some of their rulers wanted to harm Paul and Barnabas by killing them with stones."},{"Chapter":14,"Number":6,"Text":"When Paul and Barnabas learned about this, they went to Lystra and Derbe, cities in Lycaonia, and to the areas around those cities."},{"Chapter":14,"Number":7,"Text":"They announced the Good News there, too. "},{"Chapter":14,"Number":8,"Text":"In Lystra there sat a man who had been born crippled; he had never walked."},{"Chapter":14,"Number":9,"Text":"This man was listening to Paul speak. Paul looked straight at him and saw that the man believed God could heal him."},{"Chapter":14,"Number":10,"Text":"So he cried out, “Stand up on your feet!” The man jumped up and began walking around."},{"Chapter":14,"Number":11,"Text":"When the crowds saw what Paul did, they shouted in their own Lycaonian language. They said, “The gods have become like men! They have come down to us!”"},{"Chapter":14,"Number":12,"Text":"And the people began to call Barnabas “Zeus.” They called Paul “Hermes,” because he was the main speaker."},{"Chapter":14,"Number":13,"Text":"The temple of Zeus was near the city. The priest of this temple brought some bulls and flowers to the city gates. The priest and the people wanted to offer a sacrifice to Paul and Barnabas."},{"Chapter":14,"Number":14,"Text":"But when the apostles, Barnabas and Paul, understood what they were about to do, they tore their clothes in anger. Then they ran in among the people and shouted,"},{"Chapter":14,"Number":15,"Text":"“Men, why are you doing these things? We are only men, human beings like you! We are bringing you the Good News. We are telling you to turn away from these worthless things and turn to the true living God. He is the One who made the sky, the earth, the sea, and everything that is in them."},{"Chapter":14,"Number":16,"Text":"In the past, God let all the nations do what they wanted."},{"Chapter":14,"Number":17,"Text":"Yet he did things to prove he is real: He shows kindness to you. He gives you rain from heaven and crops at the right times. He gives you food and fills your hearts with joy.”"},{"Chapter":14,"Number":18,"Text":"Even with these words, they were barely able to keep the crowd from offering sacrifices to them."},{"Chapter":14,"Number":19,"Text":"Then some Jews came from Antioch and Iconium. They persuaded the people to turn against Paul. And so they threw stones at Paul and dragged him out of town. They thought that they had killed him."},{"Chapter":14,"Number":20,"Text":"But the followers gathered around him, and he got up and went back into the town. The next day, he and Barnabas left and went to the city of Derbe. "},{"Chapter":14,"Number":21,"Text":"Paul and Barnabas told the Good News in Derbe and many became followers. Paul and Barnabas returned to Lystra, Iconium, and Antioch."},{"Chapter":14,"Number":22,"Text":"In those cities they made the followers of Jesus stronger. They helped them to stay in the faith. They said, “We must suffer many things to enter God’s kingdom.”"},{"Chapter":14,"Number":23,"Text":"They chose elders for each church, by praying and giving up eating. These elders were men who had trusted the Lord. So Paul and Barnabas put them in the Lord’s care."},{"Chapter":14,"Number":24,"Text":"Then they went through Pisidia and came to Pamphylia."},{"Chapter":14,"Number":25,"Text":"They preached the message in Perga, and then they went down to Attalia."},{"Chapter":14,"Number":26,"Text":"And from there they sailed away to Antioch. This is where the believers had put them into God’s care and had sent them out to do this work. And now they had finished the work."},{"Chapter":14,"Number":27,"Text":"When they arrived in Antioch, they gathered the church together. Paul and Barnabas told them all about what God had done with them. They told how God had made it possible for the non-Jews to believe!"},{"Chapter":14,"Number":28,"Text":"And they stayed there a long time with the followers."},{"Chapter":15,"Number":1,"Text":"Then some men came to Antioch from Judea. They began teaching the non-Jewish brothers: “You cannot be saved if you are not circumcised. Moses taught us to do this.”"},{"Chapter":15,"Number":2,"Text":"Paul and Barnabas were against this teaching and argued with the men about it. So the group decided to send Paul, Barnabas, and some other men to Jerusalem. There they could talk more about this with the apostles and elders."},{"Chapter":15,"Number":3,"Text":"The church helped the men leave on the trip. They went through the countries of Phoenicia and Samaria, telling all about how the non-Jewish people had turned to God. This made all the believers very happy."},{"Chapter":15,"Number":4,"Text":"When they arrived in Jerusalem, the apostles, the elders, and the church welcomed them. Paul, Barnabas, and the others told about all the things that God had done with them."},{"Chapter":15,"Number":5,"Text":"But some of the believers who had belonged to the Pharisee group came forward. They said, “The non-Jewish believers must be circumcised. We must tell them to obey the law of Moses!”"},{"Chapter":15,"Number":6,"Text":"The apostles and the elders gathered to study this problem."},{"Chapter":15,"Number":7,"Text":"There was a long debate. Then Peter stood up and said to them, “Brothers, you know what happened in the early days. God chose me from among you to preach the Good News to the non-Jewish people. They heard the Good News from me, and they believed."},{"Chapter":15,"Number":8,"Text":"God, who knows the thoughts of all men, accepted them. He showed this to us by giving them the Holy Spirit, just as he did to us."},{"Chapter":15,"Number":9,"Text":"To God, those people are not different from us. When they believed, he made their hearts pure."},{"Chapter":15,"Number":10,"Text":"So now why are you testing God? You are putting a heavy load around the necks of the non-Jewish brothers. It is a load that neither we nor our fathers were able to carry."},{"Chapter":15,"Number":11,"Text":"But we believe that we and they too will be saved by the grace of the Lord Jesus!”"},{"Chapter":15,"Number":12,"Text":"Then the whole group became quiet. They listened to Paul and Barnabas speak. Paul and Barnabas told about all the miracles and signs that God did through them among the non-Jewish people."},{"Chapter":15,"Number":13,"Text":"After they finished speaking, James spoke. He said, “Brothers, listen to me."},{"Chapter":15,"Number":14,"Text":"Simon has told us how God showed his love for the non-Jewish people. For the first time he has accepted them and made them his people."},{"Chapter":15,"Number":15,"Text":"The words of the prophets agree with this too:"},{"Chapter":15,"Number":16,"Text":"‘After these things I will return.    The kingdom of David is like a fallen tent.But I will rebuild it.    And I will again build its ruins.    And I will set it up."},{"Chapter":15,"Number":17,"Text":"Then those people who are left alive may ask the Lord for help.    And all people from other nations may worship me,says the Lord.    And he will make it happen."},{"Chapter":15,"Number":18,"Text":"And these things have been known for a long time.’"},{"Chapter":15,"Number":19,"Text":"“So I think we should not bother the non-Jewish brothers who have turned to God."},{"Chapter":15,"Number":20,"Text":"Instead, we should write a letter to them. We should tell them these things: Do not eat food that has been offered to idols. (This makes the food unclean.) Do not take part in any kind of sexual sin. Do not taste blood. Do not eat animals that have been strangled."},{"Chapter":15,"Number":21,"Text":"They should not do these things, because there are still men in every city who teach the law of Moses. For a long time the words of Moses have been read in the synagogue every Sabbath day.” "},{"Chapter":15,"Number":22,"Text":"The apostles, the elders, and the whole church decided to send some of their men with Paul and Barnabas to Antioch. They chose Judas Barsabbas and Silas, who were respected by the believers."},{"Chapter":15,"Number":23,"Text":"They sent the following letter with them:From the apostles and elders, your brothers.To all the non-Jewish brothers in Antioch, Syria and Cilicia:Dear Brothers,"},{"Chapter":15,"Number":24,"Text":"We have heard that some of our men have come to you and said things that trouble and upset you. But we did not tell them to do this!"},{"Chapter":15,"Number":25,"Text":"We have all agreed to choose some men and send them to you. They will be with our dear friends Barnabas and Paul—"},{"Chapter":15,"Number":26,"Text":"men who have given their lives to serve our Lord Jesus Christ."},{"Chapter":15,"Number":27,"Text":"So we have sent Judas and Silas with them. They will tell you the same things."},{"Chapter":15,"Number":28,"Text":"It has pleased the Holy Spirit that you should not have a heavy load to carry, and we agree. You need to do only these things:"},{"Chapter":15,"Number":29,"Text":"Do not eat any food that has been offered to idols. Do not taste blood. Do not eat any animals that have been strangled. Do not take part in any kind of sexual sin. If you stay away from these things, you will do well.Good-bye."},{"Chapter":15,"Number":30,"Text":"So the men left Jerusalem and went to Antioch. There they gathered the church and gave them the letter."},{"Chapter":15,"Number":31,"Text":"When they read it, they were very happy because of the encouraging letter."},{"Chapter":15,"Number":32,"Text":"Judas and Silas were also prophets, who said many things to encourage the believers and make them stronger."},{"Chapter":15,"Number":33,"Text":"After some time Judas and Silas were sent off in peace by the believers. They went back to those who had sent them."},{"Chapter":15,"Number":34,"Text":"[But Silas decided to remain there.]"},{"Chapter":15,"Number":35,"Text":"But Paul and Barnabas stayed in Antioch. They and many others preached the Good News and taught the people the message of the Lord. "},{"Chapter":15,"Number":36,"Text":"After some time, Paul said to Barnabas, “We preached the message of the Lord in many towns. We should go back to all those towns to visit the believers and see how they are doing.”"},{"Chapter":15,"Number":37,"Text":"Barnabas wanted to take John Mark with them too."},{"Chapter":15,"Number":38,"Text":"But John Mark had left them at Pamphylia; he did not continue with them in the work. So Paul did not think it was a good idea to take him."},{"Chapter":15,"Number":39,"Text":"Paul and Barnabas had a serious argument about this. They separated and went different ways. Barnabas sailed to Cyprus and took Mark with him."},{"Chapter":15,"Number":40,"Text":"But Paul chose Silas and left. The believers in Antioch put Paul into the Lord’s care."},{"Chapter":15,"Number":41,"Text":"And he went through Syria and Cilicia, giving strength to the churches."},{"Chapter":16,"Number":1,"Text":"Paul came to Derbe and Lystra. A follower named Timothy was there. Timothy’s mother was Jewish and a believer. His father was a Greek."},{"Chapter":16,"Number":2,"Text":"The brothers in Lystra and Iconium respected Timothy and said good things about him."},{"Chapter":16,"Number":3,"Text":"Paul wanted Timothy to travel with him. But all the Jews living in that area knew that Timothy’s father was Greek. So Paul circumcised Timothy to please the Jews."},{"Chapter":16,"Number":4,"Text":"Paul and the men with him traveled from town to town. They gave the decisions made by the apostles and elders in Jerusalem for the people to obey."},{"Chapter":16,"Number":5,"Text":"So the churches became stronger in the faith and grew larger every day. "},{"Chapter":16,"Number":6,"Text":"Paul and the men with him went through the areas of Phrygia and Galatia. The Holy Spirit did not let them preach the Good News in Asia."},{"Chapter":16,"Number":7,"Text":"When they came near the country of Mysia, they tried to go into Bithynia. But the Spirit of Jesus did not let them."},{"Chapter":16,"Number":8,"Text":"So they passed by Mysia and went to Troas."},{"Chapter":16,"Number":9,"Text":"That night Paul had a vision. In the vision, a man from Macedonia came to him. The man stood there and begged, “Come over to Macedonia. Help us!”"},{"Chapter":16,"Number":10,"Text":"After Paul had seen the vision, we immediately prepared to leave for Macedonia. We understood that God had called us to tell the Good News to those people. "},{"Chapter":16,"Number":11,"Text":"We left Troas in a ship, and we sailed straight to the island of Samothrace. The next day we sailed to Neapolis."},{"Chapter":16,"Number":12,"Text":"Then we went by land to Philippi, the leading city in that part of Macedonia. It is also a Roman colony. We stayed there for several days."},{"Chapter":16,"Number":13,"Text":"On the Sabbath day we went outside the city gate to the river. There we thought we would find a special place for prayer. Some women had gathered there, so we sat down and talked with them."},{"Chapter":16,"Number":14,"Text":"There was a woman named Lydia from the city of Thyatira. Her job was selling purple cloth. She worshiped the true God. The Lord opened her mind to pay attention to what Paul was saying."},{"Chapter":16,"Number":15,"Text":"She and all the people in her house were baptized. Then Lydia invited us to her home. She said, “If you think I am truly a believer in the Lord, then come stay in my house.” And she persuaded us to stay with her. "},{"Chapter":16,"Number":16,"Text":"Once, while we were going to the place for prayer, a servant girl met us. She had a special spirit in her. She earned a lot of money for her owners by telling fortunes."},{"Chapter":16,"Number":17,"Text":"This girl followed Paul and us. She said loudly, “These men are servants of the Most High God! They are telling you how you can be saved!”"},{"Chapter":16,"Number":18,"Text":"She kept this up for many days. This bothered Paul, so he turned and said to the spirit, “By the power of Jesus Christ, I command you to come out of her!” Immediately, the spirit came out."},{"Chapter":16,"Number":19,"Text":"The owners of the servant girl saw this. These men knew that now they could not use her to make money. So they grabbed Paul and Silas and dragged them before the city rulers in the marketplace."},{"Chapter":16,"Number":20,"Text":"Here they brought Paul and Silas to the Roman rulers and said, “These men are Jews and are making trouble in our city."},{"Chapter":16,"Number":21,"Text":"They are teaching things that are not right for us as Romans to do.”"},{"Chapter":16,"Number":22,"Text":"The crowd joined the attack against them. The Roman officers tore the clothes of Paul and Silas and had them beaten with rods again and again."},{"Chapter":16,"Number":23,"Text":"After being severely beaten, Paul and Silas were thrown into jail. The jailer was ordered to guard them carefully."},{"Chapter":16,"Number":24,"Text":"When he heard this order, he put them far inside the jail. He pinned down their feet between large blocks of wood."},{"Chapter":16,"Number":25,"Text":"About midnight Paul and Silas were praying and singing songs to God. The other prisoners were listening to them."},{"Chapter":16,"Number":26,"Text":"Suddenly, there was a big earthquake. It was so strong that it shook the foundation of the jail. Then all the doors of the jail broke open. All the prisoners were freed from their chains."},{"Chapter":16,"Number":27,"Text":"The jailer woke up and saw that the jail doors were open. He thought that the prisoners had already escaped. So he got his sword and was about to kill himself."},{"Chapter":16,"Number":28,"Text":"But Paul shouted, “Don’t hurt yourself! We are all here!”"},{"Chapter":16,"Number":29,"Text":"The jailer told someone to bring a light. Then he ran inside. Shaking with fear, he fell down before Paul and Silas."},{"Chapter":16,"Number":30,"Text":"Then he brought them outside and said, “Men, what must I do to be saved?”"},{"Chapter":16,"Number":31,"Text":"They said to him, “Believe in the Lord Jesus and you will be saved—you and all the people in your house.”"},{"Chapter":16,"Number":32,"Text":"So Paul and Silas told the message of the Lord to the jailer and all the people in his house."},{"Chapter":16,"Number":33,"Text":"At that hour of the night the jailer took Paul and Silas and washed their wounds. Then he and all his people were baptized immediately."},{"Chapter":16,"Number":34,"Text":"After this the jailer took Paul and Silas home and gave them food. He and his family were very happy because they now believed in God."},{"Chapter":16,"Number":35,"Text":"The next morning, the Roman officers sent the police to tell the jailer, “Let these men go free!”"},{"Chapter":16,"Number":36,"Text":"The jailer said to Paul, “The officers have sent an order to let you go free. You can leave now. Go in peace.”"},{"Chapter":16,"Number":37,"Text":"But Paul said to the police, “They beat us in public without a trial, even though we are Roman citizens. And they threw us in jail. Now they want to make us go away quietly. No! Let them come themselves and bring us out!”"},{"Chapter":16,"Number":38,"Text":"The police told the Roman officers what Paul said. When the officers heard that Paul and Silas were Roman citizens, they were afraid."},{"Chapter":16,"Number":39,"Text":"So they came and told Paul and Silas they were sorry. They took Paul and Silas out of jail and asked them to leave the city."},{"Chapter":16,"Number":40,"Text":"So when they came out of the jail, they went to Lydia’s house. There they saw some of the believers and encouraged them. Then they left."},{"Chapter":17,"Number":1,"Text":"Paul and Silas traveled through Amphipolis and Apollonia and came to Thessalonica. In that city there was a Jewish synagogue."},{"Chapter":17,"Number":2,"Text":"Paul went into the synagogue as he always did. On each Sabbath day for three weeks, Paul talked with the Jews about the Scriptures."},{"Chapter":17,"Number":3,"Text":"He explained and proved that the Christ must die and then rise from death. He said, “This Jesus I am telling you about is the Christ.”"},{"Chapter":17,"Number":4,"Text":"Some of the Jews were convinced and joined Paul and Silas. Many of the Greeks who worshiped the true God and many of the important women joined them."},{"Chapter":17,"Number":5,"Text":"But the Jews became jealous. They got some evil men from the marketplace, formed a mob and started a riot. They ran to Jason’s house, looking for Paul and Silas. The men wanted to bring Paul and Silas out to the people."},{"Chapter":17,"Number":6,"Text":"But they did not find them. So they dragged Jason and some other believers to the leaders of the city. The people were yelling, “These men have made trouble everywhere in the world. And now they have come here too!"},{"Chapter":17,"Number":7,"Text":"Jason is keeping them in his house. All of them do things against the laws of Caesar. They say that there is another king called Jesus.”"},{"Chapter":17,"Number":8,"Text":"When the people and the leaders of the city heard these things, they became very upset."},{"Chapter":17,"Number":9,"Text":"They made Jason and the others put up a sum of money. Then they let the believers go free. "},{"Chapter":17,"Number":10,"Text":"That same night the believers sent Paul and Silas to Berea. There Paul and Silas went to the Jewish synagogue."},{"Chapter":17,"Number":11,"Text":"These Jews were better than the Jews in Thessalonica. They were eager to hear the things Paul and Silas said. These Jews in Berea studied the Scriptures every day to find out if these things were true."},{"Chapter":17,"Number":12,"Text":"So, many of them believed. Many important Greek men and women also believed."},{"Chapter":17,"Number":13,"Text":"But when the Jews in Thessalonica learned that Paul was preaching the word of God in Berea, they came there, too. They upset the people and made trouble."},{"Chapter":17,"Number":14,"Text":"So the believers quickly sent Paul away to the coast. But Silas and Timothy stayed in Berea."},{"Chapter":17,"Number":15,"Text":"The men who took Paul went with him to Athens. Then they carried a message from Paul back to Silas and Timothy. It said, “Come to me as soon as you can.” "},{"Chapter":17,"Number":16,"Text":"Paul was waiting for Silas and Timothy in Athens. He was troubled because he saw that the city was full of idols."},{"Chapter":17,"Number":17,"Text":"In the synagogue, he talked with the Jews and the Greeks who worshiped the true God. He also talked every day with people in the marketplace."},{"Chapter":17,"Number":18,"Text":"Some of the Epicurean and Stoic philosophers argued with him. Some of them said, “This man doesn’t know what he is talking about. What is he trying to say?” Paul was telling them the Good News of Jesus’ rising from death. They said, “He seems to be telling us about some other gods.”"},{"Chapter":17,"Number":19,"Text":"They got Paul and took him to a meeting of the Areopagus. They said, “Please explain to us this new idea that you have been teaching."},{"Chapter":17,"Number":20,"Text":"The things you are saying are new to us. We want to know what this teaching means.”"},{"Chapter":17,"Number":21,"Text":"(All the people of Athens and those from other countries always used their time talking about all the newest ideas.)"},{"Chapter":17,"Number":22,"Text":"Then Paul stood before the meeting of the Areopagus. He said, “Men of Athens, I can see that you are very religious in all things."},{"Chapter":17,"Number":23,"Text":"I was going through your city, and I saw the things you worship. I found an altar that had these words written on it: “TO A GOD WHO IS NOT KNOWN.” You worship a god that you don’t know. This is the God I am telling you about!"},{"Chapter":17,"Number":24,"Text":"He is the God who made the whole world and everything in it. He is the Lord of the land and the sky. He does not live in temples that men build!"},{"Chapter":17,"Number":25,"Text":"This God is the One who gives life, breath, and everything else to people. He does not need any help from them. He has everything he needs."},{"Chapter":17,"Number":26,"Text":"God began by making one man. From him came all the different people who live everywhere in the world. He decided exactly when and where they must live."},{"Chapter":17,"Number":27,"Text":"God wanted them to look for him and perhaps search all around for him and find him. But he is not far from any of us:"},{"Chapter":17,"Number":28,"Text":"‘By his power we live and move and exist.’ Some of your own poets have said: ‘For we are his children.’"},{"Chapter":17,"Number":29,"Text":"We are God’s children. So, you must not think that God is like something that people imagine or make. He is not like gold, silver, or rock."},{"Chapter":17,"Number":30,"Text":"In the past, people did not understand God, but God ignored this. But now, God tells everyone in the world to change his heart and life."},{"Chapter":17,"Number":31,"Text":"God has decided on a day that he will judge all the world. He will be fair. He will use a man to do this. God chose that man long ago. And God has proved this to everyone by raising that man from death!”"},{"Chapter":17,"Number":32,"Text":"When the people heard about Jesus being raised from death, some of them laughed. They said, “We will hear more about this from you later.”"},{"Chapter":17,"Number":33,"Text":"So Paul went away from them."},{"Chapter":17,"Number":34,"Text":"But some of the people believed Paul and joined him. One of those who believed was Dionysius, a member of the Areopagus. Also a woman named Damaris and some others believed."},{"Chapter":18,"Number":1,"Text":"Later, Paul left Athens and went to Corinth."},{"Chapter":18,"Number":2,"Text":"Here he met a Jew named Aquila. Aquila was born in the country of Pontus. But Aquila and his wife, Priscilla, had recently moved to Corinth from Italy. They left Italy because Claudius commanded that all Jews must leave Rome. Paul went to visit Aquila and Priscilla."},{"Chapter":18,"Number":3,"Text":"They were tentmakers, just as he was. He stayed with them and worked with them."},{"Chapter":18,"Number":4,"Text":"Every Sabbath day he talked with the Jews and Greeks in the synagogue. Paul tried to persuade these people to believe in Jesus."},{"Chapter":18,"Number":5,"Text":"Silas and Timothy came from Macedonia and joined Paul in Corinth. After this, Paul used all his time telling people the Good News. He showed the Jews that Jesus is the Christ."},{"Chapter":18,"Number":6,"Text":"But they would not accept Paul’s teaching and said some evil things. So he shook off the dust from his clothes. He said to them, “If you are not saved, it will be your own fault! I have done all I can do! After this, I will go to non-Jewish people!”"},{"Chapter":18,"Number":7,"Text":"Paul left the synagogue and moved into the home of Titius Justus. It was next to the synagogue. This man worshiped the true God."},{"Chapter":18,"Number":8,"Text":"Crispus was the leader of that synagogue. He and all the people living in his house believed in the Lord. Many others in Corinth also listened to Paul. They too believed and were baptized."},{"Chapter":18,"Number":9,"Text":"During the night, Paul had a vision. The Lord said to him, “Don’t be afraid! Continue talking to people and don’t be quiet!"},{"Chapter":18,"Number":10,"Text":"I am with you. No one will hurt you because many of my people are in this city.”"},{"Chapter":18,"Number":11,"Text":"Paul stayed there for a year and a half, teaching God’s word to the people. "},{"Chapter":18,"Number":12,"Text":"Gallio became the governor of the country of Southern Greece. At that time, some of the Jews came together against Paul and took him to the court."},{"Chapter":18,"Number":13,"Text":"They said to Gallio, “This man is teaching people to worship God in a way that is against our law!”"},{"Chapter":18,"Number":14,"Text":"Paul was about to say something, but Gallio spoke to the Jews. Gallio said, “I would listen to you Jews if you were complaining about a crime or some wrong."},{"Chapter":18,"Number":15,"Text":"But the things you are saying are only questions about words and names—arguments about your own law. So you must solve this problem yourselves. I don’t want to be a judge of these things!”"},{"Chapter":18,"Number":16,"Text":"Then Gallio made them leave the court."},{"Chapter":18,"Number":17,"Text":"Then they all grabbed Sosthenes. (Sosthenes was now the leader of the synagogue.) They beat him there before the court. But this did not bother Gallio. "},{"Chapter":18,"Number":18,"Text":"Paul stayed with the believers for many more days. Then he left and sailed for Syria. Priscilla and Aquila went with him. At Cenchrea, Paul cut off his hair. This showed that he had made a promise to God."},{"Chapter":18,"Number":19,"Text":"Then they went to Ephesus, where Paul left Priscilla and Aquila. While Paul was there, he went into the synagogue and talked with the Jews."},{"Chapter":18,"Number":20,"Text":"When they asked him to stay with them longer, he refused."},{"Chapter":18,"Number":21,"Text":"He left them, but he said, “I will come back to you again if God wants me to.” And so he sailed away from Ephesus."},{"Chapter":18,"Number":22,"Text":"Paul landed at Caesarea. Then he went and gave greetings to the church in Jerusalem. After that, Paul went to Antioch."},{"Chapter":18,"Number":23,"Text":"He stayed there for a while and then left and went through the countries of Galatia and Phrygia. He traveled from town to town in these countries, giving strength to all the followers. "},{"Chapter":18,"Number":24,"Text":"A Jew named Apollos came to Ephesus. He was born in the city of Alexandria. He was an educated man who knew the Scriptures well."},{"Chapter":18,"Number":25,"Text":"He had been taught about the Lord. He was always very excited when he spoke and taught the truth about Jesus. But the only baptism that Apollos knew about was the baptism that John taught."},{"Chapter":18,"Number":26,"Text":"Apollos began to speak very boldly in the synagogue, and Priscilla and Aquila heard him. So they took him to their home and helped him better understand the way of God."},{"Chapter":18,"Number":27,"Text":"Now Apollos wanted to go to the country of Southern Greece, so the believers helped him. They wrote a letter to the followers there, asking them to accept him. These followers had believed in Jesus because of God’s grace. When Apollos went there, he helped them very much."},{"Chapter":18,"Number":28,"Text":"He argued very strongly with the Jews before all the people. Apollos clearly proved that the Jews were wrong. Using the Scriptures, he proved that Jesus is the Christ."},{"Chapter":19,"Number":1,"Text":"While Apollos was in Corinth, Paul was visiting some places on the way to Ephesus. There he found some followers."},{"Chapter":19,"Number":2,"Text":"Paul asked them, “Did you receive the Holy Spirit when you believed?”They said, “We have never even heard of a Holy Spirit!”"},{"Chapter":19,"Number":3,"Text":"So he asked, “What kind of baptism did you have?”They said, “It was the baptism that John taught.”"},{"Chapter":19,"Number":4,"Text":"Paul said, “John’s baptism was a baptism of changed hearts and lives. He told people to believe in the One who would come after him. That One is Jesus.”"},{"Chapter":19,"Number":5,"Text":"When they heard this, they were baptized in the name of the Lord Jesus."},{"Chapter":19,"Number":6,"Text":"Then Paul laid his hands on them, and the Holy Spirit came upon them. They began speaking different languages and prophesying."},{"Chapter":19,"Number":7,"Text":"There were about 12 men in this group."},{"Chapter":19,"Number":8,"Text":"Paul went into the synagogue and spoke out boldly for three months. He talked with the Jews and persuaded them to accept the things he said about the kingdom of God."},{"Chapter":19,"Number":9,"Text":"But some of the Jews became stubborn and refused to believe. These Jews said evil things about the Way of Jesus. All the people heard these things. So Paul left them and took the followers with him. He went to a place where a man named Tyrannus had a school. There Paul talked with people every day"},{"Chapter":19,"Number":10,"Text":"for two years. Because of his work, every Jew and Greek in Asia heard the word of the Lord. "},{"Chapter":19,"Number":11,"Text":"God used Paul to do some very special miracles."},{"Chapter":19,"Number":12,"Text":"Some people took handkerchiefs and clothes that Paul had used and put them on the sick. When they did this, the sick were healed and evil spirits left them."},{"Chapter":19,"Number":13,"Text":"But some Jews also were traveling around and making evil spirits go out of people. The seven sons of Sceva were doing this. (Sceva was a leading Jewish priest.)"},{"Chapter":19,"Number":14,"Text":"These Jews tried to use the name of the Lord Jesus to force the evil spirits out. They would say, “By the same Jesus that Paul talks about, I order you to come out!”"},{"Chapter":19,"Number":15,"Text":"But one time an evil spirit said to these Jews, “I know Jesus, and I know about Paul, but who are you?”"},{"Chapter":19,"Number":16,"Text":"Then the man, who had the evil spirit in him, jumped on these Jews. He was much stronger than all of them. He beat them and tore their clothes off, so they ran away from the house."},{"Chapter":19,"Number":17,"Text":"All the people in Ephesus, Jews and Greeks, learned about this. They were filled with fear. And the people gave great honor to the Lord Jesus."},{"Chapter":19,"Number":18,"Text":"Many of the believers began to confess openly and tell all the evil things they had done."},{"Chapter":19,"Number":19,"Text":"Some of them had used magic. These believers brought their magic books and burned them before everyone. Those books were worth about 50,000 silver coins."},{"Chapter":19,"Number":20,"Text":"So in a powerful way the word of the Lord kept spreading and growing. "},{"Chapter":19,"Number":21,"Text":"After these things, Paul made plans to go to Jerusalem. He planned to go through the countries of Macedonia and Southern Greece, and then on to Jerusalem. He said, “After I have been to Jerusalem, I must also visit Rome.”"},{"Chapter":19,"Number":22,"Text":"Paul sent Timothy and Erastus, two of his helpers, ahead to Macedonia. He himself stayed in Asia for a while. "},{"Chapter":19,"Number":23,"Text":"But during that time, there was some serious trouble in Ephesus about the Way of Jesus."},{"Chapter":19,"Number":24,"Text":"There was a man named Demetrius, who worked with silver. He made little silver models that looked like the temple of the goddess Artemis. The men who did this work made much money."},{"Chapter":19,"Number":25,"Text":"Demetrius had a meeting with these men and some others who did the same kind of work. He told them, “Men, you know that we make a lot of money from our business."},{"Chapter":19,"Number":26,"Text":"But look at what this man Paul is doing! He has convinced and turned away many people in Ephesus and in almost all of Asia! He says the gods that men make are not real."},{"Chapter":19,"Number":27,"Text":"There is a danger that our business will lose its good name. But there is also another danger: People will begin to think that the temple of the great goddess Artemis is not important! Her greatness will be destroyed. And Artemis is the goddess that everyone in Asia and the whole world worships.”"},{"Chapter":19,"Number":28,"Text":"When the men heard this, they became very angry. They shouted, “Great is Artemis of the Ephesians!”"},{"Chapter":19,"Number":29,"Text":"The whole city became confused. The people grabbed Gaius and Aristarchus. (These two men were from Macedonia and were traveling with Paul.) Then all the people ran to the theater."},{"Chapter":19,"Number":30,"Text":"Paul wanted to go in and talk to the crowd, but the followers did not let him."},{"Chapter":19,"Number":31,"Text":"Also, some leaders of Asia were friends of Paul. They sent him a message, begging him not to go into the theater."},{"Chapter":19,"Number":32,"Text":"Some people were shouting one thing, and some were shouting another. The meeting was completely confused. Most of the people did not know why they had come together."},{"Chapter":19,"Number":33,"Text":"The Jews put a man named Alexander in front of the people. Some of them had told him what to do. Alexander waved his hand because he wanted to explain things to the people."},{"Chapter":19,"Number":34,"Text":"But when they saw that Alexander was a Jew, they all began shouting the same thing. They continued shouting for two hours: “Great is Artemis of the Ephesians!”"},{"Chapter":19,"Number":35,"Text":"Then the city clerk made the crowd be quiet. He said, “Men of Ephesus, everyone knows that Ephesus is the city that keeps the temple of the great goddess Artemis. All people know that we also keep her holy stone that fell from heaven."},{"Chapter":19,"Number":36,"Text":"No one can say that this is not true. So you should be quiet. You must stop and think before you do anything."},{"Chapter":19,"Number":37,"Text":"You brought these men here, but they have not said anything evil against our goddess. They have not stolen anything from her temple."},{"Chapter":19,"Number":38,"Text":"We have courts of law, and there are judges. Do Demetrius and the men who work with him have a charge against anyone? They should go to the courts! That is where they can argue with each other!"},{"Chapter":19,"Number":39,"Text":"Is there something else you want to talk about? It can be decided at the regular town meeting of the people."},{"Chapter":19,"Number":40,"Text":"I say this because some people might see this trouble today and say that we are rioting. We could not explain this because there is no real reason for this meeting.”"},{"Chapter":19,"Number":41,"Text":"After the city clerk said these things, he told the people to go home."},{"Chapter":20,"Number":1,"Text":"When the trouble stopped, Paul sent for the followers to come to him. He encouraged them and then told them good-bye. Paul left and went to the country of Macedonia."},{"Chapter":20,"Number":2,"Text":"He said many things to strengthen the followers in the different places on his way through Macedonia. Then he went to Southern Greece."},{"Chapter":20,"Number":3,"Text":"He stayed there three months. He was ready to sail for Syria, but some Jews were planning something against him. So Paul decided to go back through Macedonia to Syria."},{"Chapter":20,"Number":4,"Text":"Some men went with him. They were Sopater son of Pyrrhus, from the city of Berea; Aristarchus and Secundus, from the city of Thessalonica; Gaius, from Derbe; and Timothy; and Tychicus and Trophimus, two men from Asia."},{"Chapter":20,"Number":5,"Text":"These men went first, ahead of Paul, and waited for us at Troas."},{"Chapter":20,"Number":6,"Text":"We sailed from Philippi after the Feast of Unleavened Bread and we met them in Troas five days later. We stayed there seven days. "},{"Chapter":20,"Number":7,"Text":"On the first day of the week, we all met together to break bread. Paul spoke to the group. Because he was planning to leave the next day, he kept on talking till midnight."},{"Chapter":20,"Number":8,"Text":"We were all together in a room upstairs, and there were many lamps in the room."},{"Chapter":20,"Number":9,"Text":"A young man named Eutychus was sitting in the window. As Paul continued talking, Eutychus was falling into a deep sleep. Finally, he went sound asleep and fell to the ground from the third floor. When they picked him up, he was dead."},{"Chapter":20,"Number":10,"Text":"Paul went down to Eutychus. He knelt down and put his arms around him. He said, “Don’t worry. He is alive now.”"},{"Chapter":20,"Number":11,"Text":"Then Paul went upstairs again, broke bread, and ate. He spoke to them a long time, until it was early morning. Then he left."},{"Chapter":20,"Number":12,"Text":"They took the young man home alive and were greatly comforted. "},{"Chapter":20,"Number":13,"Text":"We sailed for the city of Assos. We went first, ahead of Paul. He wanted to join us on the ship there. Paul planned it this way because he wanted to go to Assos by land."},{"Chapter":20,"Number":14,"Text":"When he met us at Assos, we took him aboard and went to Mitylene."},{"Chapter":20,"Number":15,"Text":"The next day, we sailed from Mitylene and came to a place near Chios. The next day, we sailed to Samos. A day later, we reached Miletus."},{"Chapter":20,"Number":16,"Text":"Paul had already decided not to stop at Ephesus. He did not want to stay too long in Asia. He was hurrying to be in Jerusalem on the day of Pentecost, if that was possible. "},{"Chapter":20,"Number":17,"Text":"Now from Miletus Paul sent to Ephesus and called for the elders of the church."},{"Chapter":20,"Number":18,"Text":"When they came to him, he said, “You know about my life from the first day I came to Asia. You know the way I lived all the time I was with you."},{"Chapter":20,"Number":19,"Text":"The Jews plotted against me. This troubled me very much. But you know that I always served the Lord. I never thought of myself first, and I often cried."},{"Chapter":20,"Number":20,"Text":"You know I preached to you, and I did not hold back anything that would help you. You know that I taught you in public and in your homes."},{"Chapter":20,"Number":21,"Text":"I warned both Jews and Greeks to change their lives and turn to God. And I told them all to believe in our Lord Jesus."},{"Chapter":20,"Number":22,"Text":"But now I must obey the Holy Spirit and go to Jerusalem. I don’t know what will happen to me there."},{"Chapter":20,"Number":23,"Text":"I know only that in every city the Holy Spirit tells me that troubles and even jail wait for me."},{"Chapter":20,"Number":24,"Text":"I don’t care about my own life. The most important thing is that I complete my mission. I want to finish the work that the Lord Jesus gave me—to tell people the Good News about God’s grace."},{"Chapter":20,"Number":25,"Text":"“And now, I know that none of you will ever see me again. All the time I was with you, I was preaching the kingdom of God."},{"Chapter":20,"Number":26,"Text":"So today I can tell you one thing that I am sure of: If any of you should be lost, I am not responsible."},{"Chapter":20,"Number":27,"Text":"This is because I have told you everything God wants you to know."},{"Chapter":20,"Number":28,"Text":"Be careful for yourselves and for all the people God has given you. The Holy Spirit gave you the work of caring for this flock. You must be like shepherds to the church of God. This is the church that God bought with his own death."},{"Chapter":20,"Number":29,"Text":"I know that after I leave, some men will come like wild wolves and try to destroy the flock."},{"Chapter":20,"Number":30,"Text":"Also, men from your own group will rise up and twist the truth. They will lead away followers after them."},{"Chapter":20,"Number":31,"Text":"So be careful! Always remember this: For three years I never stopped warning each of you. I taught you night and day. I often cried over you."},{"Chapter":20,"Number":32,"Text":"“Now I am putting you in the care of God and the message about his grace. That message is able to give you strength, and it will give you the blessings that God has for all his holy people."},{"Chapter":20,"Number":33,"Text":"When I was with you, I never wanted anyone’s money or fine clothes."},{"Chapter":20,"Number":34,"Text":"You know that I always worked to take care of my own needs and the needs of those who were with me."},{"Chapter":20,"Number":35,"Text":"I showed you in all things that you should work as I did and help the weak. I taught you to remember the words of Jesus. He said, ‘It is more blessed to give than to receive.’”"},{"Chapter":20,"Number":36,"Text":"When Paul had said this, he knelt down with all of them and prayed."},{"Chapter":20,"Number":37,"Text":"And they all cried because Paul had said that they would never see him again."},{"Chapter":20,"Number":38,"Text":"They put their arms around him and kissed him. Then they went with him to the ship."},{"Chapter":21,"Number":1,"Text":"We all said good-bye to them and left. We sailed straight to Cos island. The next day, we reached Rhodes, and from Rhodes we went to Patara."},{"Chapter":21,"Number":2,"Text":"There we found a ship that was going to Phoenicia. We went aboard and sailed away."},{"Chapter":21,"Number":3,"Text":"We sailed near the island of Cyprus. We could see it to the north, but we sailed on to Syria. We stopped at Tyre because the ship needed to unload its cargo there."},{"Chapter":21,"Number":4,"Text":"We found some followers in Tyre, and we stayed with them for seven days. Through the Holy Spirit they warned Paul not to go to Jerusalem."},{"Chapter":21,"Number":5,"Text":"When we finished our visit, we left and continued our trip. All the followers, even the women and children, came outside the city with us. We all knelt down on the beach and prayed."},{"Chapter":21,"Number":6,"Text":"Then we said good-bye and got on the ship. The followers went back home."},{"Chapter":21,"Number":7,"Text":"We continued our trip from Tyre and arrived at Ptolemais. We greeted the believers there and stayed with them for a day."},{"Chapter":21,"Number":8,"Text":"We left Ptolemais and went to the city of Caesarea. There we went into the home of Philip and stayed with him. Philip had the work of telling the Good News. He was one of the seven helpers."},{"Chapter":21,"Number":9,"Text":"He had four unmarried daughters who had the gift of prophesying."},{"Chapter":21,"Number":10,"Text":"After we had been there for some time, a prophet named Agabus arrived from Judea."},{"Chapter":21,"Number":11,"Text":"He came to us and borrowed Paul’s belt. Then he used the belt to tie his own hands and feet. He said, “The Holy Spirit says, ‘This is how the Jews in Jerusalem will tie up the man who wears this belt. Then they will give him to the non-Jewish people.’”"},{"Chapter":21,"Number":12,"Text":"We all heard these words. So we and the people there begged Paul not to go to Jerusalem."},{"Chapter":21,"Number":13,"Text":"But he said, “Why are you crying and making me so sad? I am ready to be tied up in Jerusalem. And I am ready to die for the Lord Jesus!”"},{"Chapter":21,"Number":14,"Text":"We could not persuade him to stay away from Jerusalem. So we stopped begging him and said, “We pray that what the Lord wants will be done.”"},{"Chapter":21,"Number":15,"Text":"After this, we got ready and started on our way to Jerusalem."},{"Chapter":21,"Number":16,"Text":"Some of the followers from Caesarea went with us. They took us to the home of Mnason, a man from Cyprus. Mnason was one of the first followers. They took us to his home so that we could stay with him. "},{"Chapter":21,"Number":17,"Text":"In Jerusalem the believers were glad to see us."},{"Chapter":21,"Number":18,"Text":"The next day, Paul went with us to visit James. All the elders were there, too."},{"Chapter":21,"Number":19,"Text":"Paul greeted them and told them everything that God had done among the non-Jewish people through him."},{"Chapter":21,"Number":20,"Text":"When they heard this, they praised God. Then they said to Paul, “Brother, you can see that many thousands of Jews have become believers. But they think it is very important to obey the law of Moses."},{"Chapter":21,"Number":21,"Text":"These Jews have heard about your teaching. They heard that you tell the Jews who live among non-Jews to leave the law of Moses. They heard that you tell them not to circumcise their children and not to obey Jewish customs."},{"Chapter":21,"Number":22,"Text":"What should we do? The Jewish believers here will learn that you have come."},{"Chapter":21,"Number":23,"Text":"So we will tell you what to do: Four of our men have made a promise to God."},{"Chapter":21,"Number":24,"Text":"Take these men with you and share in their cleansing ceremony. Pay their expenses. Then they can shave their heads. Do this and it will prove to everyone that what they have heard about you is not true. They will see that you follow the law of Moses in your own life."},{"Chapter":21,"Number":25,"Text":"We have already sent a letter to the non-Jewish believers. The letter said: ‘Do not eat food that has been offered to idols. Do not taste blood. Do not eat animals that have been strangled. Do not take part in any kind of sexual sin.’”"},{"Chapter":21,"Number":26,"Text":"Then Paul took the four men with him. The next day, he shared in the cleansing ceremony. Then he went to the Temple. Paul announced the time when the days of the cleansing ceremony would be finished. On the last day an offering would be given for each of the men."},{"Chapter":21,"Number":27,"Text":"The seven days were almost over. But some Jews from Asia saw Paul at the Temple. They caused all the people to be upset, and they grabbed Paul."},{"Chapter":21,"Number":28,"Text":"They shouted, “Men of Israel, help us! This is the man who goes everywhere teaching things that are against the law of Moses, against our people, and against this Temple. And now he has brought some Greek men into the Temple. He has made this holy place unclean!”"},{"Chapter":21,"Number":29,"Text":"(The Jews said this because they had seen Trophimus with Paul in Jerusalem. Trophimus was a man from Ephesus. The Jews thought that Paul had brought him into the Temple.)"},{"Chapter":21,"Number":30,"Text":"All the people in Jerusalem became very upset. They ran and took Paul and dragged him out of the Temple. The Temple doors were closed immediately."},{"Chapter":21,"Number":31,"Text":"The people were about to kill Paul. Now the commander of the Roman army in Jerusalem learned that there was trouble in the whole city."},{"Chapter":21,"Number":32,"Text":"Immediately he ran to the place where the crowd was gathered. He brought officers and soldiers with him, and the people saw them. So they stopped beating Paul."},{"Chapter":21,"Number":33,"Text":"The commander went to Paul and arrested him. He told his soldiers to bind Paul with two chains. Then he asked, “Who is this man? What has he done wrong?”"},{"Chapter":21,"Number":34,"Text":"Some in the crowd were yelling one thing, and some were yelling another. Because of all this confusion and shouting, the commander could not learn what had happened. So he ordered the soldiers to take Paul to the army building."},{"Chapter":21,"Number":35,"Text":"The whole mob was following them. When the soldiers came to the steps, they had to carry Paul."},{"Chapter":21,"Number":36,"Text":"They did this because the people were ready to hurt him. They were shouting, “Kill him!”"},{"Chapter":21,"Number":37,"Text":"The soldiers were about to take Paul into the army building. But he spoke to the commander, “May I say something to you?”The commander said, “Do you speak Greek?"},{"Chapter":21,"Number":38,"Text":"I thought you were the Egyptian who started some trouble against the government not long ago. He led 4,000 killers out to the desert.”"},{"Chapter":21,"Number":39,"Text":"Paul said, “No, I am a Jew from Tarsus in the country of Cilicia. I am a citizen of that important city. Please, let me speak to the people.”"},{"Chapter":21,"Number":40,"Text":"The commander gave permission, so Paul stood on the steps. He waved with his hand so that the people would be quiet. When there was silence, Paul spoke to them in the Jewish language."},{"Chapter":22,"Number":1,"Text":"Paul said, “Brothers and fathers, listen to me! I will make my defense to you.”"},{"Chapter":22,"Number":2,"Text":"When the Jews heard him speaking the Jewish language, they became very quiet. Paul said,"},{"Chapter":22,"Number":3,"Text":"“I am a Jew. I was born in Tarsus in the country of Cilicia. I grew up in this city. I was a student of Gamaliel. He carefully taught me everything about the law of our ancestors. I was very serious about serving God, just as are all of you here today."},{"Chapter":22,"Number":4,"Text":"I hurt the people who followed the Way of Jesus. Some of them were even killed. I arrested men and women and put them in jail."},{"Chapter":22,"Number":5,"Text":"The high priest and the whole council of Jewish elders can tell you that this is true. These leaders gave me letters to the Jewish brothers in Damascus. So I was going there to arrest these people and bring them back to Jerusalem to be punished."},{"Chapter":22,"Number":6,"Text":"“But something happened to me on my way to Damascus. It was about noon when I came near Damascus. Suddenly a bright light from heaven flashed all around me."},{"Chapter":22,"Number":7,"Text":"I fell to the ground and heard a voice saying, ‘Saul, Saul, why are you doing things against me?’"},{"Chapter":22,"Number":8,"Text":"I asked, ‘Who are you, Lord?’ The voice said, ‘I am Jesus from Nazareth. I am the One you are trying to hurt.’"},{"Chapter":22,"Number":9,"Text":"The men who were with me did not understand the voice. But they saw the light."},{"Chapter":22,"Number":10,"Text":"I said, ‘What shall I do, Lord?’ The Lord answered, ‘Get up and go to Damascus. There you will be told about all the things I have planned for you to do.’"},{"Chapter":22,"Number":11,"Text":"I could not see, because the bright light had made me blind. So the men led me into Damascus."},{"Chapter":22,"Number":12,"Text":"“There a man named Ananias came to me. He was a religious man; he obeyed the law of Moses. All the Jews who lived there respected him."},{"Chapter":22,"Number":13,"Text":"Ananias came to me, stood by me, and said, ‘Brother Saul, see again!’ Immediately I was able to see him."},{"Chapter":22,"Number":14,"Text":"Ananias told me, ‘The God of our fathers chose you long ago. He chose you to know his plan. He chose you to see the Righteous One and to hear words from him."},{"Chapter":22,"Number":15,"Text":"You will be his witness to all people. You will tell them about the things you have seen and heard."},{"Chapter":22,"Number":16,"Text":"Now, why wait any longer? Get up, be baptized, and wash your sins away. Do this, trusting in him to save you.’"},{"Chapter":22,"Number":17,"Text":"“Later, I returned to Jerusalem. I was praying in the Temple, and I saw a vision."},{"Chapter":22,"Number":18,"Text":"I saw the Lord saying to me, ‘Hurry! Leave Jerusalem now! The people here will not accept the truth about me.’"},{"Chapter":22,"Number":19,"Text":"But I said, ‘Lord, they know that in every synagogue I put the believers in jail and beat them."},{"Chapter":22,"Number":20,"Text":"They also know that I was there when Stephen, your witness, was killed. I stood there and agreed that they should kill him. I even held the coats of the men who were killing him!’"},{"Chapter":22,"Number":21,"Text":"But the Lord said to me, ‘Leave now. I will send you far away to the non-Jewish people.’”"},{"Chapter":22,"Number":22,"Text":"The crowd listened to Paul until he said this. Then they began shouting, “Get rid of him! A man like this doesn’t deserve to live!”"},{"Chapter":22,"Number":23,"Text":"They shouted and threw off their coats. They threw dust into the air."},{"Chapter":22,"Number":24,"Text":"Then the commander ordered the soldiers to take Paul into the army building and beat him. The commander wanted to make Paul tell why the people were shouting against him like this."},{"Chapter":22,"Number":25,"Text":"So the soldiers were tying him up, preparing to beat him. But Paul said to an officer there, “Do you have the right to beat a Roman citizen who has not been proven guilty?”"},{"Chapter":22,"Number":26,"Text":"When the officer heard this, he went to the commander and told him about it. The officer said, “Do you know what you are doing? This man is a Roman citizen!”"},{"Chapter":22,"Number":27,"Text":"The commander came to Paul and said, “Tell me, are you really a Roman citizen?”He answered, “Yes.”"},{"Chapter":22,"Number":28,"Text":"The commander said, “I paid a lot of money to become a Roman citizen.”But Paul said, “I was born a citizen.”"},{"Chapter":22,"Number":29,"Text":"The men who were preparing to question Paul moved away from him immediately. The commander was frightened because he had already tied Paul, and Paul was a Roman citizen. "},{"Chapter":22,"Number":30,"Text":"The next day the commander decided to learn why the Jews were accusing Paul. So he ordered the leading priests and the Jewish council to meet. The commander took Paul’s chains off. Then he brought Paul out and stood him before their meeting."},{"Chapter":23,"Number":1,"Text":"Paul looked at the Jewish council and said, “Brothers, I have lived my life in a good way before God up to this day.”"},{"Chapter":23,"Number":2,"Text":"Ananias, the high priest, heard this and told the men who were standing near Paul to hit him on his mouth."},{"Chapter":23,"Number":3,"Text":"Paul said to Ananias, “God will hit you too! You are like a wall that has been painted white! You sit there and judge me, using the law of Moses. But you are telling them to hit me, and that is against the law.”"},{"Chapter":23,"Number":4,"Text":"The men standing near Paul said to him, “You cannot talk like that to God’s high priest! You are insulting him!”"},{"Chapter":23,"Number":5,"Text":"Paul said, “Brothers, I did not know this man was the high priest. It is written in the Scriptures, ‘You must not curse a leader of your people.’”"},{"Chapter":23,"Number":6,"Text":"Some of the men in the meeting were Sadducees, and others were Pharisees. So Paul shouted to them, “My brothers, I am a Pharisee and my father was a Pharisee! I am on trial here because I hope that people will rise from death!”"},{"Chapter":23,"Number":7,"Text":"When Paul said this, there was an argument between the Pharisees and the Sadducees. The group was divided."},{"Chapter":23,"Number":8,"Text":"(The Sadducees believe that after people die, they cannot live again. The Sadducees also teach that there are no angels or spirits. But the Pharisees believe in them all.)"},{"Chapter":23,"Number":9,"Text":"So there was a great uproar. Some of the teachers of the law, who were Pharisees, stood up and argued, “We find nothing wrong with this man! Maybe an angel or a spirit did speak to him.”"},{"Chapter":23,"Number":10,"Text":"The argument was beginning to turn into a fight. The commander was afraid that the Jews would tear Paul to pieces. So the commander told the soldiers to go down and take Paul away and put him in the army building."},{"Chapter":23,"Number":11,"Text":"The next night the Lord came and stood by Paul. He said, “Be brave! You have told people in Jerusalem about me. You must do the same in Rome also.”"},{"Chapter":23,"Number":12,"Text":"In the morning some of the Jews made a plan to kill Paul. They made a promise that they would not eat or drink anything until they had killed him."},{"Chapter":23,"Number":13,"Text":"There were more than 40 Jews who made this plan."},{"Chapter":23,"Number":14,"Text":"They went and talked to the leading priests and the Jewish elders. They said, “We have made a promise to ourselves that we will not eat or drink until we have killed Paul!"},{"Chapter":23,"Number":15,"Text":"So this is what we want you to do: Send a message to the commander to bring Paul out to you. Tell him you want to ask Paul more questions. We will be waiting to kill him while he is on the way here.”"},{"Chapter":23,"Number":16,"Text":"But Paul’s nephew heard about this plan. He went to the army building and told Paul about it."},{"Chapter":23,"Number":17,"Text":"Then Paul called one of the officers and said, “Take this young man to the commander. He has a message for him.”"},{"Chapter":23,"Number":18,"Text":"So the officer brought Paul’s nephew to the commander. The officer said, “The prisoner, Paul, asked me to bring this young man to you. He wants to tell you something.”"},{"Chapter":23,"Number":19,"Text":"The commander led the young man to a place where they could be alone. The commander asked, “What do you want to tell me?”"},{"Chapter":23,"Number":20,"Text":"The young man said, “The Jews have decided to ask you to bring Paul down to their council meeting tomorrow. They want you to think that they are going to ask him more questions."},{"Chapter":23,"Number":21,"Text":"But don’t believe them! There are more than 40 men who are hiding and waiting to kill Paul. They have all made a promise not to eat or drink until they have killed him! Now they are waiting for you to agree.”"},{"Chapter":23,"Number":22,"Text":"The commander sent the young man away. He said to him, “Don’t tell anyone that you have told me about their plan.” Paul Is Sent to Caesarea"},{"Chapter":23,"Number":23,"Text":"Then the commander called two officers. He said to them, “I need some men to go to Caesarea. Get 200 soldiers ready. Also, get 70 horsemen and 200 men with spears. Be ready to leave at nine o’clock tonight."},{"Chapter":23,"Number":24,"Text":"Get some horses for Paul to ride. He must be taken to Governor Felix safely.”"},{"Chapter":23,"Number":25,"Text":"And he wrote a letter that said:"},{"Chapter":23,"Number":26,"Text":"From Claudius Lysias.To the Most Excellent Governor Felix:Greetings."},{"Chapter":23,"Number":27,"Text":"The Jews had taken this man, and they planned to kill him. But I learned that he is a Roman citizen, so I went with my soldiers and saved him."},{"Chapter":23,"Number":28,"Text":"I wanted to know why they were accusing him. So I brought him before their council meeting."},{"Chapter":23,"Number":29,"Text":"I learned that the Jews said Paul did some things that were wrong. But these charges were about their own laws. And no charge was worthy of jail or death."},{"Chapter":23,"Number":30,"Text":"I was told that some of the Jews were planning to kill Paul. So I sent him to you at once. I also told those Jews to tell you what they have against him."},{"Chapter":23,"Number":31,"Text":"So the soldiers did what they were told. They took Paul and brought him to the city of Antipatris that night."},{"Chapter":23,"Number":32,"Text":"The next day the horsemen went with Paul to Caesarea. But the other soldiers went back to the army building in Jerusalem."},{"Chapter":23,"Number":33,"Text":"The horsemen came to Caesarea and gave the letter to the governor. Then they turned Paul over to him."},{"Chapter":23,"Number":34,"Text":"The governor read the letter. Then he asked Paul, “What area are you from?” He learned that Paul was from Cilicia."},{"Chapter":23,"Number":35,"Text":"He said, “I will hear your case when those who are against you come here too.” Then the governor gave orders for Paul to be kept under guard in the palace. (This building had been built by Herod.)"},{"Chapter":24,"Number":1,"Text":"Five days later Ananias, the high priest, went to the city of Caesarea. With him were some of the Jewish elders and a lawyer named Tertullus. They had come to make charges against Paul before the governor."},{"Chapter":24,"Number":2,"Text":"Paul was called into the meeting, and Tertullus began to accuse him, saying: “Most Excellent Felix! Our people enjoy much peace because of you, and many wrong things in our country are being made right through your wise help."},{"Chapter":24,"Number":3,"Text":"We accept these things always and in every place. And we are thankful for them."},{"Chapter":24,"Number":4,"Text":"But I do not want to take any more of your time. I beg you to be kind and listen to our few words."},{"Chapter":24,"Number":5,"Text":"This man is a troublemaker. He makes trouble among the Jews everywhere in the world. He is a leader of the Nazarene group."},{"Chapter":24,"Number":6,"Text":"Also, he was trying to make the Temple unclean, but we stopped him. [And we wanted to judge him by our own law."},{"Chapter":24,"Number":7,"Text":"But the officer Lysias came and used much force to take him from us. And Lysias commanded his people to come to you to accuse us.]"},{"Chapter":24,"Number":8,"Text":"You can decide if all these things are true. Ask him some questions yourself.”"},{"Chapter":24,"Number":9,"Text":"The other Jews agreed and said that all of this was true."},{"Chapter":24,"Number":10,"Text":"The governor made a sign for Paul to speak. So Paul said, “Governor Felix, I know that you have been a judge over this nation for a long time. So I am happy to defend myself before you."},{"Chapter":24,"Number":11,"Text":"I went to worship in Jerusalem only 12 days ago. You can learn for yourself that this is true."},{"Chapter":24,"Number":12,"Text":"Those who are accusing me did not find me arguing with anyone in the Temple. I was not stirring up the people. And I was not making trouble in the Temple or in the synagogues or in the city."},{"Chapter":24,"Number":13,"Text":"They cannot prove the things they are saying against me now."},{"Chapter":24,"Number":14,"Text":"But I will tell you this: I worship the God of our ancestors as a follower of the Way of Jesus. The Jews say that the Way of Jesus is not the right way. But I believe everything that is taught in the law of Moses and that is written in the books of the Prophets."},{"Chapter":24,"Number":15,"Text":"I have the same hope in God that they have—the hope that all people, good and bad, will be raised from death."},{"Chapter":24,"Number":16,"Text":"This is why I always try to do what I believe is right before God and men."},{"Chapter":24,"Number":17,"Text":"“I was away from Jerusalem for several years. I went back there to bring money to my people and to offer sacrifices."},{"Chapter":24,"Number":18,"Text":"I was doing this when they found me in the Temple. I had finished the cleansing ceremony. I had not made any trouble; no people were gathering around me."},{"Chapter":24,"Number":19,"Text":"But some Jews from Asia were there. They should be here, standing before you. If I have really done anything wrong, they are the ones who should accuse me."},{"Chapter":24,"Number":20,"Text":"Or ask these Jews here if they found any wrong in me when I stood before the Jewish council in Jerusalem."},{"Chapter":24,"Number":21,"Text":"But I did say one thing when I stood before them: ‘You are judging me today because I believe that people will rise from death!’”"},{"Chapter":24,"Number":22,"Text":"Felix already understood much about the Way of Jesus. He stopped the trial and said, “When commander Lysias comes here, I will decide about your case.”"},{"Chapter":24,"Number":23,"Text":"Felix told the officer to keep Paul guarded. But he told the officer to give Paul some freedom and to let his friends bring what he needed. "},{"Chapter":24,"Number":24,"Text":"After some days Felix came with his wife, Drusilla, who was a Jew. He asked for Paul to be brought to him. He listened to Paul talk about believing in Christ Jesus."},{"Chapter":24,"Number":25,"Text":"But Felix became afraid when Paul spoke about things like right living, self-control, and the time when God will judge the world. He said, “Go away now. When I have more time, I will call for you.”"},{"Chapter":24,"Number":26,"Text":"At the same time Felix hoped that Paul would give him some money. So he sent for Paul often and talked with him."},{"Chapter":24,"Number":27,"Text":"But after two years, Porcius Festus became governor. Felix was no longer governor, but he had left Paul in prison to please the Jews."},{"Chapter":25,"Number":1,"Text":"Three days after Festus became governor, he went from Caesarea to Jerusalem."},{"Chapter":25,"Number":2,"Text":"There the leading priests and the important Jewish leaders made charges against Paul before Festus."},{"Chapter":25,"Number":3,"Text":"They asked Festus to do something for them; they wanted him to send Paul back to Jerusalem. (They had a plan to kill Paul on the way.)"},{"Chapter":25,"Number":4,"Text":"But Festus answered, “No! Paul will be kept in Caesarea. I will return there soon myself."},{"Chapter":25,"Number":5,"Text":"Some of your leaders should go with me. They can accuse the man there in Caesarea, if he has really done something wrong.”"},{"Chapter":25,"Number":6,"Text":"Festus stayed in Jerusalem another eight or ten days. Then he went back to Caesarea. The next day he told the soldiers to bring Paul before him. Festus was seated on the judge’s seat"},{"Chapter":25,"Number":7,"Text":"when Paul came into the room. The Jews who had come from Jerusalem stood around him. They started making serious charges against Paul. But they could not prove any of them."},{"Chapter":25,"Number":8,"Text":"This is what Paul said to defend himself: “I have done nothing wrong against the Jewish law, against the Temple, or against Caesar!”"},{"Chapter":25,"Number":9,"Text":"But Festus wanted to please the Jews. So he asked Paul, “Do you want to go to Jerusalem? Do you want me to judge you there on these charges?”"},{"Chapter":25,"Number":10,"Text":"Paul said, “I am standing at Caesar’s judgment seat now. This is where I should be judged! I have done nothing wrong to the Jews; you know this is true."},{"Chapter":25,"Number":11,"Text":"If I have done something wrong and the law says I must die, I do not ask to be saved from death. But if these charges are not true, then no one can give me to them. No! I want Caesar to hear my case!”"},{"Chapter":25,"Number":12,"Text":"Festus talked about this with the people who advised him. Then he said, “You have asked to see Caesar; so you will go to Caesar!” "},{"Chapter":25,"Number":13,"Text":"A few days later King Agrippa and Bernice came to Caesarea to visit Festus."},{"Chapter":25,"Number":14,"Text":"They stayed there for some time, and Festus told the king about Paul’s case. Festus said, “There is a man that Felix left in prison."},{"Chapter":25,"Number":15,"Text":"When I went to Jerusalem, the leading priests and the Jewish elders there made charges against him. They wanted me to sentence him to death."},{"Chapter":25,"Number":16,"Text":"But I answered, ‘When a man is accused of a crime, Romans do not hand him over just to please someone. The man must be allowed to face his accusers and defend himself against their charges.’"},{"Chapter":25,"Number":17,"Text":"So these Jews came here to Caesarea for the trial. And I did not waste time. The next day I sat on the judge’s seat and commanded that the man be brought in."},{"Chapter":25,"Number":18,"Text":"The Jews stood up and accused him. But they did not accuse him of any serious crime as I thought they would."},{"Chapter":25,"Number":19,"Text":"The things they said were about their own religion and about a man named Jesus. Jesus died, but Paul said that he is still alive."},{"Chapter":25,"Number":20,"Text":"I did not know much about these things; so I did not ask questions. But I asked Paul, ‘Do you want to go to Jerusalem and be judged there?’"},{"Chapter":25,"Number":21,"Text":"But he asked to be kept in Caesarea. He wants a decision from the Emperor. So I ordered that Paul be held until I could send him to Caesar in Rome.”"},{"Chapter":25,"Number":22,"Text":"Agrippa said to Festus, “I would like to hear this man, too.”Festus said, “Tomorrow you will hear him!”"},{"Chapter":25,"Number":23,"Text":"The next day Agrippa and Bernice appeared. They dressed and acted like very important people. Agrippa and Bernice, the army leaders, and the important men of Caesarea went into the judgment room. Then Festus ordered the soldiers to bring Paul in."},{"Chapter":25,"Number":24,"Text":"Festus said, “King Agrippa and all who are gathered here with us, you see this man. All the Jewish people, here and in Jerusalem, have complained to me about him. They shout that he should not live any longer."},{"Chapter":25,"Number":25,"Text":"When I judged him, I could find nothing wrong. I found no reason to order his death. But he asked to be judged by Caesar. So I decided to send him."},{"Chapter":25,"Number":26,"Text":"But I have nothing definite to write the Emperor about him. So I have brought him before all of you—especially you, King Agrippa. I hope that you can question him and give me something to write."},{"Chapter":25,"Number":27,"Text":"I think it is foolish to send a prisoner to Caesar without telling what the charges are against him.”"},{"Chapter":26,"Number":1,"Text":"Agrippa said to Paul, “You may now speak to defend yourself.”Then Paul raised his hand and began to speak."},{"Chapter":26,"Number":2,"Text":"He said, “King Agrippa, I will answer all the charges that the Jews make against me. I think it is a blessing that I can stand here before you today."},{"Chapter":26,"Number":3,"Text":"I am very happy to talk to you, because you know so much about all the Jewish customs and the things that the Jews argue about. Please listen to me patiently."},{"Chapter":26,"Number":4,"Text":"“All the Jews know about my whole life. They know the way I lived from the beginning in my own country and later in Jerusalem."},{"Chapter":26,"Number":5,"Text":"They have known me for a long time. If they want to, they can tell you that I was a good Pharisee. And the Pharisees obey the laws of the Jewish religion more carefully than any other group of Jewish people."},{"Chapter":26,"Number":6,"Text":"Now I am on trial because I hope for the promise that God made to our ancestors."},{"Chapter":26,"Number":7,"Text":"This is the promise that the 12 tribes of our people hope to receive. For this hope the Jews serve God day and night. My king, the Jews have accused me because I hope for this same promise!"},{"Chapter":26,"Number":8,"Text":"Why do any of you people think it is impossible for God to raise people from death?"},{"Chapter":26,"Number":9,"Text":"“I too thought I ought to do many things against Jesus from Nazareth."},{"Chapter":26,"Number":10,"Text":"And in Jerusalem I did many things against God’s people. The leading priests gave me the power to put many of them in jail. When they were being killed, I agreed that it was a good thing."},{"Chapter":26,"Number":11,"Text":"In every synagogue, I often punished them. I tried to make them say evil things against Jesus. I was so angry against them that I even went to other cities to find them and punish them."},{"Chapter":26,"Number":12,"Text":"“One time the leading priests gave me permission and the power to go to Damascus."},{"Chapter":26,"Number":13,"Text":"On the way there, at noon, I saw a light from heaven. The light was brighter than the sun. It flashed all around me and the men who were traveling with me."},{"Chapter":26,"Number":14,"Text":"We all fell to the ground. Then I heard a voice speaking to me in the Jewish language. The voice said, ‘Saul, Saul, why are you doing things against me? You are only hurting yourself by fighting me.’"},{"Chapter":26,"Number":15,"Text":"I said, ‘Who are you, Lord?’ The Lord said, ‘I am Jesus. I am the One you are trying to hurt."},{"Chapter":26,"Number":16,"Text":"Stand up! I have chosen you to be my servant. You will be my witness—you will tell people the things that you have seen and the things that I will show you. This is why I have come to you today."},{"Chapter":26,"Number":17,"Text":"I will not let your own people hurt you. And I will keep you safe from the non-Jewish people too. These are the people I am sending you to."},{"Chapter":26,"Number":18,"Text":"I send you to open their eyes that they may turn away from darkness to the light. I send you that they may turn away from the power of Satan and turn to God. Then their sins can be forgiven and they can have a place with those people who have been made holy by believing in me.’"},{"Chapter":26,"Number":19,"Text":"“King Agrippa, after I had this vision from heaven, I obeyed it."},{"Chapter":26,"Number":20,"Text":"I began telling people that they should change their hearts and lives and turn to God. I told them to do things to show that they really had changed. I told this first to those in Damascus, then in Jerusalem and in every part of Judea, and also to the non-Jewish people."},{"Chapter":26,"Number":21,"Text":"This is why the Jews took me and were trying to kill me in the Temple."},{"Chapter":26,"Number":22,"Text":"But God helped me and is still helping me today. With God’s help I am standing here today and telling all people what I have seen. But I am saying nothing new. I am saying what Moses and the prophets said would happen."},{"Chapter":26,"Number":23,"Text":"They said that the Christ would die and be the first to rise from death. They said that the Christ would bring light to the Jewish and non-Jewish people.” "},{"Chapter":26,"Number":24,"Text":"While Paul was saying these things to defend himself, Festus said loudly, “Paul, you are out of your mind! Too much study has driven you crazy!”"},{"Chapter":26,"Number":25,"Text":"Paul said, “Most Excellent Festus, I am not crazy. My words are true. They are not the words of a foolish man."},{"Chapter":26,"Number":26,"Text":"King Agrippa knows about these things. I can speak freely to him. I know that he has heard about all of these things. They did not happen off in a corner."},{"Chapter":26,"Number":27,"Text":"King Agrippa, do you believe what the prophets wrote? I know you believe!”"},{"Chapter":26,"Number":28,"Text":"King Agrippa said to Paul, “Do you think you can persuade me to become a Christian in such a short time?”"},{"Chapter":26,"Number":29,"Text":"Paul said, “Whether it is a short or a long time, I pray to God that not only you but every person listening to me today would be saved and be like me—except for these chains I have!”"},{"Chapter":26,"Number":30,"Text":"Then King Agrippa, Governor Festus, Bernice, and all the people sitting with them stood up"},{"Chapter":26,"Number":31,"Text":"and left the room. They were talking to each other. They said, “There is no reason why this man should die or be put in jail.”"},{"Chapter":26,"Number":32,"Text":"And Agrippa said to Festus, “We could let this man go free, but he has asked Caesar to hear his case.”"},{"Chapter":27,"Number":1,"Text":"It was decided that we would sail for Italy. An officer named Julius, who served in the Emperor’s army, guarded Paul and some other prisoners."},{"Chapter":27,"Number":2,"Text":"We got on a ship and left. The ship was from the city of Adramyttium and was about to sail to different ports in Asia. Aristarchus, a man from the city of Thessalonica in Macedonia, went with us."},{"Chapter":27,"Number":3,"Text":"The next day we came to Sidon. Julius was very good to Paul. He gave Paul freedom to go visit his friends, who took care of his needs."},{"Chapter":27,"Number":4,"Text":"We left Sidon and sailed close to the island of Cyprus because the wind was blowing against us."},{"Chapter":27,"Number":5,"Text":"We went across the sea by Cilicia and Pamphylia. Then we came to the city of Myra, in Lycia."},{"Chapter":27,"Number":6,"Text":"There the officer found a ship from Alexandria that was going to Italy. So he put us on it."},{"Chapter":27,"Number":7,"Text":"We sailed slowly for many days. We had a hard time reaching Cnidus because the wind was blowing against us. We could not go any farther that way. So we sailed by the south side of the island of Crete near Salmone."},{"Chapter":27,"Number":8,"Text":"We sailed along the coast, but the sailing was hard. Then we came to a place called Safe Harbors, near the city of Lasea."},{"Chapter":27,"Number":9,"Text":"But we had lost much time. It was now dangerous to sail, because it was already after the Day of Cleansing. So Paul warned them,"},{"Chapter":27,"Number":10,"Text":"“Men, I can see there will be a lot of trouble on this trip. The ship and the things in the ship will be lost. Even our lives may be lost!”"},{"Chapter":27,"Number":11,"Text":"But the captain and the owner of the ship did not agree with Paul. So the officer did not believe Paul. Instead, the officer believed what the captain and owner of the ship said."},{"Chapter":27,"Number":12,"Text":"And that harbor was not a good place for the ship to stay for the winter. So most of the men decided that the ship should leave. The men hoped we could go to Phoenix. The ship could stay there for the winter. (Phoenix was a city on the island of Crete. It had a harbor which faced southwest and northwest.) "},{"Chapter":27,"Number":13,"Text":"Then a good wind began to blow from the south. The men on the ship thought, “This is the wind we wanted, and now we have it!” So they pulled up the anchor. We sailed very close to the island of Crete."},{"Chapter":27,"Number":14,"Text":"But then a very strong wind named the “Northeaster” came from the island."},{"Chapter":27,"Number":15,"Text":"This wind took the ship and carried it away. The ship could not sail against it. So we stopped trying and let the wind blow us."},{"Chapter":27,"Number":16,"Text":"We went below a small island named Cauda. Then we were able to bring in the lifeboat, but it was very hard to do."},{"Chapter":27,"Number":17,"Text":"After the men took the lifeboat in, they tied ropes around the ship to hold it together. The men were afraid that the ship would hit the sandbanks of Syrtis. So they lowered the sail and let the wind carry the ship."},{"Chapter":27,"Number":18,"Text":"The next day the storm was blowing us so hard that the men threw out some of the cargo."},{"Chapter":27,"Number":19,"Text":"A day later they threw out the ship’s equipment."},{"Chapter":27,"Number":20,"Text":"For many days we could not see the sun or the stars. The storm was very bad. We lost all hope of staying alive—we thought we would die."},{"Chapter":27,"Number":21,"Text":"The men had gone without food for a long time. Then one day Paul stood up before them and said, “Men, I told you not to leave Crete. You should have listened to me. Then you would not have all this trouble and loss."},{"Chapter":27,"Number":22,"Text":"But now I tell you to cheer up. None of you will die! But the ship will be lost."},{"Chapter":27,"Number":23,"Text":"Last night an angel from God came to me. This is the God I worship. I am his."},{"Chapter":27,"Number":24,"Text":"God’s angel said, ‘Paul, do not be afraid! You must stand before Caesar. And God has given you this promise: He will save the lives of all those men sailing with you.’"},{"Chapter":27,"Number":25,"Text":"So men, be cheerful! I trust in God. Everything will happen as his angel told me."},{"Chapter":27,"Number":26,"Text":"But we will crash on an island.”"},{"Chapter":27,"Number":27,"Text":"On the fourteenth night we were floating around in the Adriatic Sea. The sailors thought we were close to land."},{"Chapter":27,"Number":28,"Text":"They threw a rope into the water with a weight on the end of it. They found that the water was 120 feet deep. They went a little farther and threw the rope in again. It was 90 feet deep."},{"Chapter":27,"Number":29,"Text":"The sailors were afraid that we would hit the rocks, so they threw four anchors into the water. Then they prayed for daylight to come."},{"Chapter":27,"Number":30,"Text":"Some of the sailors wanted to leave the ship, and they lowered the lifeboat. These sailors wanted the other men to think that they were throwing more anchors from the front of the ship."},{"Chapter":27,"Number":31,"Text":"But Paul told the officer and the other soldiers, “If these men do not stay in the ship, your lives cannot be saved!”"},{"Chapter":27,"Number":32,"Text":"So the soldiers cut the ropes and let the lifeboat fall into the water."},{"Chapter":27,"Number":33,"Text":"Just before dawn Paul began persuading all the people to eat something. He said, “For the past 14 days you have been waiting and watching. You have not eaten."},{"Chapter":27,"Number":34,"Text":"Now I beg you to eat something. You need it to stay alive. None of you will lose even one hair off your heads.”"},{"Chapter":27,"Number":35,"Text":"After he said this, Paul took some bread and thanked God for it before all of them. He broke off a piece and began eating."},{"Chapter":27,"Number":36,"Text":"All the men felt better. They all started eating too."},{"Chapter":27,"Number":37,"Text":"(There were 276 people on the ship.)"},{"Chapter":27,"Number":38,"Text":"We ate all we wanted. Then we began making the ship lighter by throwing the grain into the sea. "},{"Chapter":27,"Number":39,"Text":"When daylight came, the sailors saw land. They did not know what land it was, but they saw a bay with a beach. They wanted to sail the ship to the beach, if they could."},{"Chapter":27,"Number":40,"Text":"So they cut the ropes to the anchors and left the anchors in the sea. At the same time, they untied the ropes that were holding the rudders. Then they raised the front sail into the wind and sailed toward the beach."},{"Chapter":27,"Number":41,"Text":"But the ship hit a sandbank. The front of the ship stuck there and could not move. Then the big waves began to break the back of the ship to pieces."},{"Chapter":27,"Number":42,"Text":"The soldiers decided to kill the prisoners so that none of them could swim away and escape."},{"Chapter":27,"Number":43,"Text":"But Julius, the officer, wanted to let Paul live. He did not allow the soldiers to kill the prisoners. Instead he ordered everyone who could swim to jump into the water and swim to land."},{"Chapter":27,"Number":44,"Text":"The rest used wooden boards or pieces of the ship. And this is how all the people made it safely to land."},{"Chapter":28,"Number":1,"Text":"When we were safe on land, we learned that the island was called Malta."},{"Chapter":28,"Number":2,"Text":"It was raining and very cold. But the people who lived there were very good to us. They made us a fire and welcomed all of us."},{"Chapter":28,"Number":3,"Text":"Paul gathered a pile of sticks for the fire. He was putting them on the fire when a poisonous snake came out because of the heat and bit him on the hand."},{"Chapter":28,"Number":4,"Text":"The people living on the island saw the snake hanging from Paul’s hand. They said to each other, “This man must be a murderer! He did not die in the sea, but Justice does not want him to live.”"},{"Chapter":28,"Number":5,"Text":"But Paul shook the snake off into the fire. He was not hurt."},{"Chapter":28,"Number":6,"Text":"The people thought that Paul would swell up or fall down dead. The people waited and watched him for a long time, but nothing bad happened to him. So they changed their minds about Paul. Now they said, “He is a god!”"},{"Chapter":28,"Number":7,"Text":"There were some fields around there owned by a very important man on the island. His name was Publius. He welcomed us into his home and was very good to us. We stayed in his house for three days."},{"Chapter":28,"Number":8,"Text":"Publius’ father was very sick with a fever and dysentery. But Paul went to him and prayed. Then he put his hands on the man and healed him."},{"Chapter":28,"Number":9,"Text":"After this, all the other sick people on the island came to Paul, and he healed them, too."},{"Chapter":28,"Number":10,"Text":"The people on the island gave us many honors. We stayed there three months. When we were ready to leave, they gave us the things we needed."},{"Chapter":28,"Number":11,"Text":"Paul Goes to RomeWe got on a ship from Alexandria. The ship had stayed on the island during the winter. On the front of the ship was the sign of the twin gods."},{"Chapter":28,"Number":12,"Text":"We stopped at Syracuse for three days and then left."},{"Chapter":28,"Number":13,"Text":"From there we sailed to Rhegium. The next day a wind began to blow from the southwest, so we were able to leave. A day later we came to Puteoli."},{"Chapter":28,"Number":14,"Text":"We found some believers there, and they asked us to stay with them for a week. Finally, we came to Rome."},{"Chapter":28,"Number":15,"Text":"The believers in Rome heard that we were there. They came out as far as the Market of Appius and the Three Inns to meet us. When Paul saw them, he was encouraged and thanked God. "},{"Chapter":28,"Number":16,"Text":"Then we arrived at Rome. There, Paul was allowed to live alone. But a soldier stayed with him to guard him."},{"Chapter":28,"Number":17,"Text":"Three days later Paul sent for the Jewish leaders there. When they came together, he said, “Brothers, I have done nothing against our people. I have done nothing against the customs of our fathers. But I was arrested in Jerusalem and given to the Romans."},{"Chapter":28,"Number":18,"Text":"The Romans asked me many questions. But they could find no reason why I should be killed. They wanted to let me go free,"},{"Chapter":28,"Number":19,"Text":"but the Jews there did not want that. So I had to ask to come to Rome to have my trial before Caesar. But I have no charge to bring against my own people."},{"Chapter":28,"Number":20,"Text":"That is why I wanted to see you and talk with you. I am bound with this chain because I believe in the hope of Israel.”"},{"Chapter":28,"Number":21,"Text":"The Jews answered Paul, “We have received no letters from Judea about you. None of our Jewish brothers who have come from there brought news about you or told us anything bad about you."},{"Chapter":28,"Number":22,"Text":"We want to hear your ideas. We know that people everywhere are speaking against this religious group.”"},{"Chapter":28,"Number":23,"Text":"Paul and the Jews chose a day for a meeting. On that day many more of the Jews met with Paul at the place he was staying. Paul spoke to them all day long, explaining the kingdom of God to them. He tried to persuade them to believe these things about Jesus. He used the law of Moses and the writings of the prophets to do this."},{"Chapter":28,"Number":24,"Text":"Some of the Jews believed what Paul said, but others did not."},{"Chapter":28,"Number":25,"Text":"So they argued, and the Jews were ready to leave. But Paul said one more thing to them: “The Holy Spirit spoke the truth to your fathers through Isaiah the prophet. He said,"},{"Chapter":28,"Number":26,"Text":"‘Go to this people and say:You will listen and listen, but you will not understand.    You will look and look, but you will not learn."},{"Chapter":28,"Number":27,"Text":"For these people have become stubborn.    They don’t hear with their ears.    And they have closed their eyes.Otherwise, they might really understand    what they see with their eyes    and hear with their ears.They might really understand in their minds.If they did this, they would come back to me and be forgiven.’"},{"Chapter":28,"Number":28,"Text":"“I want you Jews to know that God has also sent his salvation to the non-Jewish people. They will listen!”"},{"Chapter":28,"Number":29,"Text":"[After Paul said this, the Jews left. They were arguing very much with each other.]"},{"Chapter":28,"Number":30,"Text":"Paul stayed two full years in his own rented house. He welcomed all people who came and visited him."},{"Chapter":28,"Number":31,"Text":"He preached about the kingdom of God and taught about the Lord Jesus Christ. He was very bold, and no one stopped him."}]}
