{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"God Spoke Through His Son","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Our Salvation Is Great","Chapter":2},{"VerseStartingAt":5,"ParagraphTitle":"Christ Became Like Men","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Is Greater Than Moses","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"We Must Continue to Follow God","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Is Our High Priest","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Warning Against Falling Away","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Priest Melchizedek","Chapter":7},{"VerseStartingAt":15,"ParagraphTitle":"Jesus Is Like Melchizedek","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Is Our High Priest","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Worship Under the Old Agreement","Chapter":9},{"VerseStartingAt":11,"ParagraphTitle":"Worship Under the New Agreement","Chapter":9},{"VerseStartingAt":23,"ParagraphTitle":"Christ’s Death Takes Away Sins","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Continue to Trust God","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Faith","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Follow Jesus’ Example","Chapter":12},{"VerseStartingAt":4,"ParagraphTitle":"God Is Like a Father","Chapter":12},{"VerseStartingAt":12,"ParagraphTitle":"Be Careful How You Live","Chapter":12}],"VerseList":[{"Chapter":1,"Number":1,"Text":"In the past God spoke to our ancestors through the prophets. He spoke to them many times and in many different ways."},{"Chapter":1,"Number":2,"Text":"And now in these last days God has spoken to us through his Son. God has chosen his Son to own all things. And he made the world through the Son."},{"Chapter":1,"Number":3,"Text":"The Son reflects the glory of God. He is an exact copy of God’s nature. He holds everything together with his powerful word. The Son made people clean from their sins. Then he sat down at the right side of God, the Great One in heaven."},{"Chapter":1,"Number":4,"Text":"The Son became much greater than the angels. And God gave him a name that is much greater than theirs."},{"Chapter":1,"Number":5,"Text":"This is because God never said to any of the angels,“You are my Son.    Today I have become your Father.” Nor did God say of any angel,“I will be his Father,    and he will be my Son.” 2 Samuel 7:14"},{"Chapter":1,"Number":6,"Text":"And when God brings his firstborn Son into the world, he says,“Let all God’s angels worship him.” Psalm 97:7"},{"Chapter":1,"Number":7,"Text":"This is what God said about the angels:“God makes his angels become like winds.    He makes his servants become like flames of fire.”"},{"Chapter":1,"Number":8,"Text":"But God said this about his Son:“God, your throne will last forever and ever.    You will rule your kingdom with fairness."},{"Chapter":1,"Number":9,"Text":"You love what is right and hate evil.    So God has chosen you to rule those with you.    Your God has given you much joy.”"},{"Chapter":1,"Number":10,"Text":"God also says,“Lord, in the beginning you made the earth.    And your hands made the skies."},{"Chapter":1,"Number":11,"Text":"They will be destroyed, but you will remain.    They will all wear out like clothes."},{"Chapter":1,"Number":12,"Text":"You will fold them like a coat.    And, like clothes, you will change them.But you never change.    And your life will never end.”"},{"Chapter":1,"Number":13,"Text":"And God never said this to an angel:    “Sit by me at my right sideuntil I put your enemies under your control.” Psalm 110:1"},{"Chapter":1,"Number":14,"Text":"All the angels are spirits who serve God and are sent to help those who will receive salvation."},{"Chapter":2,"Number":1,"Text":"So we must be more careful to follow what we were taught. Then we will not be pulled away from the truth."},{"Chapter":2,"Number":2,"Text":"The teaching that God spoke through angels was shown to be true. And anyone who did not follow it or obey it received the punishment he earned."},{"Chapter":2,"Number":3,"Text":"The salvation that was given to us is very great. So surely we also will be punished if we live as if this salvation were not important. It was the Lord himself who first told about this salvation. And those who heard him proved to us that this salvation is true."},{"Chapter":2,"Number":4,"Text":"God also proved it by using wonders, great signs, and many kinds of miracles. And he proved it by giving people gifts through the Holy Spirit, just as he wanted. "},{"Chapter":2,"Number":5,"Text":"God did not choose angels to be the rulers of the new world that was coming. It is that future world we have been talking about."},{"Chapter":2,"Number":6,"Text":"It is written somewhere in the Scriptures,“Why is man important to you?    Why do you take care of the son of man?"},{"Chapter":2,"Number":7,"Text":"For a short time you made him lower than the angels.    But you crowned him with glory and honor."},{"Chapter":2,"Number":8,"Text":"You put all things under his control.” If God put everything under his control, there was nothing left that he did not rule. But we do not yet see him ruling over everything."},{"Chapter":2,"Number":9,"Text":"But we see Jesus! For a short time he was made lower than the angels. But now we see him wearing a crown of glory and honor because he suffered and died. Because of God’s grace, he died for everyone."},{"Chapter":2,"Number":10,"Text":"God is the One who made all things. And all things are for his glory. God wanted to have many sons share his glory. So God made perfect the One who leads people to salvation. He made Jesus a perfect Savior through Jesus’ suffering."},{"Chapter":2,"Number":11,"Text":"Jesus, who makes people holy, and those who are made holy are from the same family. So he is not ashamed to call them his brothers."},{"Chapter":2,"Number":12,"Text":"He says,“Then, I will tell my fellow Israelites about you.    I will praise you when your people meet to worship you.”"},{"Chapter":2,"Number":13,"Text":"He also says,“I will trust in God.” And he also says,“I am here. And with me are the children that God has given me.” Isaiah 8:18"},{"Chapter":2,"Number":14,"Text":"These children are people with physical bodies. So Jesus himself became like them and had the same experiences they have. He did this so that, by dying, he could destroy the one who has the power of death. That one is the devil."},{"Chapter":2,"Number":15,"Text":"Jesus became like men and died so that he could free them. They were like slaves all their lives because of their fear of death."},{"Chapter":2,"Number":16,"Text":"Clearly, it is not angels that Jesus helps, but the people who are from Abraham."},{"Chapter":2,"Number":17,"Text":"For this reason Jesus had to be made like his brothers in every way. He became like men so that he could be their merciful and faithful high priest in service to God. Then Jesus could bring forgiveness for their sins."},{"Chapter":2,"Number":18,"Text":"And now he can help those who are tempted. He is able to help because he himself suffered and was tempted."},{"Chapter":3,"Number":1,"Text":"So all of you, holy brothers, should think about Jesus. You were all called by God. God sent Jesus to us, and he is the high priest of our faith."},{"Chapter":3,"Number":2,"Text":"And Jesus was faithful to God as Moses was. Moses did everything God wanted him to do in God’s family."},{"Chapter":3,"Number":3,"Text":"A man who is the head of a family receives more honor than others in the family. It is the same with Jesus. Jesus should have more honor than Moses."},{"Chapter":3,"Number":4,"Text":"Every family has its head, but God is the head of everything."},{"Chapter":3,"Number":5,"Text":"Moses was faithful in God’s family as a servant. He told what God would say in the future."},{"Chapter":3,"Number":6,"Text":"But Christ is faithful as a Son who is the head of God’s family. And we are God’s family if we hold on to our faith and are proud of the great hope we have. "},{"Chapter":3,"Number":7,"Text":"So it is as the Holy Spirit says:“Today listen to what he says."},{"Chapter":3,"Number":8,"Text":"Do not be stubborn as in the past    when you turned against God.There you tested God in the desert."},{"Chapter":3,"Number":9,"Text":"For 40 years in the desert your ancestors saw the things I did.    But they tested me and my patience."},{"Chapter":3,"Number":10,"Text":"I was angry with them.    I said, ‘They are not loyal to me.    They have not understood my ways.’"},{"Chapter":3,"Number":11,"Text":"So I was angry and made a promise.    ‘They will never enter my land of rest.’” Psalm 95:7-11"},{"Chapter":3,"Number":12,"Text":"So brothers, be careful that none of you has an evil, unbelieving heart. This will stop you from following the living God."},{"Chapter":3,"Number":13,"Text":"But encourage each other every day. Do this while it is “today.” Help each other so that none of you will become hardened because of sin and its tricks."},{"Chapter":3,"Number":14,"Text":"We all share in Christ. This is true if we keep till the end the sure faith we had in the beginning."},{"Chapter":3,"Number":15,"Text":"This is what the Scripture says:“Today listen to what he says.    Do not be stubborn as in the past    when you turned against God.”"},{"Chapter":3,"Number":16,"Text":"Who heard God’s voice and was against him? It was all those people Moses led out of Egypt."},{"Chapter":3,"Number":17,"Text":"And whom was God angry with for 40 years? He was angry with those who sinned, who died in the desert."},{"Chapter":3,"Number":18,"Text":"And whom was God talking to when he promised that they would never enter and have his rest? He was talking to those who did not obey him."},{"Chapter":3,"Number":19,"Text":"So we see that they were not allowed to enter and have God’s rest because they did not believe."},{"Chapter":4,"Number":1,"Text":"Now God has left us that promise that we may enter and have his rest. Let us be very careful, then, so that none of you will fail to get that rest."},{"Chapter":4,"Number":2,"Text":"The Good News was preached to us just as it was to them. But the teaching they heard did not help them. They heard it but did not accept it with faith."},{"Chapter":4,"Number":3,"Text":"We who have believed are able to enter and have God’s rest. As God has said,“So I was angry and made a promise.    ‘They will never enter my land of rest.’” But God’s work was finished from the time he made the world."},{"Chapter":4,"Number":4,"Text":"Somewhere in the Scriptures he talked about the seventh day of the week: “And on the seventh day God rested from all his work.”"},{"Chapter":4,"Number":5,"Text":"And again in the Scripture God said, “They will never enter my land of rest.”"},{"Chapter":4,"Number":6,"Text":"It is still true that some people will enter and have God’s rest. But those who first heard the way to be saved did not enter. They did not enter because they did not obey."},{"Chapter":4,"Number":7,"Text":"So God planned another day, called “today.” He spoke about that day through David a long time later. It is the same Scripture used before:“Today listen to what he says.    Do not be stubborn.”"},{"Chapter":4,"Number":8,"Text":"We know that Joshua did not lead the people into that rest. We know this because God spoke later about another day."},{"Chapter":4,"Number":9,"Text":"This shows that the seventh-day rest for God’s people is still coming."},{"Chapter":4,"Number":10,"Text":"For anyone who enters and has God’s rest will rest from his work as God did."},{"Chapter":4,"Number":11,"Text":"So let us try as hard as we can to enter God’s rest. We must try hard so that no one will be lost by following the example of those who refused to obey."},{"Chapter":4,"Number":12,"Text":"God’s word is alive and working. It is sharper than a sword sharpened on both sides. It cuts all the way into us, where the soul and the spirit are joined. It cuts to the center of our joints and our bones. And God’s word judges the thoughts and feelings in our hearts."},{"Chapter":4,"Number":13,"Text":"Nothing in all the world can be hidden from God. Everything is clear and lies open before him. And to him we must explain the way we have lived. Jesus Is Our High Priest"},{"Chapter":4,"Number":14,"Text":"We have a great high priest who has gone into heaven. He is Jesus the Son of God. So let us hold on to the faith we have."},{"Chapter":4,"Number":15,"Text":"For our high priest is able to understand our weaknesses. He was tempted in every way that we are, but he did not sin."},{"Chapter":4,"Number":16,"Text":"Let us, then, feel free to come before God’s throne. Here there is grace. And we can receive mercy and grace to help us when we need it."},{"Chapter":5,"Number":1,"Text":"Every high priest is chosen from among men. He is given the work of going before God for them. He must offer gifts and sacrifices for sins."},{"Chapter":5,"Number":2,"Text":"He himself is weak. So he is able to be gentle with those who do not understand and who are doing wrong things."},{"Chapter":5,"Number":3,"Text":"Because he is weak the high priest must offer sacrifices for his own sins. And then he offers sacrifices for the sins of the people."},{"Chapter":5,"Number":4,"Text":"To be a high priest is an honor. But no one chooses himself for this work. He must be called by God as Aaron was."},{"Chapter":5,"Number":5,"Text":"So also Christ did not choose himself to have the honor of being a high priest. But God chose him. God said to him,“You are my Son;    today I have become your Father.”"},{"Chapter":5,"Number":6,"Text":"And in another Scripture God says,“You are a priest forever,    a priest like Melchizedek.” Psalm 110:4"},{"Chapter":5,"Number":7,"Text":"While Jesus lived on earth, he prayed to God and asked God for help. He prayed with loud cries and tears to the One who could save him from death. And his prayer was heard because he left it all up to God."},{"Chapter":5,"Number":8,"Text":"Even though Jesus was the Son of God, he learned to obey by what he suffered."},{"Chapter":5,"Number":9,"Text":"And he became our perfect high priest. He gives eternal salvation to all who obey him."},{"Chapter":5,"Number":10,"Text":"And God made Jesus high priest, a priest like Melchizedek. Warning Against Falling Away"},{"Chapter":5,"Number":11,"Text":"We have much to say about this. But it is hard to explain because you are so slow to understand."},{"Chapter":5,"Number":12,"Text":"You have had enough time so that by now you should be teachers. But you need someone to teach you again the first lessons of God’s message. You still need the teaching that is like milk. You are not ready for solid food."},{"Chapter":5,"Number":13,"Text":"Anyone who lives on milk is still a baby. He knows nothing about right teaching."},{"Chapter":5,"Number":14,"Text":"But solid food is for those who are grown up. They are mature enough to know the difference between good and evil."},{"Chapter":6,"Number":1,"Text":"So let us go on to grown-up teaching. Let us not go back over the beginning lessons we learned about Christ. We should not start over again with teaching about turning from acts that lead to death and about believing in God."},{"Chapter":6,"Number":2,"Text":"We should not return to the teaching of baptisms, of laying on of hands, of the raising of the dead and eternal judgment."},{"Chapter":6,"Number":3,"Text":"And we will go on to grown-up teaching if God allows."},{"Chapter":6,"Number":4,"Text":"Some people cannot be brought back again to a changed life. They were once in God’s light. They enjoyed heaven’s gift, and they shared in the Holy Spirit."},{"Chapter":6,"Number":5,"Text":"They found out how good God’s word is, and they received the powers of his new world."},{"Chapter":6,"Number":6,"Text":"And then they fell away from Christ! It is not possible to keep on bringing them back to a changed life again. For they are nailing the Son of God to a cross again and are shaming him in front of others."},{"Chapter":6,"Number":7,"Text":"Some people are like land that gets plenty of rain. The land produces a good crop for those who work it, and it receives God’s blessings."},{"Chapter":6,"Number":8,"Text":"Other people are like land that grows thorns and weeds and is worthless. It is about to be cursed by God. It will be destroyed by fire."},{"Chapter":6,"Number":9,"Text":"Dear friends, we are saying this to you. But we really expect better things from you that will lead to your salvation."},{"Chapter":6,"Number":10,"Text":"God is fair. He will not forget the work you did and the love you showed for him by helping his people. And he will remember that you are still helping them."},{"Chapter":6,"Number":11,"Text":"We want each of you to go on with the same hard work all your lives. Then you will surely get what you hope for."},{"Chapter":6,"Number":12,"Text":"We do not want you to become lazy. Be like those who have faith and patience. They will receive what God has promised."},{"Chapter":6,"Number":13,"Text":"God made a promise to Abraham. And as there is no one greater than God, he used himself when he swore to Abraham."},{"Chapter":6,"Number":14,"Text":"He said, “I will surely bless you and give you many descendants.”"},{"Chapter":6,"Number":15,"Text":"Abraham waited patiently for this to happen. And he received what God promised."},{"Chapter":6,"Number":16,"Text":"People always use the name of someone greater than themselves when they swear. The oath proves that what they say is true. And this ends all arguing about what they say."},{"Chapter":6,"Number":17,"Text":"God wanted to prove that his promise was true. He wanted to prove this to those who would get what he promised. He wanted them to understand clearly that his purposes never change. So God proved his promise by also making an oath."},{"Chapter":6,"Number":18,"Text":"These two things cannot change. God cannot lie when he makes a promise, and he cannot lie when he makes an oath. These things encourage us who came to God for safety. They give us strength to hold on to the hope we have been given."},{"Chapter":6,"Number":19,"Text":"We have this hope as an anchor for the soul, sure and strong. It enters behind the curtain in the Most Holy Place in heaven."},{"Chapter":6,"Number":20,"Text":"Jesus has gone in there ahead of us and for us. He has become the high priest forever, a priest like Melchizedek."},{"Chapter":7,"Number":1,"Text":"Melchizedek was the king of Salem and a priest for the Most High God. He met Abraham when Abraham was coming back after defeating the kings. When they met, Melchizedek blessed Abraham."},{"Chapter":7,"Number":2,"Text":"And Abraham gave Melchizedek a tenth of everything he had brought back from the battle. First, Melchizedek’s name means “king of goodness.” Also, he is king of Salem, which means “king of peace.”"},{"Chapter":7,"Number":3,"Text":"No one knows who Melchizedek’s father or mother was. No one knows where he came from. And no one knows when he was born or when he died. Melchizedek is like the Son of God; he continues being a priest forever."},{"Chapter":7,"Number":4,"Text":"You can see that Melchizedek was very great. Abraham, the great father, gave Melchizedek a tenth of everything that Abraham won in battle."},{"Chapter":7,"Number":5,"Text":"Now the law says that those in the tribe of Levi who become priests must get a tenth from the people. The priests collect it from their own people, even though the priests and the people are both from the family of Abraham."},{"Chapter":7,"Number":6,"Text":"Melchizedek was not from the tribe of Levi. But he got a tenth from Abraham. And he blessed Abraham, the man who had God’s promises."},{"Chapter":7,"Number":7,"Text":"And everyone knows that the more important person blesses the less important person."},{"Chapter":7,"Number":8,"Text":"Those priests get a tenth, but they are only men who live and then die. But Melchizedek, who got a tenth from Abraham, continues living, as the Scripture says."},{"Chapter":7,"Number":9,"Text":"It is Levi who gets a tenth from the people. But we might even say that when Abraham paid Melchizedek a tenth, then Levi also paid it."},{"Chapter":7,"Number":10,"Text":"Levi was not yet born. But Levi was in the body of his ancestor Abraham when Melchizedek met Abraham."},{"Chapter":7,"Number":11,"Text":"The people were given the law concerning the system of priests from the tribe of Levi. But they could not be made spiritually perfect through that system of priests. So there was a need for another priest to come. I mean a priest like Melchizedek, not Aaron."},{"Chapter":7,"Number":12,"Text":"And when a different kind of priest comes, the law must be changed, too."},{"Chapter":7,"Number":13,"Text":"We are saying these things about Christ. He belonged to a different tribe. No one from that tribe ever served as a priest at the altar."},{"Chapter":7,"Number":14,"Text":"It is clear that our Lord came from the tribe of Judah. And Moses said nothing about priests belonging to that tribe. "},{"Chapter":7,"Number":15,"Text":"And this becomes even more clear. We see that another priest comes, who is like Melchizedek."},{"Chapter":7,"Number":16,"Text":"He was not made a priest by human rules and laws. He became a priest through the power of his life, which continues forever."},{"Chapter":7,"Number":17,"Text":"In the Scriptures, this is said about him:“You are a priest forever,    a priest like Melchizedek.”"},{"Chapter":7,"Number":18,"Text":"The old rule is now set aside because it was weak and useless."},{"Chapter":7,"Number":19,"Text":"The law of Moses could not make anything perfect. But now a better hope has been given to us. And with this hope we can come near to God."},{"Chapter":7,"Number":20,"Text":"Also, it is important that God made an oath when he made Jesus high priest. When the others became priests, there was no oath."},{"Chapter":7,"Number":21,"Text":"But Christ became a priest with God’s oath. God said:“The Lord has made a promise    and will not change his mind.    ‘You are a priest forever.’”"},{"Chapter":7,"Number":22,"Text":"So this means that Jesus is the guarantee of a better agreement from God to his people."},{"Chapter":7,"Number":23,"Text":"Also, when one of the other priests died, he could not continue being a priest. So there were many priests."},{"Chapter":7,"Number":24,"Text":"But Jesus lives forever. He will never stop serving as priest."},{"Chapter":7,"Number":25,"Text":"So he is always able to save those who come to God through him. He can do this, because he always lives, ready to help those who come before God."},{"Chapter":7,"Number":26,"Text":"So Jesus is the kind of high priest that we need. He is holy; he has no sin in him. He is pure and not influenced by sinners. And he is raised above the heavens."},{"Chapter":7,"Number":27,"Text":"He is not like the other priests. They had to offer sacrifices every day, first for their own sins, and then for the sins of the people. But Christ does not need to do that. He offered his sacrifice only once and for all time. Christ offered himself!"},{"Chapter":7,"Number":28,"Text":"The law chooses high priests who are men with all their weaknesses. But the word of God’s oath came later than the law. It made God’s Son to be the high priest. And that Son has been made perfect forever."},{"Chapter":8,"Number":1,"Text":"Here is the point of what we are saying: We do have a high priest who sits on the right side of God’s throne in heaven."},{"Chapter":8,"Number":2,"Text":"Our high priest serves in the Most Holy Place. He serves in the true place of worship that was made by God, not by men."},{"Chapter":8,"Number":3,"Text":"Every high priest has the work of offering gifts and sacrifices to God. So our high priest must also offer something to God."},{"Chapter":8,"Number":4,"Text":"If our high priest were now living on earth, he would not be a priest. I say this because there are already priests here who follow the law by offering gifts to God."},{"Chapter":8,"Number":5,"Text":"The work that they do as priests is only a dim copy of what is in heaven. For when Moses was ready to build the Holy Tent, God warned him: “Be very careful to make everything by the plan I showed you on the mountain.”"},{"Chapter":8,"Number":6,"Text":"But the priestly work that has been given to Jesus is much greater than the work that was given to the other priests. In the same way, the new agreement that Jesus brought from God to his people is much greater than the old one. And the new agreement is based on promises of better things."},{"Chapter":8,"Number":7,"Text":"If there was nothing wrong with the first agreement, there would be no need for a second agreement."},{"Chapter":8,"Number":8,"Text":"But God found something wrong with his people. He says:“The time is coming, says the Lord,    when I will make a new agreement.It will be with the people of Israel    and the people of Judah."},{"Chapter":8,"Number":9,"Text":"It will not be like the agreement    I made with their ancestors.That was when I took them by the hand    to bring them out of Egypt.But they broke that agreement,    and I turned away from them, says the Lord."},{"Chapter":8,"Number":10,"Text":"In the future I will make this agreement    with the people of Israel, says the Lord.I will put my teachings in their minds.    And I will write them on their hearts.I will be their God,    and they will be my people."},{"Chapter":8,"Number":11,"Text":"People will no longer have to teach    their neighbors and relatives to know the Lord.This is because all will know me,    from the least to the most important."},{"Chapter":8,"Number":12,"Text":"I will forgive them for the wicked things they did.    I will not remember their sins anymore.”"},{"Chapter":8,"Number":13,"Text":"God called this a new agreement, so he has made the first agreement old. And anything that is old and worn out is ready to disappear."},{"Chapter":9,"Number":1,"Text":"The first agreement had rules for worship. And it had a place on earth for worship."},{"Chapter":9,"Number":2,"Text":"The Holy Tent was set up for this. The first area in the Tent was called the Holy Place. In it were the lamp and the table with the bread that was made holy for God."},{"Chapter":9,"Number":3,"Text":"Behind the second curtain was a room called the Most Holy Place."},{"Chapter":9,"Number":4,"Text":"In it was a golden altar for burning incense. Also there was the Ark of the Covenant that held the old agreement. The Ark of the Covenant was covered with gold. Inside this Ark of the Covenant was a golden jar of manna and Aaron’s rod—the rod that once grew leaves. Also in it were the stone tablets of the old agreement."},{"Chapter":9,"Number":5,"Text":"Above the Ark of the Covenant were the creatures with wings that showed God’s glory. The wings of the creatures reached over the lid. But we cannot tell everything about these things now."},{"Chapter":9,"Number":6,"Text":"Everything in the Tent was made ready in this way. Then the priests went into the first room every day to do their worship."},{"Chapter":9,"Number":7,"Text":"But only the high priest could go into the second room, and he did that only once a year. He could never enter the inner room without taking blood with him. He offered that blood to God for himself and for the people’s sins. These were sins people did without knowing that they were sinning."},{"Chapter":9,"Number":8,"Text":"The Holy Spirit uses this to show that the way into the Most Holy Place was not open. This was while the system of the old Holy Tent was still being used."},{"Chapter":9,"Number":9,"Text":"This is an example for the present time. It shows that the gifts and sacrifices offered cannot make the worshiper perfect in his heart."},{"Chapter":9,"Number":10,"Text":"These gifts and sacrifices were only about food and drink and special washings. They were rules for the body, to be followed until the time of God’s new way. "},{"Chapter":9,"Number":11,"Text":"But Christ has come as the high priest of the good things we now have. The tent he entered is greater and more perfect. It is not made by men. It does not belong to this world."},{"Chapter":9,"Number":12,"Text":"Christ entered the Most Holy Place only once—and for all time. He did not take with him the blood of goats and calves. His sacrifice was his own blood. He entered the Most Holy Place and set us free from sin forever."},{"Chapter":9,"Number":13,"Text":"The blood of goats and bulls and the ashes of a cow are sprinkled on the people who are unclean and this makes their bodies clean again."},{"Chapter":9,"Number":14,"Text":"How much more is done by the blood of Christ. He offered himself through the eternal Spirit as a perfect sacrifice to God. His blood will make our hearts clean from useless acts. We are made pure so that we may serve the living God."},{"Chapter":9,"Number":15,"Text":"So Christ brings a new agreement from God to his people. Those who are called by God can now receive the blessings that God has promised. These blessings will last forever. They can have those things because Christ died so that the people who lived under the first agreement could be set free from sin."},{"Chapter":9,"Number":16,"Text":"When there is a will, it must be proven that the man who wrote that will is dead."},{"Chapter":9,"Number":17,"Text":"A will means nothing while the man is alive. It can be used only after he dies."},{"Chapter":9,"Number":18,"Text":"This is why even the first agreement could not begin without blood to show death."},{"Chapter":9,"Number":19,"Text":"First, Moses told all the people every command in the law. Next he took the blood of calves and mixed it with water. Then he used red wool and a branch of the hyssop plant to sprinkle the blood and water on the book of the law and on all the people."},{"Chapter":9,"Number":20,"Text":"He said, “This is the blood which begins the agreement that God commanded you to obey.”"},{"Chapter":9,"Number":21,"Text":"In the same way, Moses sprinkled the blood on the Holy Tent and over all the things used in worship."},{"Chapter":9,"Number":22,"Text":"The law says that almost everything must be made clean by blood. And sins cannot be forgiven without blood to show death. "},{"Chapter":9,"Number":23,"Text":"So the copies of the real things in heaven had to be made clean by animal sacrifices. But the real things in heaven need much better sacrifices."},{"Chapter":9,"Number":24,"Text":"For Christ did not go into the Most Holy Place made by men. It is only a copy of the real one. He went into heaven itself. He is there now before God to help us."},{"Chapter":9,"Number":25,"Text":"The high priest enters the Most Holy Place once every year. He takes with him blood that is not his own blood. But Christ did not go into heaven to offer himself many times."},{"Chapter":9,"Number":26,"Text":"Then he would have had to suffer many times since the world was made. But Christ came only once and for all time. He came at just the right time to take away all sin by sacrificing himself."},{"Chapter":9,"Number":27,"Text":"Everyone must die once. After a person dies, he is judged."},{"Chapter":9,"Number":28,"Text":"So Christ was offered as a sacrifice one time to take away the sins of many people. And he will come a second time, but not to offer himself for sin. He will come again to bring salvation to those who are waiting for him."},{"Chapter":10,"Number":1,"Text":"The law is only an unclear picture of the good things coming in the future. It is not a perfect picture of the real things. The people under the law offered the same sacrifices every year. These sacrifices can never make perfect those who come near to worship God."},{"Chapter":10,"Number":2,"Text":"If the law could make them perfect, the sacrifices would have already stopped. The worshipers would be made clean, and they would no longer feel guilty for their sins."},{"Chapter":10,"Number":3,"Text":"These sacrifices remind them of their sins every year,"},{"Chapter":10,"Number":4,"Text":"because it is not possible for the blood of bulls and goats to take away sins."},{"Chapter":10,"Number":5,"Text":"So when Christ came into the world, he said:“You do not want sacrifices and offerings.    But you have prepared a body for me."},{"Chapter":10,"Number":6,"Text":"You do not ask for burnt offerings    and offerings to take away sins."},{"Chapter":10,"Number":7,"Text":"Then I said, ‘Look, I have come.    It is written about me in the book.    My God, I have come to do what you want.’”"},{"Chapter":10,"Number":8,"Text":"In this Scripture he first said, “You do not want sacrifices and offerings. You do not ask for burnt offerings and offerings to take away sins.” (These are all sacrifices that the law commands.)"},{"Chapter":10,"Number":9,"Text":"Then he said, “Here I am. I have come to do what you want.” So God ends the first system of sacrifices so that he can set up the new system."},{"Chapter":10,"Number":10,"Text":"Jesus Christ did what God wanted him to do. And because of this, we are made holy through the sacrifice of his body. Christ made this sacrifice only once, and for all time."},{"Chapter":10,"Number":11,"Text":"Every day the priests stand and do their religious service. Again and again they offer the same sacrifices. But those sacrifices can never take away sins."},{"Chapter":10,"Number":12,"Text":"But Christ offered one sacrifice for sins, and it is good forever. Then he sat down at the right side of God."},{"Chapter":10,"Number":13,"Text":"And now Christ waits there for his enemies to be put under his power."},{"Chapter":10,"Number":14,"Text":"With one sacrifice he made perfect forever those who are being made holy."},{"Chapter":10,"Number":15,"Text":"The Holy Spirit also tells us about this. First he says:"},{"Chapter":10,"Number":16,"Text":"“In the future I will make this agreement    with the people of Israel, says the Lord.I will put my teachings in their hearts.    And I will write them on their minds.” Jeremiah 31:33"},{"Chapter":10,"Number":17,"Text":"Then he says:“Their sins and the evil things they do—    I will not remember anymore.”"},{"Chapter":10,"Number":18,"Text":"And when these have been forgiven, there is no more need for a sacrifice for sins. Continue to Trust God"},{"Chapter":10,"Number":19,"Text":"So, brothers, we are completely free to enter the Most Holy Place. We can do this without fear because of the blood of Jesus’ death."},{"Chapter":10,"Number":20,"Text":"We can enter through a new way that Jesus opened for us. It is a living way. It leads through the curtain—Christ’s body."},{"Chapter":10,"Number":21,"Text":"And we have a great priest over God’s house."},{"Chapter":10,"Number":22,"Text":"So let us come near to God with a sincere heart and a sure faith. We have been cleansed and made free from feelings of guilt. And our bodies have been washed with pure water."},{"Chapter":10,"Number":23,"Text":"Let us hold firmly to the hope that we have confessed. We can trust God to do what he promised."},{"Chapter":10,"Number":24,"Text":"Let us think about each other and help each other to show love and do good deeds."},{"Chapter":10,"Number":25,"Text":"You should not stay away from the church meetings, as some are doing. But you should meet together and encourage each other. Do this even more as you see the Day coming."},{"Chapter":10,"Number":26,"Text":"If we decide to go on sinning after we have learned the truth, there is no longer any sacrifice for sins."},{"Chapter":10,"Number":27,"Text":"There is nothing but fear in waiting for the judgment and the angry fire that will destroy all those who live against God."},{"Chapter":10,"Number":28,"Text":"Any person who refused to obey the law of Moses was found guilty from the proof given by two or three witnesses. He was put to death without mercy."},{"Chapter":10,"Number":29,"Text":"So what do you think should be done to a person who does not respect the Son of God? He looks at the blood of the agreement, the blood that made him holy, as no different from other men’s blood. He insults the Spirit of God’s grace. Surely he should have a much worse punishment."},{"Chapter":10,"Number":30,"Text":"We know that God said, “I will punish those who do wrong. I will repay them.” And he also said, “The Lord will judge his people.”"},{"Chapter":10,"Number":31,"Text":"It is a terrible thing to fall into the hands of the living God."},{"Chapter":10,"Number":32,"Text":"Remember those days in the past when you first learned the truth. You had a hard struggle with many sufferings, but you continued strong."},{"Chapter":10,"Number":33,"Text":"Sometimes you were hurt and persecuted before crowds of people. And sometimes you shared with those who were being treated that way."},{"Chapter":10,"Number":34,"Text":"You helped the prisoners. And you even had joy when all that you owned was taken from you. You were joyful because you knew that you had something better and more lasting."},{"Chapter":10,"Number":35,"Text":"So do not lose the courage that you had in the past. It has a great reward."},{"Chapter":10,"Number":36,"Text":"You must hold on, so you can do what God wants and receive what he has promised."},{"Chapter":10,"Number":37,"Text":"For in a very short time,“The One who is coming will come.    He will not be late."},{"Chapter":10,"Number":38,"Text":"The person who is right with me    will have life because of his faith.But if he turns back with fear,    I will not be pleased with him.”"},{"Chapter":10,"Number":39,"Text":"But we are not those who turn back and are lost. We are people who have faith and are saved."},{"Chapter":11,"Number":1,"Text":"Faith means being sure of the things we hope for. And faith means knowing that something is real even if we do not see it."},{"Chapter":11,"Number":2,"Text":"People who lived in the past became famous because of faith."},{"Chapter":11,"Number":3,"Text":"It is by faith we understand that the whole world was made by God’s command. This means that what we see was made by something that cannot be seen."},{"Chapter":11,"Number":4,"Text":"It was by faith that Abel offered God a better sacrifice than Cain did. God said he was pleased with the gifts Abel offered. So God called Abel a good man because of his faith. Abel died, but through his faith he is still speaking."},{"Chapter":11,"Number":5,"Text":"It was by faith that Enoch was taken to heaven. He never died. He could not be found, because God had taken him away. Before he was taken, the Scripture says that he was a man who truly pleased God."},{"Chapter":11,"Number":6,"Text":"Without faith no one can please God. Anyone who comes to God must believe that he is real and that he rewards those who truly want to find him."},{"Chapter":11,"Number":7,"Text":"It was by faith Noah heard God’s warnings about things that he could not yet see. He obeyed God and built a large boat to save his family. By his faith, Noah showed that the world was wrong. And he became one of those who are made right with God through faith."},{"Chapter":11,"Number":8,"Text":"It was by faith Abraham obeyed God’s call to go to another place that God promised to give him. He left his own country, not knowing where he was to go."},{"Chapter":11,"Number":9,"Text":"It was by faith that he lived in the country God promised to give him. He lived there like a visitor who did not belong. He lived in tents with Isaac and Jacob, who had received that same promise from God."},{"Chapter":11,"Number":10,"Text":"Abraham was waiting for the city that has real foundations—the city planned and built by God."},{"Chapter":11,"Number":11,"Text":"He was too old to have children, and Sarah was not able to have children. It was by faith that Abraham was made able to become a father. Abraham trusted God to do what he had promised."},{"Chapter":11,"Number":12,"Text":"This man was so old that he was almost dead. But from him came as many descendants as there are stars in the sky. They are as many as the grains of sand on the seashore that cannot be counted."},{"Chapter":11,"Number":13,"Text":"All these great men died in faith. They did not get the things that God promised his people. But they saw them coming far in the future and were glad. They said that they were like visitors and strangers on earth."},{"Chapter":11,"Number":14,"Text":"When people say such things, then they show that they are looking for a country that will be their own country."},{"Chapter":11,"Number":15,"Text":"If they had been thinking about that country they had left, they could have gone back."},{"Chapter":11,"Number":16,"Text":"But those men were waiting for a better country—a heavenly country. So God is not ashamed to be called their God. For he has prepared a city for them."},{"Chapter":11,"Number":17,"Text":"It was by faith that Abraham offered his son Isaac as a sacrifice. God made the promises to Abraham. But God tested him. And Abraham was ready to offer his own son as a sacrifice."},{"Chapter":11,"Number":18,"Text":"God had said, “The descendants I promised you will be from Isaac.”"},{"Chapter":11,"Number":19,"Text":"Abraham believed that God could raise the dead. And really, it was as if Abraham got Isaac back from death."},{"Chapter":11,"Number":20,"Text":"It was by faith that Isaac blessed the future of Jacob and Esau."},{"Chapter":11,"Number":21,"Text":"It was by faith that Jacob blessed each one of Joseph’s sons. He did this while he was dying. Then he worshiped as he leaned on the top of his walking stick."},{"Chapter":11,"Number":22,"Text":"It was by faith that Joseph spoke about the Israelites leaving Egypt while he was dying. He told them what to do with his body."},{"Chapter":11,"Number":23,"Text":"It was by faith that Moses’ parents hid him for three months after he was born. They saw that Moses was a beautiful baby. And they were not afraid to disobey the king’s order."},{"Chapter":11,"Number":24,"Text":"It was by faith that Moses, when he grew up, refused to be called the son of the king of Egypt’s daughter."},{"Chapter":11,"Number":25,"Text":"He chose to suffer with God’s people instead of enjoying sin for a short time."},{"Chapter":11,"Number":26,"Text":"He thought that it was better to suffer for the Christ than to have all the treasures of Egypt. He was looking only for God’s reward."},{"Chapter":11,"Number":27,"Text":"It was by faith that Moses left Egypt. He was not afraid of the king’s anger. Moses continued strong as if he could see the God that no one can see."},{"Chapter":11,"Number":28,"Text":"It was by faith that Moses prepared the Passover and spread the blood on the doors. It was spread so that the one who brings death would not kill the firstborn sons of Israel."},{"Chapter":11,"Number":29,"Text":"It was by faith that the people crossed the Red Sea as if it were dry land. The Egyptians also tried to do it, but they were drowned."},{"Chapter":11,"Number":30,"Text":"It was by faith that the walls of Jericho fell. They fell after the people had marched around the walls of Jericho for seven days."},{"Chapter":11,"Number":31,"Text":"It was by faith that Rahab, the prostitute, welcomed the spies and was not killed with those who refused to obey God."},{"Chapter":11,"Number":32,"Text":"Do I need to give more examples? I do not have time to tell you about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."},{"Chapter":11,"Number":33,"Text":"Through their faith they defeated kingdoms. They did what was right and received what God promised. They shut the mouths of lions,"},{"Chapter":11,"Number":34,"Text":"stopped great fires and were saved from being killed with swords. They were weak, and yet were made strong. They were powerful in battle and defeated other armies."},{"Chapter":11,"Number":35,"Text":"Women received their dead relatives raised back to life. Others were tortured and refused to accept their freedom. They did this so that they could be raised from death to a better life."},{"Chapter":11,"Number":36,"Text":"Some were laughed at and beaten. Others were tied and put into prison."},{"Chapter":11,"Number":37,"Text":"They were killed with stones and they were cut in half. They were killed with swords. Some wore the skins of sheep and goats. They were poor, abused, and treated badly."},{"Chapter":11,"Number":38,"Text":"The world was not good enough for them! They wandered in deserts and mountains, living in caves and holes in the earth."},{"Chapter":11,"Number":39,"Text":"All these people are known for their faith. But none of them received what God had promised."},{"Chapter":11,"Number":40,"Text":"God planned to give us something better. Then they would be made perfect, but only together with us."},{"Chapter":12,"Number":1,"Text":"So we have many people of faith around us. Their lives tell us what faith means. So let us run the race that is before us and never give up. We should remove from our lives anything that would get in the way. And we should remove the sin that so easily catches us."},{"Chapter":12,"Number":2,"Text":"Let us look only to Jesus. He is the one who began our faith, and he makes our faith perfect. Jesus suffered death on the cross. But he accepted the shame of the cross as if it were nothing. He did this because of the joy that God put before him. And now he is sitting at the right side of God’s throne."},{"Chapter":12,"Number":3,"Text":"Think about Jesus. He held on patiently while sinful men were doing evil things against him. Look at Jesus’ example so that you will not get tired and stop trying. "},{"Chapter":12,"Number":4,"Text":"You are struggling against sin, but your struggles have not yet caused you to be killed."},{"Chapter":12,"Number":5,"Text":"You have forgotten his encouraging words for his sons:“My son, don’t think the Lord’s discipline of you is worth nothing.    And don’t stop trying when the Lord corrects you."},{"Chapter":12,"Number":6,"Text":"The Lord corrects those he loves.    And he punishes everyone he accepts as his child.”"},{"Chapter":12,"Number":7,"Text":"So accept your sufferings as if they were a father’s punishment. God does these things to you as a father punishing his sons. All sons are punished by their fathers."},{"Chapter":12,"Number":8,"Text":"If you are never punished (and every son must be punished), you are not true children and not really sons."},{"Chapter":12,"Number":9,"Text":"We have all had fathers here on earth who punished us. And we respected our fathers. So it is even more important that we accept punishment from the Father of our spirits. If we do this, we will have life."},{"Chapter":12,"Number":10,"Text":"Our fathers on earth punished us for a short time. They punished us the way they thought was best. But God punishes us to help us, so that we can become holy as he is."},{"Chapter":12,"Number":11,"Text":"We do not enjoy punishment. Being punished is painful at the time. But later, after we have learned from being punished, we have peace, because we start living in the right way. "},{"Chapter":12,"Number":12,"Text":"You have become weak. So make yourselves strong again."},{"Chapter":12,"Number":13,"Text":"Keep on the right path so the weak will not stumble but rather be strengthened."},{"Chapter":12,"Number":14,"Text":"Try to live in peace with all people. And try to live lives free from sin. If anyone’s life is not holy, he will never see the Lord."},{"Chapter":12,"Number":15,"Text":"Be careful that no one fails to get God’s grace. Be careful that no one becomes like a bitter weed growing among you. A person like that can ruin all of you."},{"Chapter":12,"Number":16,"Text":"Be careful that no one takes part in sexual sin. And be careful that no person is unholy like Esau. He sold all his rights as the oldest son for a single meal."},{"Chapter":12,"Number":17,"Text":"You remember that after Esau did this, he wanted to get his father’s blessing. He wanted this blessing so much that he cried. But his father refused to give him the blessing, because Esau could find no way to change what he had done."},{"Chapter":12,"Number":18,"Text":"You have not come to a mountain that can be touched and that is burning with fire. You have not come to darkness, sadness and storms."},{"Chapter":12,"Number":19,"Text":"You have not come to the noise of a trumpet or to the sound of a voice. When the people of Israel heard the voice, they begged not to have to hear another word."},{"Chapter":12,"Number":20,"Text":"They did not want to hear the command: “If anything, even an animal, touches the mountain, it must be put to death with stones.”"},{"Chapter":12,"Number":21,"Text":"What they saw was so terrible that Moses said, “I am shaking with fear.”"},{"Chapter":12,"Number":22,"Text":"But you have not come to that kind of place. The new place you have come to is Mount Zion. You have come to the city of the living God, the heavenly Jerusalem. You have come to thousands of angels gathered together with joy."},{"Chapter":12,"Number":23,"Text":"You have come to the meeting of God’s firstborn children. Their names are written in heaven. You have come to God, the judge of all people. And you have come to the spirits of good people who have been made perfect."},{"Chapter":12,"Number":24,"Text":"You have come to Jesus, the One who brought the new agreement from God to his people. You have come to the sprinkled blood that has a better message than the blood of Abel."},{"Chapter":12,"Number":25,"Text":"So be careful and do not refuse to listen when God speaks. They refused to listen to him when he warned them on earth. And they did not escape. Now God is warning us from heaven. So it will be worse for us if we refuse to listen to him."},{"Chapter":12,"Number":26,"Text":"When he spoke before, his voice shook the earth. But now he has promised, “Once again I will shake not only the earth but also the heavens.”"},{"Chapter":12,"Number":27,"Text":"The words “once again” clearly show us that everything that was made will be destroyed. These are the things that can be shaken. And only the things that cannot be shaken will remain."},{"Chapter":12,"Number":28,"Text":"So let us be thankful because we have a kingdom that cannot be shaken. We should worship God in a way that pleases him. So let us worship him with respect and fear,"},{"Chapter":12,"Number":29,"Text":"because our God is like a fire that burns things up."},{"Chapter":13,"Number":1,"Text":"Keep on loving each other as brothers in Christ."},{"Chapter":13,"Number":2,"Text":"Remember to welcome strangers into your homes. Some people have done this and have welcomed angels without knowing it."},{"Chapter":13,"Number":3,"Text":"Do not forget those who are in prison. Remember them as if you were in prison with them. Remember those who are suffering as if you were suffering with them."},{"Chapter":13,"Number":4,"Text":"Marriage should be honored by everyone. Husband and wife should keep their marriage pure. God will judge guilty those who are sexually immoral and commit adultery."},{"Chapter":13,"Number":5,"Text":"Keep your lives free from the love of money. And be satisfied with what you have. God has said,“I will never leave you;    I will never abandon you.”"},{"Chapter":13,"Number":6,"Text":"So we can feel sure and say,“I will not be afraid because the Lord is my helper.    People can’t do anything to me.”"},{"Chapter":13,"Number":7,"Text":"Remember your leaders. They taught God’s message to you. Remember how they lived and died, and copy their faith."},{"Chapter":13,"Number":8,"Text":"Jesus Christ is the same yesterday, today, and forever."},{"Chapter":13,"Number":9,"Text":"Do not let all kinds of strange teachings lead you into the wrong way. Your hearts should be strengthened by God’s grace, not by obeying rules about foods. Obeying such rules does not help anyone."},{"Chapter":13,"Number":10,"Text":"We have a sacrifice. But the priests who serve in the Holy Tent cannot eat from it."},{"Chapter":13,"Number":11,"Text":"The high priest carries the blood of animals into the Most Holy Place. There he offers this blood for sins. But the bodies of the animals are burned outside the camp."},{"Chapter":13,"Number":12,"Text":"So Jesus also suffered outside the city. He died to make his people holy with his own blood."},{"Chapter":13,"Number":13,"Text":"So let us go to Jesus outside the camp. We should accept the same shame that Jesus had."},{"Chapter":13,"Number":14,"Text":"Here on earth we do not have a city that lasts forever. But we are looking for the city that we will have in the future."},{"Chapter":13,"Number":15,"Text":"So through Jesus let us always offer our sacrifice to God. This sacrifice is our praise, coming from lips that speak his name."},{"Chapter":13,"Number":16,"Text":"Do not forget to do good to others. And share with them what you have. These are the sacrifices that please God."},{"Chapter":13,"Number":17,"Text":"Obey your leaders and be under their authority. These men are watching you because they are responsible for your souls. Obey them so that they will do this work with joy, not sadness. It will not help you to make their work hard."},{"Chapter":13,"Number":18,"Text":"Continue praying for us. We feel sure about what we are doing, because we always want to do the right thing."},{"Chapter":13,"Number":19,"Text":"And I beg you to pray that God will send me back to you soon."},{"Chapter":13,"Number":20,"Text":"I pray that the God of peace will give you every good thing you need so that you can do what he wants. God is the One who raised from death our Lord Jesus, the Great Shepherd of the sheep. God raised him because of the blood of his death. His blood began the agreement that God made with his people."},{"Chapter":13,"Number":21,"Text":"And this agreement is eternal. I pray that God, through Christ, will do in us what pleases him. And to Jesus Christ be glory forever and ever. Amen."},{"Chapter":13,"Number":22,"Text":"My brothers, I beg you to listen patiently to this message I have written to encourage you. This letter is not very long."},{"Chapter":13,"Number":23,"Text":"I want you to know that our brother Timothy has been let out of prison. If he arrives soon, we will both come to see you."},{"Chapter":13,"Number":24,"Text":"Greet all your leaders and all of God’s people. Those from Italy send greetings to you."},{"Chapter":13,"Number":25,"Text":"God’s grace be with you all."}]}
