{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Hosea’s Wife and Children","Chapter":1},{"VerseStartingAt":10,"ParagraphTitle":"God’s Promise to Israel","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"God Speaks About Israel","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Hosea Buys Gomer Back","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Lord’s Word Against Israel","Chapter":4},{"VerseStartingAt":4,"ParagraphTitle":"God’s Case Against the Priests","Chapter":4},{"VerseStartingAt":11,"ParagraphTitle":"God’s Case Against the People","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Lord’s Word Against the Leaders","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The People Are Not Faithful","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Israel Destroys Her Rulers","Chapter":7},{"VerseStartingAt":8,"ParagraphTitle":"Israel and the Other Nations","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Israel Has Trusted Wrong Things","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Israel’s Punishment","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Israel Will Pay for Sin","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"God’s Love for Israel","Chapter":11},{"VerseStartingAt":12,"ParagraphTitle":"The Lord Is Against Israel","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"The Final Word Against Israel","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Israel Returns to God","Chapter":14}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The Lord spoke his word to Hosea son of Beeri. This was during the time that Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah. During part of this time Jeroboam son of Jehoash was king of Israel."},{"Chapter":1,"Number":2,"Text":"The Lord said to him, “Go, and marry a woman who will be unfaithful to you. She will give you children whose fathers are other men. Do this because people in this country have acted like an unfaithful wife toward the Lord.”"},{"Chapter":1,"Number":3,"Text":"So Hosea married Gomer daughter of Diblaim. Gomer became pregnant and gave birth to Hosea’s son."},{"Chapter":1,"Number":4,"Text":"The Lord said to Hosea, “Name him Jezreel. This is because soon I will punish the family of Jehu for the people they killed at Jezreel. Then I will put an end to the kingdom of Israel."},{"Chapter":1,"Number":5,"Text":"And I will also break the power of Israel’s army in the Valley of Jezreel.”"},{"Chapter":1,"Number":6,"Text":"Gomer became pregnant again and gave birth to a daughter. The Lord said to Hosea, “Name her Lo-Ruhamah. This is because I will not pity Israel anymore. I will no longer forgive them."},{"Chapter":1,"Number":7,"Text":"But I will show pity to the people of Judah. I will save them. I will not use bows or swords, horses or horsemen, or weapons of war to save them. I, the Lord their God, will save them.”"},{"Chapter":1,"Number":8,"Text":"After Gomer had finished nursing Lo-Ruhamah, she became pregnant again. And she gave birth to another son."},{"Chapter":1,"Number":9,"Text":"The Lord said, “Name him Lo-Ammi because you are not my people. And I am not your God. "},{"Chapter":1,"Number":10,"Text":"“But the people of Israel will become like the grains of sand of the sea. You cannot measure or count them. Now it is said to Israel, ‘You are not my people.’ But later they will be called ‘children of the living God.’"},{"Chapter":1,"Number":11,"Text":"Then the people of Judah and Israel will be joined together again. They will choose one leader for themselves. And again they will grow in their land. The day of Jezreel, when God plants, will be truly great."},{"Chapter":2,"Number":1,"Text":"“Your brothers and your sisters will be called ‘my people’ and ‘you have been shown love.’ God Speaks About Israel"},{"Chapter":2,"Number":2,"Text":"“Plead with your mother.    Plead with her because she no longer acts like a wife to me.    And I am not treated like her husband.Tell her to stop acting like a prostitute.    Tell her to stop behaving like an unfaithful wife."},{"Chapter":2,"Number":3,"Text":"If she refuses, I will strip her naked.    I will leave her bare like the day she was born.I will make her dry like a desert.    I will make her like a land without water.    I will kill her with thirst."},{"Chapter":2,"Number":4,"Text":"I will not take pity on her children.    They are the children of an unfaithful wife."},{"Chapter":2,"Number":5,"Text":"Their mother has acted like a prostitute.    The one who became pregnant with them has acted disgracefully.She said, ‘I will chase after my lovers.    They give me food and water.They give me wool and linen.    They give me wine and olive oil.’"},{"Chapter":2,"Number":6,"Text":"So I will block her road with thornbushes.    I will build a wall around her    so she cannot find her way."},{"Chapter":2,"Number":7,"Text":"She will run after her lovers.    But she won’t catch up to them.She will look for them.    But she won’t find them.Then she will say, ‘I will go back to my first husband.    Life was better for me then than it is now.’"},{"Chapter":2,"Number":8,"Text":"But she has not accepted that I was the one    who gave her grain, wine and oil.I gave her much silver and gold.    But she used it to make statues of Baal."},{"Chapter":2,"Number":9,"Text":"“So I will take away my grain at harvest time.    And I will take away my wine when it is ready.I will take back my wool and linen.    I gave her those things to cover her nakedness."},{"Chapter":2,"Number":10,"Text":"So I will show her nakedness to her lovers.    No one will save her from my punishment."},{"Chapter":2,"Number":11,"Text":"I will put an end to all her celebrations:    her yearly festivals, her New Moon festivals and her Sabbaths.    I will stop all of her special feasts."},{"Chapter":2,"Number":12,"Text":"I will destroy her vines and fig trees.    She said they were her pay from her lovers.I will turn them into a forest.    Wild animals will eat those plants."},{"Chapter":2,"Number":13,"Text":"I will punish her for all the times    she burned incense to the Baals.She put on her rings and jewelry.    Then she went chasing after her lovers.But she has forgotten me!”    says the Lord."},{"Chapter":2,"Number":14,"Text":"“So I am going to attract her.    I will lead her into the desert    and speak tenderly to her."},{"Chapter":2,"Number":15,"Text":"Then I will give her back her vineyards.    And I will make the Valley of Achor a door of hope.Then she will respond as when she was young,    as when she came out of Egypt.”"},{"Chapter":2,"Number":16,"Text":"The Lord says, “Then she will call me ‘my husband.’    She will no longer call me ‘my baal.’"},{"Chapter":2,"Number":17,"Text":"I will never let her say the names of Baal again.    Then people won’t use their names anymore."},{"Chapter":2,"Number":18,"Text":"At that time I will make an agreement for them.    It will be with the wild animals, the birds and the crawling things.I will remove from the land    the bow and the sword and the weapons of war.    Then my people will live in safety."},{"Chapter":2,"Number":19,"Text":"And I will make you my promised bride forever.    I will be good and fair.    I will show you my love and mercy."},{"Chapter":2,"Number":20,"Text":"I will be true to you as my promised bride.    Then you will accept that I am the Lord."},{"Chapter":2,"Number":21,"Text":"“And at that time I will answer you,” says the Lord.    “I will speak to the skies.    And they will give rain to the earth."},{"Chapter":2,"Number":22,"Text":"The earth will produce grain, wine and oil.    Much will grow because my people are called Jezreel—God plants."},{"Chapter":2,"Number":23,"Text":"I will plant my people in the land.    I will show pity to the one I had called ‘not shown pity.’I will say, ‘You are my people’    to those I had called ‘not my people.’    And they will say to me, ‘You are our God.’”"},{"Chapter":3,"Number":1,"Text":"The Lord said to me, “Go, show your love to your wife again. She has had other lovers and has been unfaithful to you. But you must keep on loving her the way the Lord loves the people of Israel. This is true even though the Israelites worship other gods. They love to eat the raisin cakes.”"},{"Chapter":3,"Number":2,"Text":"So I bought Gomer for six ounces of silver and about ten bushels of barley."},{"Chapter":3,"Number":3,"Text":"Then I told her, “You must wait for me for many days. You must not be a prostitute. You must not be any other man’s lover. I, in turn, will wait for you.”"},{"Chapter":3,"Number":4,"Text":"In the same way Israel will live many days without a king or leader. They will not have sacrifices or holy stone pillars. They will be without the holy vest or an idol."},{"Chapter":3,"Number":5,"Text":"After this, the people of Israel will return to the Lord their God. They will follow the Lord and the king from David’s family. In the last days they will come to the Lord. And he will bless them."},{"Chapter":4,"Number":1,"Text":"People of Israel, listen to the Lord’s message.    The Lord says he has this    against you who live in this country:“The people are not true, not loyal to God.    They do not even know him."},{"Chapter":4,"Number":2,"Text":"They curse. They lie. They kill. They steal.    They are guilty of adultery.They break all my laws.    One murder follows another."},{"Chapter":4,"Number":3,"Text":"Because of this the land dries up,    and all its people are dying off.Even the wild animals are dying.    Even the birds of the air and the fish of the sea are dying. "},{"Chapter":4,"Number":4,"Text":"“No one should accuse    or blame another person.Don’t blame the people, you priests,    when they quarrel with you."},{"Chapter":4,"Number":5,"Text":"You will be ruined one of these days.    And your prophets will be ruined with you one of these nights.I will also destroy your mother, the nation of Israel."},{"Chapter":4,"Number":6,"Text":"My people will be destroyed    because they have no knowledge.You priests have refused to learn.    So I will refuse to let you be priests to me.You have forgotten the teachings of your God.    So I will reject your children."},{"Chapter":4,"Number":7,"Text":"The more priests there are,    the more they sin against me.I will take away their honor    and give them nothing but shame."},{"Chapter":4,"Number":8,"Text":"The priests live off the sin offerings of the people.    So they want the people to sin more and more."},{"Chapter":4,"Number":9,"Text":"The priests are as wrong as the people.    I will punish them both for what they have done.    I will repay them for the wrong they have done."},{"Chapter":4,"Number":10,"Text":"“They will eat    but not have enough.They will sin sexually with the prostitutes.    But they will not have children.This is because they left the Lord. "},{"Chapter":4,"Number":11,"Text":"“Sexual sins, old wine and new wine    take away my people’s ability to understand."},{"Chapter":4,"Number":12,"Text":"My people ask wooden idols for advice.    They ask those sticks of wood to advise them!Like prostitutes, they have chased after other gods.    They have left their own God."},{"Chapter":4,"Number":13,"Text":"They make sacrifices on the tops of the mountains.    They burn offerings on the hills,under oaks, poplars and other trees.    They think the shade under those trees is nice.So your daughters become prostitutes.    And your daughters-in-law are guilty of adultery."},{"Chapter":4,"Number":14,"Text":"“But I will not punish your daughters    when they become prostitutes.I will not punish your daughters-in-law    for their sins of adultery.I will not punish them    because you yourselves have sinned sexually with prostitutes.You offer sacrifices with the temple prostitutes.    You foolish people are destroying yourselves."},{"Chapter":4,"Number":15,"Text":"“Israel, you act like a prostitute.    But don’t let Judah be guilty.Don’t go to sacrifice at Gilgal.    Don’t go up to give offerings at Beth Aven.Don’t use the Lord’s name to make promises.    Don’t say, ‘As surely as the Lord lives . . .’"},{"Chapter":4,"Number":16,"Text":"The people of Israel are stubborn    like a stubborn young cow.How then can the Lord feed them    like lambs in a meadow?"},{"Chapter":4,"Number":17,"Text":"Israel has chosen to worship idols.    So, let them."},{"Chapter":4,"Number":18,"Text":"Her rulers get drunk.    Then they give themselves to being prostitutes.    They love these disgraceful things."},{"Chapter":4,"Number":19,"Text":"They will be swept away as by a whirlwind.    Their sacrifices will bring them only shame."},{"Chapter":5,"Number":1,"Text":"“Listen, you priests.    Pay attention, people of Israel.Listen, royal family.    You will all be judged.You have been like a trap at Mizpah.    You have been like a net spread out at Mount Tabor."},{"Chapter":5,"Number":2,"Text":"You have done many bad things.    So I will punish you all."},{"Chapter":5,"Number":3,"Text":"I know all about Israel.    What they have done is not hidden from me.They all act like prostitutes.    Israel has made itself unclean."},{"Chapter":5,"Number":4,"Text":"“And those bad things they have done    keep them from returning to their God.They are determined to be unfaithful to me.    They do not know the Lord."},{"Chapter":5,"Number":5,"Text":"Israel’s pride testifies against them.    The people of Israel will stumble because of their sin.    The people of Judah will also stumble with them."},{"Chapter":5,"Number":6,"Text":"The people will come to worship the Lord.    They will come with their sheep and cattle.But they will not be able to find him,    because he has left them."},{"Chapter":5,"Number":7,"Text":"They have not been true to the Lord.    Their children do not belong to him.So their false worship    will destroy them and their land."},{"Chapter":5,"Number":8,"Text":"“Blow the horn in Gibeah.    Blow the trumpet in Ramah.Give the warning at Beth Aven.    Be first into battle, people of Benjamin."},{"Chapter":5,"Number":9,"Text":"A time of punishment is coming.    Israel will be destroyed.I warn the tribes of Israel    that this will surely happen."},{"Chapter":5,"Number":10,"Text":"The leaders of Judah are like thieves.    They try to steal the property of others.My punishment will overwhelm them    like a flood of water."},{"Chapter":5,"Number":11,"Text":"Israel will be crushed by the punishments,    because they decided to follow idols."},{"Chapter":5,"Number":12,"Text":"I will destroy Israel    as a moth destroys clothing.I will destroy Judah    as rot destroys wood."},{"Chapter":5,"Number":13,"Text":"“Israel saw how weak she was.    Judah saw the wounds she suffered.So Israel turned to Assyria for help.    She sent to the great king of Assyria for help.But he cannot heal you.    He cannot cure your wound."},{"Chapter":5,"Number":14,"Text":"I will be like a lion to Israel.    I will be like a young lion to Judah.I will attack them    and tear them to pieces.I will drag them off,    and no one will be able to save them."},{"Chapter":5,"Number":15,"Text":"Then I will go back to my place    until the people admit they are guilty.At that time they must look for me.    In their trouble they must turn to me.”"},{"Chapter":6,"Number":1,"Text":"You people say,    “Come, let’s go back to the Lord.He has hurt us, but he will heal us.    He has wounded us, but he will bandage our wounds."},{"Chapter":6,"Number":2,"Text":"In a short while he will put new life in us.    We will not have to wait long for him to raise us up.    Then we may live in his presence."},{"Chapter":6,"Number":3,"Text":"Let’s learn about the Lord.    Let’s try hard to know who he is.He will come to us    as surely as the dawn comes.The Lord will come to us like the rain,    like the spring rain that waters the ground.”"},{"Chapter":6,"Number":4,"Text":"The Lord says, “Israel, what should I do with you?    Judah, what should I do with you?Your faithfulness is like a morning mist.    It lasts only as long as the dew in the morning."},{"Chapter":6,"Number":5,"Text":"I have warned you by my prophets    that I will kill you and destroy you.    My judgments will flash forth like lightning against you."},{"Chapter":6,"Number":6,"Text":"I want faithful love    more than I want animal sacrifices.I want people to know me    more than I want burnt offerings."},{"Chapter":6,"Number":7,"Text":"But you have broken the agreement as Adam did.    You have been unfaithful to me."},{"Chapter":6,"Number":8,"Text":"Gilead is full of people who do evil.    It is covered with bloody footprints."},{"Chapter":6,"Number":9,"Text":"Some of the priests are like    robbers waiting in ambush.They murder people on the way to Shechem.    They do wicked crimes."},{"Chapter":6,"Number":10,"Text":"I have seen horrible things in Israel.The people are unfaithful to God,    and Israel has become unclean."},{"Chapter":6,"Number":11,"Text":"“Judah, I have set a time to punish you also.“I would like to give my people back their riches."},{"Chapter":7,"Number":1,"Text":"I would like to heal Israel.    But their sin can be seen by everyone.    The wickedness of Israel is too well-known.They cheat one another.    They break into other peoples’ houses.    There are robberies in the streets."},{"Chapter":7,"Number":2,"Text":"It never enters their minds    that I remember all their wicked deeds.The bad things they do are all around,    and I can see their sins clearly. Israel Destroys Her Rulers"},{"Chapter":7,"Number":3,"Text":"“They make the king happy with their wickedness.    They make their rulers glad with their lies."},{"Chapter":7,"Number":4,"Text":"But all of them are traitors.    They are like an oven heated by a baker.While he mixes the dough,    he does not stir up the flame."},{"Chapter":7,"Number":5,"Text":"They hold a festival day for the king.    On that day the rulers become drunk with wine.    The king joins in with those who had made evil plans."},{"Chapter":7,"Number":6,"Text":"They approach him with murder in mind.    Their hearts are like a hot oven.All night long its fire is low.    When morning comes, it is fanned into flame."},{"Chapter":7,"Number":7,"Text":"So all these people are as hot as an oven.    Like a fire they destroy their rulers.Their kings fall one after another.    And no one calls on me. "},{"Chapter":7,"Number":8,"Text":"“Israel mixes with other nations.    Israel is useless like a pancake cooked only on one side."},{"Chapter":7,"Number":9,"Text":"Foreign nations are using up Israel’s strength.    And Israel doesn’t even know it.Israel is weak and feeble, like an old man.    And they don’t even know it."},{"Chapter":7,"Number":10,"Text":"Israel’s pride will cause their defeat.    They have had many troubles.But they still do not turn to the Lord their God.    They do not look to him for help."},{"Chapter":7,"Number":11,"Text":"Israel has become like a silly pigeon.    The people have no understanding.First they call to Egypt for help.    Then they run for help to Assyria."},{"Chapter":7,"Number":12,"Text":"When they go, I will catch them    as men catch birds in a net.Then I will punish them    as I have warned them."},{"Chapter":7,"Number":13,"Text":"How terrible for them because they left me!    They will be destroyed because they turned against me.I want to save them.    But they have spoken lies against me."},{"Chapter":7,"Number":14,"Text":"They do not call to me from their hearts.    They just lie on their beds and cry.They come together to ask for grain and new wine.    But they really turn away from me."},{"Chapter":7,"Number":15,"Text":"I trained them and gave them strength.    But they have made evil plans against me."},{"Chapter":7,"Number":16,"Text":"They did not turn to the Most High God.    They are like a crooked bow that does not shoot straight.Their leaders brag about their strength.    But they will be killed with swords.Then the people in Egypt    will laugh at them."},{"Chapter":8,"Number":1,"Text":"“Put the trumpet to your lips and give the warning!    The enemy swoops down on my people like an eagle.The Israelites have broken my agreement.    They have turned against my teachings."},{"Chapter":8,"Number":2,"Text":"They cry out to me,    ‘Our God, we in Israel know you!’"},{"Chapter":8,"Number":3,"Text":"But Israel has rejected what is good.    So the enemy chases them."},{"Chapter":8,"Number":4,"Text":"They chose their own kings    without asking my permission.They chose their own leaders,    men I did not know.They made their silver and gold into idols.    For all this they will be destroyed."},{"Chapter":8,"Number":5,"Text":"I hate that calf-shaped idol.    I am very angry with the people.How long will they remain unclean?"},{"Chapter":8,"Number":6,"Text":"The idol is something a craftsman made.    It is not God.Israel’s calf-shaped idol    will surely be smashed to pieces."},{"Chapter":8,"Number":7,"Text":"“Israel’s foolish plans are like planting the wind.    But they will harvest a whirlwind.Her plans are like a stalk with no head of grain.    It produces nothing.Even if it produces something,    other nations would eat it."},{"Chapter":8,"Number":8,"Text":"Israel is destroyed.    The people are mixed among the other nations.    They have become useless to me."},{"Chapter":8,"Number":9,"Text":"Like a wild donkey,    Israel has run to Assyria.    Israel has hired other nations to protect her."},{"Chapter":8,"Number":10,"Text":"Although Israel is mixed among the nations,    I will gather them together.They will become weaker and weaker    as they suffer under the great king of Assyria."},{"Chapter":8,"Number":11,"Text":"“The more altars Israel built to remove sin,    the more they have become altars for sinning."},{"Chapter":8,"Number":12,"Text":"They reject the many teachings I have written for them.    They act as if the teachings were strange and foreign to them."},{"Chapter":8,"Number":13,"Text":"The Israelites offer sacrifices to me    and eat the meat.But the Lord is not pleased with them.    He remembers the evil they have done.And he will punish them for their sins.    They will be slaves again as they were in Egypt."},{"Chapter":8,"Number":14,"Text":"The people of Israel have forgotten their Maker.    They trust in the palaces they have built.    And Judah trusts in her many strong, walled cities.But I will send fire on their cities    and destroy their strong towers.”"},{"Chapter":9,"Number":1,"Text":"Israel, do not rejoice.    Don’t celebrate as the other nations do.You have been unfaithful to your God.You love the grain on your threshing floors.    So you worship the gods who supposedly gave it."},{"Chapter":9,"Number":2,"Text":"But there won’t be enough grain to feed the people.    And there won’t be enough wine to go around."},{"Chapter":9,"Number":3,"Text":"The Israelites will not stay in the Lord’s land.    Israel will return to being captives as they were in Egypt.    In Assyria they will eat food that they are not allowed to eat."},{"Chapter":9,"Number":4,"Text":"The Israelites will not give offerings of wine to the Lord.    Their sacrifices will not please him.Their sacrifices will be like food that is eaten at a funeral.    It is unclean, and everyone who eats it becomes unclean.Their food will only satisfy their hunger.    They cannot sacrifice it in the Temple."},{"Chapter":9,"Number":5,"Text":"What will you do then on the day of feasts    and on the festival days of the Lord?"},{"Chapter":9,"Number":6,"Text":"Even if the people are not destroyed,    Egypt will take them as captives.    They will be buried in Memphis.Weeds will grow over their silver treasures.    Thorns will grow over their houses."},{"Chapter":9,"Number":7,"Text":"Let Israel know this.    The time of punishment has come.    The time to pay for your sins has come.You have sinned very much,    and your hatred is great.You think the prophet is a fool.    You say the spiritual man is crazy."},{"Chapter":9,"Number":8,"Text":"The prophet is God’s watchman    to warn Israel of danger.But everywhere he goes you set traps for him.    You treat him as an enemy in God’s own land."},{"Chapter":9,"Number":9,"Text":"The men of Israel have become as sinful    as the men of Gibeah were.The Lord will remember the evil things they have done.    He will punish them for their sins."},{"Chapter":9,"Number":10,"Text":"“When I found Israel,    it was like finding grapes in the desert.Your ancestors were like    finding the first figs on the tree.But when they came to Baal Peor,    they began worshiping an idol.    They became as disgusting as the thing they worshiped."},{"Chapter":9,"Number":11,"Text":"Israel’s glory will fly away like a bird.    There will be no more pregnancies, no more births, no more babies."},{"Chapter":9,"Number":12,"Text":"But even if the Israelites bring up children,    I will take them all away.How terrible it will be for them    when I turn away from them!"},{"Chapter":9,"Number":13,"Text":"I have seen Israel, like Tyre,    given a pleasant place.But the people of Israel will soon bring out    their children to be killed.”"},{"Chapter":9,"Number":14,"Text":"Lord, give them what they should have.    What will you give them?    Make their women unable to have children.    Give them breasts that cannot feed their babies."},{"Chapter":9,"Number":15,"Text":"“The Israelites were wicked in Gilgal,    so I began to hate them there.Because of the sinful things they have done,    I will force them to leave my land.I will no longer love them.    Their leaders have turned against me."},{"Chapter":9,"Number":16,"Text":"Israel is like a sick plant.    Its root is dying, and it has no fruit.So the people will have no more children.    And if they did, I would kill the children they love.”"},{"Chapter":9,"Number":17,"Text":"God will reject them,    because they have not obeyed him.    They will wander among the nations."},{"Chapter":10,"Number":1,"Text":"Israel is like a vine    that produced plenty of fruit.As the people became richer,    they built more altars for idols.As their land became better,    they put up better stone pillars to honor false gods."},{"Chapter":10,"Number":2,"Text":"Their heart was false.    Now they must pay for their guilt.The Lord will break down their altars.    He will destroy their holy stone pillars."},{"Chapter":10,"Number":3,"Text":"Then the Israelites will say, “We have no king,    because we didn’t honor the Lord.But even if we had one,    he couldn’t do anything for us.”"},{"Chapter":10,"Number":4,"Text":"They make many false promises.    They make agreements they don’t keep.So people sue each other in court.    They are like poisonous weeds growing in a plowed field."},{"Chapter":10,"Number":5,"Text":"The people from Israel are worried about    the calf-shaped idol at Beth Aven.The people and the priests will cry    because their glorious idol is gone."},{"Chapter":10,"Number":6,"Text":"It will be carried off as a payment that was demanded    to the great king of Assyria.Israel will be disgraced.    The people will be ashamed of trusting that idol."},{"Chapter":10,"Number":7,"Text":"The king of Israel will be carried off    like a chip of wood floating on the water."},{"Chapter":10,"Number":8,"Text":"The places of worship at Beth Aven will be destroyed.    They are where Israel sins.Thorns and weeds will grow up    and cover their altars.Then they will say to the mountains, “Cover us!”    And they will say to the hills, “Fall on us!”"},{"Chapter":10,"Number":9,"Text":"“Israel, you have sinned since the time of Gibeah.    The people there have continued sinning.But war will surely overwhelm them,    because of the evil they have done there."},{"Chapter":10,"Number":10,"Text":"When I am ready,    I will come to punish them.Armies will come together against them.    They will be punished for their many sins."},{"Chapter":10,"Number":11,"Text":"Israel is like a well-trained young cow    that likes to thresh grain.But I will put a yoke on her neck.    I will make Israel work hard in the field.Judah will plow.    Israel will break up the ground."},{"Chapter":10,"Number":12,"Text":"I said, ‘Break new ground.    Plant what is right.Then you will harvest good things    from your loyalty to me.It is time for you to turn back to me, the Lord.    Do it until I come and pour out my goodness on you.’"},{"Chapter":10,"Number":13,"Text":"But you have planted evil.    So you have harvested trouble.You have trusted in your own power    and your many soldiers.    Now you must live with the result of your lies."},{"Chapter":10,"Number":14,"Text":"So your armies will hear the noise of battle.    And all your strong, walled cities will be destroyed.It will be like the time King Shalman    destroyed Beth Arbel in battle.    Mothers and children were crushed to the ground together."},{"Chapter":10,"Number":15,"Text":"The same will happen to you, people of Bethel,    because you did so much evil.When that time comes,    the king of Israel will die."},{"Chapter":11,"Number":1,"Text":"“When Israel was a child, I loved him.    And I called my son out of Egypt."},{"Chapter":11,"Number":2,"Text":"But the more I called to the people of Israel,    the further they went from me.They offered sacrifices to the Baals.    They burned incense to the idols."},{"Chapter":11,"Number":3,"Text":"But it was I who taught Israel to walk.    I took them by the arms.But they did not understand    that I had healed them."},{"Chapter":11,"Number":4,"Text":"I led them with cords of human kindness,    with ties of love.I lifted the yoke from their neck.    I bent down and fed them."},{"Chapter":11,"Number":5,"Text":"“The Israelites will become captives again, as they were in Egypt.    The king of Assyria will become their king.    This is because they refuse to turn to God."},{"Chapter":11,"Number":6,"Text":"War will sweep through their cities.    It will destroy them,    because of their wicked plans."},{"Chapter":11,"Number":7,"Text":"My people have made up their minds    to turn away from me.The prophets call them to turn to me.    But none of them honors me at all."},{"Chapter":11,"Number":8,"Text":"“Israel, I don’t want to give you up.    I don’t want to go away and leave you.I don’t want to make you like Admah.    I don’t want to treat you like Zeboiim.My heart beats for you.    My love for you stirs up my pity."},{"Chapter":11,"Number":9,"Text":"I won’t punish you in my anger.    I won’t destroy Israel again.I am God and not man.    I am the Holy One, and I am among you.    I will not come against you in anger."},{"Chapter":11,"Number":10,"Text":"I will call for my people like    a lion calling for its young.My children will come and follow me.    They will hurry to me from the west."},{"Chapter":11,"Number":11,"Text":"They will come swiftly    like birds from a captivity like Egypt was,    and like doves from Assyria.I will settle them again in their homes,”    says the Lord. "},{"Chapter":11,"Number":12,"Text":"Israel has surrounded me with lies.    The people of Israel have made their secret plans.And Judah turns against God,    the faithful Holy One."},{"Chapter":12,"Number":1,"Text":"What Israel does is as useless as chasing the wind,    as dangerous as being in a windstorm.They tell more and more lies    and do more and more violence.They make agreements with Assyria,    and they send a gift of olive oil to Egypt."},{"Chapter":12,"Number":2,"Text":"The Lord also has some things against Judah.    He will punish Israel for what they have done.    He will give them what they deserve."},{"Chapter":12,"Number":3,"Text":"Their ancestor Jacob held on to his brother’s heel    while the two of them were being born.When Jacob grew to be a man,    he wrestled with God."},{"Chapter":12,"Number":4,"Text":"He wrestled with the angel and won.    Jacob cried and asked for his blessing.Later, God met with him at Bethel    and spoke with him there."},{"Chapter":12,"Number":5,"Text":"He is the Lord God of heaven’s armies.    He wants to be remembered as the Lord."},{"Chapter":12,"Number":6,"Text":"Like Jacob you must return to him.    You must be loyal and true to him.You must do what is honest and just.    You must always trust in him as your God."},{"Chapter":12,"Number":7,"Text":"The merchants use dishonest scales.    They like to cheat people."},{"Chapter":12,"Number":8,"Text":"The people of Israel brag that they are rich.    They think that because they are rich    no one will learn about their sins."},{"Chapter":12,"Number":9,"Text":"“But I am the Lord your God.    I brought you out of Egypt.I will make you live in tents again    as you used to do in the desert."},{"Chapter":12,"Number":10,"Text":"I spoke to the prophets    and gave them many visions.    Through them, I taught my lessons to you.”"},{"Chapter":12,"Number":11,"Text":"The people of Gilead are evil.    They are worth nothing.People sacrifice bulls at Gilgal.    But their altars will become like    piles of stone in a plowed field."},{"Chapter":12,"Number":12,"Text":"Your ancestor Jacob fled to Northwest Mesopotamia.    There he worked to get a wife.    He tended sheep to pay for her."},{"Chapter":12,"Number":13,"Text":"Later the Lord used a prophet    to bring Jacob’s descendants out of Egypt.The Lord used a prophet    to take care of the Israelites."},{"Chapter":12,"Number":14,"Text":"But the Israelites made the Lord angry.    They killed other people.    They deserve to die for their crimes.The Lord will make them pay    for the disgraceful things they have done."},{"Chapter":13,"Number":1,"Text":"People used to fear the tribe of Ephraim.    They were important people in Israel.But they sinned by worshiping Baal.    So they must die."},{"Chapter":13,"Number":2,"Text":"But they keep on sinning more and more.    They make idols of their silver.Those idols are cleverly made.    They are the work of a craftsman.Yet the people of Israel say to each other,    “Kiss those calf idols and sacrifice to them.”"},{"Chapter":13,"Number":3,"Text":"So those people will be like the morning dew.    They will disappear like the morning mist.They will be like chaff blown from the threshing floor.    They will vanish away like smoke rising from a chimney."},{"Chapter":13,"Number":4,"Text":"“I have been the Lord their God    since they were in the land of Egypt.They have really known no other God except me.    I am the one who has saved them."},{"Chapter":13,"Number":5,"Text":"I cared for them in the desert    where it was hot and dry."},{"Chapter":13,"Number":6,"Text":"I gave them food, and they became full and satisfied.    But then they became proud and forgot me."},{"Chapter":13,"Number":7,"Text":"That is why I will be like a lion to them.    I will be like a leopard waiting by the road."},{"Chapter":13,"Number":8,"Text":"I will attack like a bear robbed of her cubs.    I will rip their bodies open.I will devour them like a lion.    I will tear them apart like a wild animal."},{"Chapter":13,"Number":9,"Text":"“Israel, I will destroy you    for turning against me, your helper."},{"Chapter":13,"Number":10,"Text":"What good are your kings and your leaders now?    Can they save you in any of your towns?You asked for them, saying,    ‘Give us a king and leaders.’"},{"Chapter":13,"Number":11,"Text":"So I gave you kings, but only in anger.    And I took them away in my great anger."},{"Chapter":13,"Number":12,"Text":"The sins of Israel are on record.    They are filed away, waiting for punishment."},{"Chapter":13,"Number":13,"Text":"Israel has a chance to live again,    but the people are too foolish to take it.They are like an unborn baby    who won’t come out of its mother’s womb."},{"Chapter":13,"Number":14,"Text":"So I will not save them from the place where the dead are.    I will not rescue them from death.I will call on death to hurt them.    I will call on the place where the dead are to destroy them.    I will show them no mercy."},{"Chapter":13,"Number":15,"Text":"Israel has become important among the nations.    But the Lord will send a destroyer from the east.He will come like a wind from the desert    that dries up all the springs and wells of water.He will destroy all their treasures,    everything of value."},{"Chapter":13,"Number":16,"Text":"The nation of Israel will be punished,    because it fought against God.The people of Israel will die by the sword.    Their children will be torn to pieces.    And their pregnant women will be ripped open.”"},{"Chapter":14,"Number":1,"Text":"Israel, return to the Lord your God.    Your sins have caused your ruin."},{"Chapter":14,"Number":2,"Text":"Come back to the Lord    and say these words to him:“Take away all our sin    and kindly receive us.Then we will give you the praise we promised you."},{"Chapter":14,"Number":3,"Text":"Assyria cannot save us.    We will not trust in our horses.We will not say again, ‘Our gods,’    to the things our hands have made.    You show mercy to us, who are like orphans.”"},{"Chapter":14,"Number":4,"Text":"The Lord says,“I will forgive them for leaving me.    I will love them freely.    I am not angry with them anymore."},{"Chapter":14,"Number":5,"Text":"I will be like the dew to Israel.    It will blossom like a lily.Like the cedar trees in Lebanon,    its roots will be firm."},{"Chapter":14,"Number":6,"Text":"The people will be like spreading branches.    They will be like the beautiful olive trees.    They will be like the sweet-smelling cedars in Lebanon."},{"Chapter":14,"Number":7,"Text":"The people of Israel will again live under my protection.    They will grow like the grain.They will bloom like a vine.    They will be as famous as the wine of Lebanon."},{"Chapter":14,"Number":8,"Text":"Israel, have nothing to do with idols.    I, the Lord, am the one who answers your prayers.    I am the one who watches over you.I am like a green pine tree.    Your blessings come from me.”"},{"Chapter":14,"Number":9,"Text":"A wise person will know these things.    An understanding person will take them to heart.The Lord’s ways are right.    Good people live by following them,    but those who turn against God die because of them."}]}
