{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"John Tells About This Book","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"Jesus’ Message to the Churches","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"To the Church in Ephesus","Chapter":2},{"VerseStartingAt":8,"ParagraphTitle":"To the Church in Smyrna","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"To the Church in Pergamum","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"To the Church in Thyatira","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"To the Church in Sardis","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"To the Church in Philadelphia","Chapter":3},{"VerseStartingAt":14,"ParagraphTitle":"To the Church in Laodicea","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"John Sees Heaven","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The 144,000 People of Israel","Chapter":7},{"VerseStartingAt":9,"ParagraphTitle":"The Great Crowd","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Seventh Seal","Chapter":8},{"VerseStartingAt":6,"ParagraphTitle":"The Seven Angels and Trumpets","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Angel and the Little Scroll","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"The Two Witnesses","Chapter":11},{"VerseStartingAt":15,"ParagraphTitle":"The Seventh Trumpet","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"The Woman and the Dragon","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Two Beasts","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The Song of the Saved","Chapter":14},{"VerseStartingAt":6,"ParagraphTitle":"The Three Angels","Chapter":14},{"VerseStartingAt":14,"ParagraphTitle":"The Earth Is Harvested","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"The Last Troubles","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Bowls of God’s Anger","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"The Woman on the Animal","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Babylon Is Destroyed","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"People in Heaven Praise God","Chapter":19},{"VerseStartingAt":11,"ParagraphTitle":"The Rider on the White Horse","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"The 1,000 Years","Chapter":20},{"VerseStartingAt":11,"ParagraphTitle":"People of the World Are Judged","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"The New Jerusalem","Chapter":21}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the revelation of Jesus Christ. God gave this revelation to Jesus, to show his servants what must soon happen. And Jesus sent his angel to show it to his servant John."},{"Chapter":1,"Number":2,"Text":"John has told everything that he has seen. It is the truth that Jesus Christ told him; it is the message from God."},{"Chapter":1,"Number":3,"Text":"The one who reads the words of God’s message is happy. And the people who hear this message and do what is written in it are happy. The time is near when all of this will happen. "},{"Chapter":1,"Number":4,"Text":"From John,To the seven churches in Asia:Grace and peace to you from the One who is and was and is coming, and from the seven spirits before his throne,"},{"Chapter":1,"Number":5,"Text":"and from Jesus Christ. Jesus is the faithful witness. He is first among those raised from death. He is the ruler of the kings of the earth.He is the One who loves us. And he is the One who made us free from our sins with the blood of his death."},{"Chapter":1,"Number":6,"Text":"He made us to be a kingdom of priests who serve God his Father. To Jesus Christ be glory and power forever and ever! Amen."},{"Chapter":1,"Number":7,"Text":"Look, Jesus is coming with the clouds! Everyone will see him, even those who stabbed him. And all peoples of the earth will cry loudly because of him. Yes, this will happen! Amen."},{"Chapter":1,"Number":8,"Text":"The Lord God says, “I am the Alpha and the Omega. I am the One who is and was and is coming. I am the All-Powerful.”"},{"Chapter":1,"Number":9,"Text":"I am John, and I am your brother in Christ. We are together in Jesus, and we share in these things: in suffering, in the kingdom, and in patience. I was on the island of Patmos because I had preached God’s message and the truth about Jesus."},{"Chapter":1,"Number":10,"Text":"On the Lord’s day the Spirit took control of me. I heard a loud voice behind me that sounded like a trumpet."},{"Chapter":1,"Number":11,"Text":"The voice said, “Write what you see and send that book to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”"},{"Chapter":1,"Number":12,"Text":"I turned to see who was talking to me. When I turned, I saw seven golden lampstands."},{"Chapter":1,"Number":13,"Text":"I saw someone among the lampstands who was “like a Son of Man.” He was dressed in a long robe. He had a gold band around his chest."},{"Chapter":1,"Number":14,"Text":"His head and hair were white like wool, as white as snow. His eyes were like flames of fire."},{"Chapter":1,"Number":15,"Text":"His feet were like bronze that glows hot in a furnace. His voice was like the noise of flooding water."},{"Chapter":1,"Number":16,"Text":"He held seven stars in his right hand. A sharp two-edged sword came out of his mouth. He looked like the sun shining at its brightest time."},{"Chapter":1,"Number":17,"Text":"When I saw him, I fell down at his feet like a dead man. He put his right hand on me and said, “Do not be afraid! I am the First and the Last."},{"Chapter":1,"Number":18,"Text":"I am the One who lives. I was dead, but look: I am alive forever and ever! And I hold the keys of death and where the dead are."},{"Chapter":1,"Number":19,"Text":"So write the things you see, what is now and what will happen later."},{"Chapter":1,"Number":20,"Text":"Here is the hidden meaning of the seven stars that you saw in my right hand and the seven golden lampstands that you saw: The seven lampstands are the seven churches. The seven stars are the angels of the seven churches."},{"Chapter":2,"Number":1,"Text":"“Write this to the angel of the church in Ephesus:“The One who holds the seven stars in his right hand and walks among the seven golden lampstands says this to you."},{"Chapter":2,"Number":2,"Text":"I know what you do. You work hard, and you never give up. I know that you do not accept evil people. You have tested those who say that they are apostles but really are not. You found that they are liars."},{"Chapter":2,"Number":3,"Text":"You continue to serve me. You have suffered troubles for my name, and you have not given up."},{"Chapter":2,"Number":4,"Text":"“But I have this against you: You have left the love you had in the beginning."},{"Chapter":2,"Number":5,"Text":"So remember where you were before you fell. Change your hearts and do what you did at first. If you do not change, I will come to you. I will take away your lampstand from its place."},{"Chapter":2,"Number":6,"Text":"But there is something you do that is right: You hate what the Nicolaitans do, as much as I."},{"Chapter":2,"Number":7,"Text":"“Every person who has ears should listen to what the Spirit says to the churches. To him who wins the victory I will give the right to eat the fruit from the tree of life. This tree is in the garden of God. "},{"Chapter":2,"Number":8,"Text":"“Write this to the angel of the church in Smyrna:“The One who is the First and the Last says this to you. He is the One who died and came to life again."},{"Chapter":2,"Number":9,"Text":"I know your troubles. I know that you are poor, but really you are rich! I know the bad things that some people say about you. They say they are Jews, but they are not true Jews. They are a synagogue that belongs to Satan."},{"Chapter":2,"Number":10,"Text":"Do not be afraid of what will happen to you. I tell you, the devil will put some of you in prison to test you. You will suffer for ten days. But be faithful, even if you have to die. If you are faithful, I will give you the crown of life."},{"Chapter":2,"Number":11,"Text":"“Everyone who has ears should listen to what the Spirit says to the churches. He who wins the victory will not be hurt by the second death. "},{"Chapter":2,"Number":12,"Text":"“Write this to the angel of the church in Pergamum:“The One who has the sharp two-edged sword says this to you."},{"Chapter":2,"Number":13,"Text":"I know where you live. You live where Satan has his throne. But you are true to me. You did not refuse to tell about your faith in me even during the time of Antipas. Antipas was my faithful witness who was killed in your city. Your city is where Satan lives."},{"Chapter":2,"Number":14,"Text":"“But I have a few things against you: You have some there who follow the teaching of Balaam. Balaam taught Balak how to cause the people of Israel to sin. They sinned by eating food offered to idols and by taking part in sexual sins."},{"Chapter":2,"Number":15,"Text":"You also have some who follow the teaching of the Nicolaitans."},{"Chapter":2,"Number":16,"Text":"So change your hearts and lives! If you do not, I will come to you quickly and fight against them with the sword that comes out of my mouth."},{"Chapter":2,"Number":17,"Text":"“Everyone who has ears should listen to what the Spirit says to the churches!“I will give the hidden manna to everyone who wins the victory. I will also give him a white stone with a new name written on it. No one knows this new name except the one who receives it. "},{"Chapter":2,"Number":18,"Text":"“Write this to the angel of the church in Thyatira:“The Son of God is saying these things. He is the One who has eyes that blaze like fire and feet like shining bronze. He says this to you:"},{"Chapter":2,"Number":19,"Text":"I know what you do. I know about your love, your faith, your service, and your patience. I know that you are doing more now than you did at first."},{"Chapter":2,"Number":20,"Text":"But I have this against you: You let that woman Jezebel do what she wants. She says that she is a prophetess. But she is leading my servants away with her teaching. Jezebel leads them to take part in sexual sins and to eat food that is offered to idols."},{"Chapter":2,"Number":21,"Text":"I have given her time to change her heart and turn away from her sin. But she does not want to change."},{"Chapter":2,"Number":22,"Text":"And so I will throw her on a bed of suffering. And all those who take part in adultery with her will suffer greatly. I will do this now if they do not turn away from the wrongs she does."},{"Chapter":2,"Number":23,"Text":"I will also kill her followers. Then all the churches will know that I am the One who knows what people feel and think. And I will repay each of you for what you have done."},{"Chapter":2,"Number":24,"Text":"“But others of you in Thyatira have not followed her teaching. You have not learned what some call Satan’s deep secrets. This is what I say to you: I will not put any other load on you."},{"Chapter":2,"Number":25,"Text":"Only continue the way you are until I come."},{"Chapter":2,"Number":26,"Text":"“I will give power to everyone who wins the victory and continues to the end to do what I want. I will give him power over the nations:"},{"Chapter":2,"Number":27,"Text":"‘You will make them obey you by punishing them with an iron rod.    You will break them into pieces like pottery.’"},{"Chapter":2,"Number":28,"Text":"This is the same power I received from my Father. I will also give him the morning star."},{"Chapter":2,"Number":29,"Text":"Everyone who has ears should listen to what the Spirit says to the churches."},{"Chapter":3,"Number":1,"Text":"“Write this to the angel of the church in Sardis:“The One who has the seven spirits and the seven stars says this to you. I know what you do. People say that you are alive, but really you are dead."},{"Chapter":3,"Number":2,"Text":"Wake up! Make yourselves stronger while you still have something left and before it dies completely. I have found that what you are doing is not good enough for my God."},{"Chapter":3,"Number":3,"Text":"So do not forget what you have received and heard. Obey it. Change your hearts and lives! You must wake up, or I will come to you and surprise you like a thief. And you will not know when I will come."},{"Chapter":3,"Number":4,"Text":"But you have a few there in Sardis who have kept themselves clean. They will walk with me. They will wear white clothes, because they are worthy."},{"Chapter":3,"Number":5,"Text":"He who wins the victory will be dressed in white clothes like them. I will not take away his name from the book of life. I will say that he belongs to me before my Father and before his angels."},{"Chapter":3,"Number":6,"Text":"Everyone who has ears should listen to what the Spirit says to the churches. "},{"Chapter":3,"Number":7,"Text":"“Write this to the angel of the church in Philadelphia:“The One who is holy and true says this to you. He holds the key of David. When he opens something, it cannot be closed. And when he closes something, it cannot be opened."},{"Chapter":3,"Number":8,"Text":"I know what you do. I have put an open door before you, and no one can close it. I know that you have a little strength. But you have followed my teaching. And you were not afraid to speak my name."},{"Chapter":3,"Number":9,"Text":"Listen! There is a synagogue that belongs to Satan. Those in this synagogue say they are Jews, but they are liars. They are not true Jews. I will make them come before you and bow at your feet. They will know that I have loved you."},{"Chapter":3,"Number":10,"Text":"You have followed my teaching about not giving up. So I will keep you from the time of trouble that will come to the whole world. This trouble will test those who live on earth."},{"Chapter":3,"Number":11,"Text":"“I am coming soon. Continue the way you are now. Then no one will take away your crown."},{"Chapter":3,"Number":12,"Text":"I will make the one who wins the victory a pillar in the temple of my God. He will never have to leave it. I will write on him the name of my God and the name of the city of my God. This city is the new Jerusalem. It comes down out of heaven from my God. I will also write on him my new name."},{"Chapter":3,"Number":13,"Text":"Every person who has ears should listen to what the Spirit says to the churches. "},{"Chapter":3,"Number":14,"Text":"“Write this to the angel of the church in Laodicea:“The Amen is the One who is the faithful and true witness. He is the ruler of all that God has made. He says this to you:"},{"Chapter":3,"Number":15,"Text":"I know what you do. You are not hot or cold. I wish that you were hot or cold!"},{"Chapter":3,"Number":16,"Text":"But you are only warm—not hot, not cold. So I am ready to spit you out of my mouth."},{"Chapter":3,"Number":17,"Text":"You say you are rich. You think you have become wealthy and do not need anything. But you do not know that you are really miserable, pitiful, poor, blind, and naked."},{"Chapter":3,"Number":18,"Text":"I advise you to buy gold from me—gold made pure in fire. Then you can be truly rich. Buy from me clothes that are white. Then you can cover your shameful nakedness. Buy from me medicine to put on your eyes. Then you can truly see."},{"Chapter":3,"Number":19,"Text":"“I correct and punish those whom I love. So be eager to do right. Change your hearts and lives."},{"Chapter":3,"Number":20,"Text":"Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him. And he will eat with me."},{"Chapter":3,"Number":21,"Text":"“He who wins the victory will sit with me on my throne. It was the same with me. I won the victory and sat down with my Father on his throne."},{"Chapter":3,"Number":22,"Text":"Everyone who has ears should listen to what the Spirit says to the churches.”"},{"Chapter":4,"Number":1,"Text":"After this I looked, and there before me was an open door in heaven. And I heard the same voice that spoke to me before. It was the voice that sounded like a trumpet. The voice said, “Come up here, and I will show you what must happen after this.”"},{"Chapter":4,"Number":2,"Text":"Then the Spirit took control of me. There before me was a throne in heaven. Someone was sitting on the throne."},{"Chapter":4,"Number":3,"Text":"The One who sat on the throne looked like precious stones, like jasper and carnelian. All around the throne was a rainbow the color of an emerald."},{"Chapter":4,"Number":4,"Text":"Around the throne there were 24 other thrones. There were 24 elders sitting on the 24 thrones. The elders were dressed in white, and they had golden crowns on their heads."},{"Chapter":4,"Number":5,"Text":"Lightning flashes and noises of thunder came from the throne. Before the throne there were seven lamps burning. These lamps are the seven spirits of God."},{"Chapter":4,"Number":6,"Text":"Also before the throne there was something that looked like a sea of glass. It was clear like crystal.Around the throne, on each side, there were four living things. These living things had eyes all over them, in front and in back."},{"Chapter":4,"Number":7,"Text":"The first living thing was like a lion. The second was like a calf. The third had a face like a man. The fourth was like a flying eagle."},{"Chapter":4,"Number":8,"Text":"Each of these four living things had six wings. The living things were covered all over with eyes, inside and out. Day and night they never stop saying:“Holy, holy, holy is the Lord God All-Powerful.    He was, he is, and he is coming.”"},{"Chapter":4,"Number":9,"Text":"These living things give glory and honor and thanks to the One who sits on the throne. He is the One who lives forever and ever. And every time the living things do this,"},{"Chapter":4,"Number":10,"Text":"the 24 elders bow down before the One who sits on the throne. The elders worship him who lives forever and ever. They put their crowns down before the throne and say:"},{"Chapter":4,"Number":11,"Text":"“Our Lord and God! You are worthy    to receive glory and honor and power.You made all things.    Everything existed and was made    because you wanted it.”"},{"Chapter":5,"Number":1,"Text":"Then I saw a scroll in the right hand of the One sitting on the throne. The scroll had writing on both sides. It was kept closed with seven seals."},{"Chapter":5,"Number":2,"Text":"And I saw a powerful angel. He called in a loud voice, “Who is worthy to break the seals and open the scroll?”"},{"Chapter":5,"Number":3,"Text":"But there was no one in heaven or on earth or under the earth who could open the scroll or look inside it."},{"Chapter":5,"Number":4,"Text":"I cried and cried because there was no one who was worthy to open the scroll or look inside."},{"Chapter":5,"Number":5,"Text":"But one of the elders said to me, “Do not cry! The Lion from the tribe of Judah has won the victory. He is David’s descendant. He is able to open the scroll and its seven seals.”"},{"Chapter":5,"Number":6,"Text":"Then I saw a Lamb standing in the center of the throne with the four living things around it. The elders were also around the Lamb. The Lamb looked as if he had been killed. He had seven horns and seven eyes. These are the seven spirits of God that were sent into all the world."},{"Chapter":5,"Number":7,"Text":"The Lamb came and took the scroll from the right hand of the One sitting on the throne."},{"Chapter":5,"Number":8,"Text":"After he took the scroll, the four living things and the 24 elders bowed down before the Lamb. Each one of them had a harp. Also, they were holding golden bowls full of incense. These bowls of incense are the prayers of God’s holy people."},{"Chapter":5,"Number":9,"Text":"And they all sang a new song to the Lamb:“You are worthy to take the scroll    and to open its seals,because you were killed;    and with the blood of your death you bought men for God    from every tribe, language, people, and nation."},{"Chapter":5,"Number":10,"Text":"You made them to be a kingdom of priests for our God.    And they will rule on the earth.”"},{"Chapter":5,"Number":11,"Text":"Then I looked, and I heard the voices of many angels. The angels were around the throne, the four living things, and the elders. There were thousands and thousands of angels—there were 10,000 times 10,000."},{"Chapter":5,"Number":12,"Text":"The angels said in a loud voice:“The Lamb who was killed is worthyto receive power, wealth, wisdom and strength,honor, glory, and praise!”"},{"Chapter":5,"Number":13,"Text":"Then I heard every living thing in heaven and on earth and under the earth and in the sea. I heard every thing in all these places, saying:“All praise and honor and glory and power    forever and everto the One who sits on the throne    and to the Lamb!”"},{"Chapter":5,"Number":14,"Text":"The four living things said, “Amen!” And the elders bowed down and worshiped."},{"Chapter":6,"Number":1,"Text":"Then I watched while the Lamb opened the first of the seven seals. I heard one of the four living things speak with a voice like thunder. It said, “Come!”"},{"Chapter":6,"Number":2,"Text":"I looked and there before me was a white horse. The rider on the horse held a bow, and he was given a crown. And he rode out, defeating the enemy. He rode out to win the victory."},{"Chapter":6,"Number":3,"Text":"The Lamb opened the second seal. Then I heard the second living thing say, “Come!”"},{"Chapter":6,"Number":4,"Text":"Then another horse came out. This was a red horse. Its rider was given power to take away peace from the earth. He was given power to make people kill each other. And he was given a big sword."},{"Chapter":6,"Number":5,"Text":"The Lamb opened the third seal. Then I heard the third living thing say, “Come!” I looked, and there before me was a black horse. Its rider held a pair of scales in his hand."},{"Chapter":6,"Number":6,"Text":"Then I heard something that sounded like a voice. It came from where the four living things were. The voice said, “A quart of wheat for a day’s pay. And three quarts of barley for a day’s pay. And do not damage the olive oil and wine!”"},{"Chapter":6,"Number":7,"Text":"The Lamb opened the fourth seal. Then I heard the voice of the fourth living thing say, “Come!”"},{"Chapter":6,"Number":8,"Text":"I looked, and there before me was a pale horse. Its rider was named death. Hades was following close behind him. They were given power over a fourth of the earth. They were given power to kill people by war, by starving them, by disease, and by the wild animals of the earth."},{"Chapter":6,"Number":9,"Text":"The Lamb opened the fifth seal. Then I saw some souls under the altar. They were the souls of those who had been killed because they were faithful to God’s message and to the truth they had received."},{"Chapter":6,"Number":10,"Text":"These souls shouted in a loud voice, “Holy and true Lord, how long until you judge the people of the earth and punish them for killing us?”"},{"Chapter":6,"Number":11,"Text":"Then each one of these souls was given a white robe. They were told to wait a short time longer. There were still some of their brothers in the service of Christ who must be killed as they were. They were told to wait until all of this killing was finished."},{"Chapter":6,"Number":12,"Text":"Then I watched while the Lamb opened the sixth seal. There was a great earthquake. The sun became black like rough black cloth. The full moon became red like blood."},{"Chapter":6,"Number":13,"Text":"The stars in the sky fell to the earth like figs falling from a fig tree when the wind blows."},{"Chapter":6,"Number":14,"Text":"The sky disappeared. It was rolled up like a scroll. And every mountain and island was moved from its place."},{"Chapter":6,"Number":15,"Text":"Then all people hid in caves and behind the rocks on the mountains. There were the kings of the earth, the rulers, the generals, the rich people and the powerful people. Everyone, slave and free, hid himself."},{"Chapter":6,"Number":16,"Text":"They called to the mountains and the rocks, “Fall on us. Hide us from the face of the One who sits on the throne. Hide us from the anger of the Lamb!"},{"Chapter":6,"Number":17,"Text":"The great day for their anger has come. Who can stand against it?”"},{"Chapter":7,"Number":1,"Text":"After this I saw four angels standing at the four corners of the earth. The angels were holding the four winds of the earth. They were stopping the wind from blowing on the land or on the sea or on any tree."},{"Chapter":7,"Number":2,"Text":"Then I saw another angel coming from the east. This angel had the seal of the living God. He called out in a loud voice to the four angels. These were the four angels that God had given power to harm the earth and the sea. He said to the four angels,"},{"Chapter":7,"Number":3,"Text":"“Do not harm the land or the sea or the trees before we put the sign on the people who serve our God. We must put the sign on their foreheads.”"},{"Chapter":7,"Number":4,"Text":"Then I heard how many people were marked with the sign. There were 144,000. They were from every tribe of the people of Israel."},{"Chapter":7,"Number":5,"Text":"From the tribe of Judah 12,000 were marked with the sign,from the tribe of Reuben 12,000,from the tribe of Gad 12,000,"},{"Chapter":7,"Number":6,"Text":"from the tribe of Asher 12,000,from the tribe of Naphtali 12,000,from the tribe of Manasseh 12,000,"},{"Chapter":7,"Number":7,"Text":"from the tribe of Simeon 12,000,from the tribe of Levi 12,000,from the tribe of Issachar 12,000,"},{"Chapter":7,"Number":8,"Text":"from the tribe of Zebulun 12,000,from the tribe of Joseph 12,000,from the tribe of Benjamin 12,000. "},{"Chapter":7,"Number":9,"Text":"Then I looked, and there was a great number of people. There were so many people that no one could count them. They were from every nation, tribe, people, and language of the earth. They were all standing before the throne and before the Lamb. They wore white robes and had palm branches in their hands."},{"Chapter":7,"Number":10,"Text":"They were shouting in a loud voice, “Salvation belongs to our God, who sits on the throne, and to the Lamb.”"},{"Chapter":7,"Number":11,"Text":"The elders and the four living things were there. All the angels were standing around them and the throne. The angels bowed down on their faces before the throne and worshiped God."},{"Chapter":7,"Number":12,"Text":"They were saying, “Amen! Praise, glory, wisdom, thanks, honor, power, and strength belong to our God forever and ever. Amen!”"},{"Chapter":7,"Number":13,"Text":"Then one of the elders asked me, “Who are these people in white robes? Where did they come from?”"},{"Chapter":7,"Number":14,"Text":"I answered, “You know who they are, sir.”And the elder said, “These are the people who have come out of the great suffering. They have washed their robes with the blood of the Lamb. Now they are clean and white."},{"Chapter":7,"Number":15,"Text":"And they are before the throne of God. They worship God day and night in his temple. And the One who sits on the throne will protect them."},{"Chapter":7,"Number":16,"Text":"Those people will never be hungry again. They will never be thirsty again. The sun will not hurt them. No heat will burn them."},{"Chapter":7,"Number":17,"Text":"For the Lamb at the center of the throne will be their shepherd. He will lead them to springs of water that give life. And God will wipe away every tear from their eyes.”"},{"Chapter":8,"Number":1,"Text":"The Lamb opened the seventh seal. Then there was silence in heaven for about half an hour."},{"Chapter":8,"Number":2,"Text":"And I saw the seven angels who stand before God. They were given seven trumpets."},{"Chapter":8,"Number":3,"Text":"Another angel came and stood at the altar. This angel had a golden pan for incense. The angel was given much incense to offer with the prayers of all God’s holy people. The angel put this offering on the golden altar before the throne."},{"Chapter":8,"Number":4,"Text":"The smoke from the incense went up from the angel’s hand to God. It went up with the prayers of God’s people."},{"Chapter":8,"Number":5,"Text":"Then the angel filled the incense pan with fire from the altar and threw it on the earth. There were flashes of lightning, thunder and loud noises, and an earthquake. "},{"Chapter":8,"Number":6,"Text":"Then the seven angels who had the seven trumpets prepared to blow them."},{"Chapter":8,"Number":7,"Text":"The first angel blew his trumpet. Then hail and fire mixed with blood was poured down on the earth. And a third of the earth and all the green grass and a third of the trees were burned up."},{"Chapter":8,"Number":8,"Text":"The second angel blew his trumpet. Then something that looked like a big mountain burning with fire was thrown into the sea. And a third of the sea became blood."},{"Chapter":8,"Number":9,"Text":"And a third of the living things in the sea died, and a third of the ships were destroyed."},{"Chapter":8,"Number":10,"Text":"The third angel blew his trumpet. Then a large star, burning like a torch, fell from the sky. It fell on a third of the rivers and on the springs of water."},{"Chapter":8,"Number":11,"Text":"The name of the star is Wormwood. And a third of all the water became bitter. Many people died from drinking the water that was bitter."},{"Chapter":8,"Number":12,"Text":"The fourth angel blew his trumpet. Then a third of the sun and a third of the moon and a third of the stars were hit. So a third of them became dark. A third of the day was without light."},{"Chapter":8,"Number":13,"Text":"While I watched, I heard an eagle that was flying high in the air. The eagle said with a loud voice, “Trouble! Trouble! Trouble for those who live on the earth! The trouble will begin with the sounds of the trumpets that the other three angels are about to blow.”"},{"Chapter":9,"Number":1,"Text":"Then the fifth angel blew his trumpet. And I saw a star fall from the sky to the earth. The star was given the key to the deep hole that leads down to the bottomless pit."},{"Chapter":9,"Number":2,"Text":"Then it opened the bottomless pit. Smoke came up from the hole like smoke from a big furnace. The sun and sky became dark because of the smoke from the hole."},{"Chapter":9,"Number":3,"Text":"Then locusts came down to the earth out of the smoke. They were given the power to sting like scorpions."},{"Chapter":9,"Number":4,"Text":"They were told not to harm the grass on the earth or any plant or tree. They could harm only the people who did not have the sign of God on their foreheads."},{"Chapter":9,"Number":5,"Text":"These locusts were given the power to cause pain to the people for five months. But they were not given the power to kill anyone. And the pain they felt was like the pain that a scorpion gives when it stings a person."},{"Chapter":9,"Number":6,"Text":"During those days people will look for a way to die, but they will not find it. They will want to die, but death will run away from them."},{"Chapter":9,"Number":7,"Text":"The locusts looked like horses prepared for battle. On their heads they wore things that looked like crowns of gold. Their faces looked like human faces."},{"Chapter":9,"Number":8,"Text":"Their hair was like women’s hair, and their teeth were like lions’ teeth."},{"Chapter":9,"Number":9,"Text":"Their chests looked like iron breastplates. The sound their wings made was like the noise of many horses and chariots hurrying into battle."},{"Chapter":9,"Number":10,"Text":"The locusts had tails with stingers like scorpions. The power they had to hurt people for five months was in their tails."},{"Chapter":9,"Number":11,"Text":"The locusts had a king who was the angel of the bottomless pit. His name in the Hebrew language is Abaddon. In the Greek language his name is Apollyon."},{"Chapter":9,"Number":12,"Text":"The first great trouble is past. There are still two other great troubles that will come."},{"Chapter":9,"Number":13,"Text":"The sixth angel blew his trumpet. Then I heard a voice coming from the horns on the golden altar that is before God."},{"Chapter":9,"Number":14,"Text":"The voice said to the sixth angel who had the trumpet, “Free the four angels who are tied at the great river Euphrates.”"},{"Chapter":9,"Number":15,"Text":"These four angels had been kept ready for this hour and day and month and year. They were freed to kill a third of all people on the earth."},{"Chapter":9,"Number":16,"Text":"I heard how many troops on horses were in their army. There were 200,000,000."},{"Chapter":9,"Number":17,"Text":"In my vision I saw the horses and their riders. They looked like this: They had breastplates that were fiery red, dark blue, and yellow like sulfur. The heads of the horses looked like heads of lions. The horses had fire, smoke, and sulfur coming out of their mouths."},{"Chapter":9,"Number":18,"Text":"A third of all the people on earth were killed by these three terrible things coming out of the horses’ mouths: the fire, the smoke, and the sulfur."},{"Chapter":9,"Number":19,"Text":"The horses’ power was in their mouths and also in their tails. Their tails were like snakes that have heads to bite and hurt people."},{"Chapter":9,"Number":20,"Text":"The other people on the earth were not killed by these terrible things. But they still did not change their hearts and turn away from what they had made with their own hands. They did not stop worshiping demons and idols made of gold, silver, bronze, stone, and wood—things that cannot see or hear or walk."},{"Chapter":9,"Number":21,"Text":"These people did not change their hearts and turn away from murder or evil magic, from their sexual immorality or stealing."},{"Chapter":10,"Number":1,"Text":"Then I saw another powerful angel coming down from heaven. He was dressed in a cloud and had a rainbow around his head. His face was like the sun, and his legs were like poles of fire."},{"Chapter":10,"Number":2,"Text":"The angel was holding a small scroll open in his hand. He put his right foot on the sea and his left foot on the land."},{"Chapter":10,"Number":3,"Text":"He shouted loudly like the roaring of a lion. When he shouted, the voices of seven thunders spoke."},{"Chapter":10,"Number":4,"Text":"The seven thunders spoke, and I started to write. But then I heard a voice from heaven. The voice said, “Do not write what the seven thunders said. Keep these things secret.”"},{"Chapter":10,"Number":5,"Text":"Then the angel I saw standing on the sea and on the land raised his right hand to heaven."},{"Chapter":10,"Number":6,"Text":"He made a promise by the power of the One who lives forever and ever. He is the One who made the skies and all that is in them. He made the earth and all that is in it, and he made the sea and all that is in it. The angel said, “There will be no more waiting!"},{"Chapter":10,"Number":7,"Text":"In the days when the seventh angel is ready to blow his trumpet, God’s secret plan will be finished. This plan is the Good News God told to his servants, the prophets.”"},{"Chapter":10,"Number":8,"Text":"Then I heard the same voice from heaven again. The voice said to me, “Go and take the open scroll that is in the angel’s hand. This is the angel that is standing on the sea and on the land.”"},{"Chapter":10,"Number":9,"Text":"So I went to the angel and asked him to give me the little scroll. He said to me, “Take the scroll and eat it. It will be sour in your stomach. But in your mouth it will be sweet as honey.”"},{"Chapter":10,"Number":10,"Text":"So I took the little scroll from the angel’s hand and I ate it. In my mouth it tasted sweet as honey. But after I ate it, it was sour in my stomach."},{"Chapter":10,"Number":11,"Text":"Then I was told, “You must prophesy again about many peoples, nations, languages, and kings.”"},{"Chapter":11,"Number":1,"Text":"Then I was given a measuring stick like a rod. I was told, “Go and measure the temple of God and the altar, and count the number of people worshiping there."},{"Chapter":11,"Number":2,"Text":"But do not measure the yard outside the temple. Leave it alone. It has been given to the people who are not Jews. They will walk on the holy city for 42 months."},{"Chapter":11,"Number":3,"Text":"And I will give power to my two witnesses to prophesy for 1,260 days. They will be dressed in rough cloth to show how sad they are.”"},{"Chapter":11,"Number":4,"Text":"These two witnesses are the two olive trees and the two lampstands that stand before the Lord of the earth."},{"Chapter":11,"Number":5,"Text":"If anyone tries to hurt the witnesses, fire comes from their mouths and kills their enemies. Anyone who tries to hurt them will die like this."},{"Chapter":11,"Number":6,"Text":"These witnesses have the power to stop the sky from raining during the time they are prophesying. They have power to make the waters become blood. They have power to send every kind of trouble to the earth. They can do this as many times as they want."},{"Chapter":11,"Number":7,"Text":"When the two witnesses have finished telling their message, the beast will fight against them. This is the beast that comes up from the bottomless pit. He will defeat them and kill them."},{"Chapter":11,"Number":8,"Text":"The bodies of the two witnesses will lie in the street of the great city. This city is named Sodom and Egypt. These names for the city have a special meaning. It is the city where the Lord was killed."},{"Chapter":11,"Number":9,"Text":"Men from every race of people, tribe, language, and nation will look at the bodies of the two witnesses for three and a half days. They will refuse to bury them."},{"Chapter":11,"Number":10,"Text":"People who live on the earth will be happy because these two are dead. They will have parties and send each other gifts. They will do these things because these two prophets brought much suffering to those who live on the earth."},{"Chapter":11,"Number":11,"Text":"But after three and a half days, God put the breath of life into the two prophets again. They stood on their feet. Everyone who saw them was filled with fear."},{"Chapter":11,"Number":12,"Text":"Then the two prophets heard a loud voice from heaven say, “Come up here!” And they went up into heaven in a cloud. Their enemies watched them go."},{"Chapter":11,"Number":13,"Text":"At that same time there was a great earthquake. A tenth of the city was destroyed. And 7,000 people were killed in the earthquake. Those who did not die were very afraid. They gave glory to the God of heaven."},{"Chapter":11,"Number":14,"Text":"The second great trouble is finished. The third great trouble is coming soon. "},{"Chapter":11,"Number":15,"Text":"Then the seventh angel blew his trumpet. And there were loud voices in heaven. The voices said:“The power to rule the world    now belongs to our Lord and his Christ.And he will rule forever and ever.”"},{"Chapter":11,"Number":16,"Text":"Then the 24 elders bowed down on their faces and worshiped God. These are the elders who sit on their thrones before God."},{"Chapter":11,"Number":17,"Text":"They said:“We give thanks to you, Lord God All-Powerful.    You are the One who is and who was.We thank you because you have used your great power    and have begun to rule!"},{"Chapter":11,"Number":18,"Text":"The people of the world were angry;    but now is the time for your anger.    Now is the time for the dead to be judged.It is time to reward your servants the prophets    and to reward your holy people,    all who respect you, great and small.It is time to destroy those who destroy the earth!”"},{"Chapter":11,"Number":19,"Text":"Then God’s temple in heaven was opened. The Ark of the Covenant that holds the agreement that God gave to his people could be seen in his temple. Then there were flashes of lightning, noises, thunder, an earthquake, and a great hailstorm."},{"Chapter":12,"Number":1,"Text":"And then a great wonder appeared in heaven: There was a woman who was clothed with the sun. The moon was under her feet. She had a crown of 12 stars on her head."},{"Chapter":12,"Number":2,"Text":"The woman was pregnant. She cried out with pain because she was about to give birth."},{"Chapter":12,"Number":3,"Text":"Then another wonder appeared in heaven: There was a giant red dragon. He had seven heads with seven crowns on each head. He also had ten horns."},{"Chapter":12,"Number":4,"Text":"The dragon’s tail swept a third of the stars out of the sky and threw them down to the earth. The dragon stood in front of the woman who was ready to give birth to a baby. He wanted to eat the woman’s baby as soon as it was born."},{"Chapter":12,"Number":5,"Text":"The woman gave birth to a son. He will rule all the nations with an iron scepter. But her child was taken up to God and to his throne."},{"Chapter":12,"Number":6,"Text":"The woman ran away into the desert to a place God prepared for her. There she would be taken care of for 1,260 days."},{"Chapter":12,"Number":7,"Text":"Then there was a war in heaven. Michael and his angels fought against the dragon. The dragon and his angels fought back."},{"Chapter":12,"Number":8,"Text":"But the dragon was not strong enough. He and his angels lost their place in heaven."},{"Chapter":12,"Number":9,"Text":"He was thrown down out of heaven. (The giant dragon is that old snake called the devil or Satan. He leads the whole world the wrong way.) The dragon with his angels was thrown down to the earth."},{"Chapter":12,"Number":10,"Text":"Then I heard a loud voice in heaven say:“The salvation and the power and the kingdom of our God    and the authority of his Christ have now come.They have come because the accuser of our brothers has been thrown out.    He accused our brothers day and night before our God."},{"Chapter":12,"Number":11,"Text":"And our brothers defeated him    by the blood of the Lamb’s death    and by the truth they preached.They did not love their lives so much    that they were afraid of death."},{"Chapter":12,"Number":12,"Text":"So be happy, you heavens    and all who live there!But it will be terrible for the earth and the sea,    because the devil has come down to you!He is filled with anger.    He knows that he does not have much time.”"},{"Chapter":12,"Number":13,"Text":"The dragon saw that he had been thrown down to the earth. So he hunted down the woman who had given birth to the son."},{"Chapter":12,"Number":14,"Text":"But the woman was given the two wings of a great eagle. Then she could fly to the place that was prepared for her in the desert. There she would be taken care of for three and a half years. There she would be away from the snake."},{"Chapter":12,"Number":15,"Text":"Then the snake poured water out of its mouth like a river. He poured the water toward the woman, so that the flood would carry her away."},{"Chapter":12,"Number":16,"Text":"But the earth helped her. The earth opened its mouth and swallowed the river that came from the mouth of the dragon."},{"Chapter":12,"Number":17,"Text":"Then the dragon was very angry at the woman. He went off to make war against all her other children. Her children are those who obey God’s commands and have the truth that Jesus taught."},{"Chapter":12,"Number":18,"Text":"And the dragon stood on the seashore."},{"Chapter":13,"Number":1,"Text":"Then I saw a beast coming up out of the sea. It had ten horns and seven heads. There was a crown on each horn. A name against God was written on each head."},{"Chapter":13,"Number":2,"Text":"This beast looked like a leopard, with feet like a bear’s feet. He had a mouth like a lion’s mouth. The dragon gave the beast all of his power and his throne and great authority."},{"Chapter":13,"Number":3,"Text":"One of the heads of the beast looked as if it had been wounded and killed. But this death wound was healed. The whole world was amazed and followed the beast."},{"Chapter":13,"Number":4,"Text":"People worshiped the dragon because he had given his power to the beast. And they also worshiped the beast. They asked, “Who is as powerful as the beast? Who can make war against him?”"},{"Chapter":13,"Number":5,"Text":"The beast was allowed to say proud words and words against God. He was allowed to use his power for 42 months."},{"Chapter":13,"Number":6,"Text":"He used his mouth to speak against God. He spoke against God’s name, against the place where God lives, and against all those who live in heaven."},{"Chapter":13,"Number":7,"Text":"He was given power to make war against God’s holy people and to defeat them. He was given power over every tribe, people, language, and nation."},{"Chapter":13,"Number":8,"Text":"All who live on earth will worship the beast. These are all the people since the beginning of the world whose names are not written in the Lamb’s book of life. The Lamb is the One who was killed."},{"Chapter":13,"Number":9,"Text":"If anyone has ears, he should listen:"},{"Chapter":13,"Number":10,"Text":"If anyone is to be a prisoner,    then he will be a prisoner.If anyone is to be killed with the sword,    then he will be killed with the sword.This means that God’s holy people must have patience and faith."},{"Chapter":13,"Number":11,"Text":"Then I saw another beast coming up out of the earth. He had two horns like a lamb, but he talked like a dragon."},{"Chapter":13,"Number":12,"Text":"This beast stands before the first beast and uses the same power that the first beast has. He uses this power to make everyone living on earth worship the first beast. The first beast was the one that had the death wound that was healed."},{"Chapter":13,"Number":13,"Text":"The second one does great miracles. He even makes fire come down from heaven to earth while people are watching."},{"Chapter":13,"Number":14,"Text":"This second beast fools those who live on earth. He fools them by the miracles he has been given the power to do. He does these miracles to serve the first beast. The second beast ordered people to make an idol to honor the first beast. This was the one that was wounded by the sword but did not die."},{"Chapter":13,"Number":15,"Text":"The second beast was given power to give life to the idol of the first one. Then the idol could speak and order all who did not worship it to be killed."},{"Chapter":13,"Number":16,"Text":"The second animal also forced all people, small and great, rich and poor, free and slave, to have a mark on their right hand or on their forehead."},{"Chapter":13,"Number":17,"Text":"No one could buy or sell without this mark. This mark is the name of the beast or the number of his name."},{"Chapter":13,"Number":18,"Text":"Whoever has understanding can find the meaning of the number. This requires wisdom. This number is the number of a man. His number is 666."},{"Chapter":14,"Number":1,"Text":"Then I looked, and there before me was the Lamb. He was standing on Mount Zion. There were 144,000 people with him. They all had his name and his Father’s name written on their foreheads."},{"Chapter":14,"Number":2,"Text":"And I heard a sound from heaven like the noise of flooding water and like the sound of loud thunder. The sound I heard was like people playing harps."},{"Chapter":14,"Number":3,"Text":"And they sang a new song before the throne and before the four living things and the elders. The only ones who could learn the new song were the 144,000 who had been saved from the earth. No one else could learn the song."},{"Chapter":14,"Number":4,"Text":"These 144,000 are the ones who did not do sinful things with women. They kept themselves pure. They follow the Lamb every place he goes. These 144,000 were saved from among the people of the earth. They are the first people to be offered to God and the Lamb."},{"Chapter":14,"Number":5,"Text":"They were not guilty of telling lies. They are without fault. "},{"Chapter":14,"Number":6,"Text":"Then I saw another angel flying high in the air. The angel had the eternal Good News to preach to those who live on earth—to every nation, tribe, language, and people."},{"Chapter":14,"Number":7,"Text":"The angel said in a loud voice, “Fear God and give him praise. The time has come for God to judge all people. Worship God. He made the heavens, the earth, the sea, and the springs of water.”"},{"Chapter":14,"Number":8,"Text":"Then the second angel followed the first angel and said, “She is destroyed! The great city of Babylon is destroyed! She made all the nations drink the wine of her adultery and of God’s anger.”"},{"Chapter":14,"Number":9,"Text":"A third angel followed the first two angels. This third angel said in a loud voice: “It will be bad for the person who worships the beast and his idol and gets the beast’s mark on the forehead or on the hand."},{"Chapter":14,"Number":10,"Text":"He will drink the wine of God’s anger. This wine is prepared with all its strength in the cup of God’s anger. He will be put in pain with burning sulfur before the holy angels and the Lamb."},{"Chapter":14,"Number":11,"Text":"And the smoke from their burning pain will rise forever and ever. There will be no rest, day or night, for those who worship the beast and his idol or who get the mark of his name.”"},{"Chapter":14,"Number":12,"Text":"This means that God’s holy people must be patient. They must obey God’s commands and keep their faith in Jesus."},{"Chapter":14,"Number":13,"Text":"Then I heard a voice from heaven. It said, “Write this: From now on, the dead who were in the Lord when they died are happy.”The Spirit says, “Yes, that is true. They will rest from their hard work. The reward of all they have done stays with them.” "},{"Chapter":14,"Number":14,"Text":"I looked and there before me was a white cloud. Sitting on the white cloud was One who looked like a Son of Man. He had a gold crown on his head and a sharp sickle in his hand."},{"Chapter":14,"Number":15,"Text":"Then another angel came out of the temple. This angel called to the One who was sitting on the cloud, “Take your sickle and gather from the earth. The time to harvest has come. The fruit of the earth is ripe.”"},{"Chapter":14,"Number":16,"Text":"So the One that was sitting on the cloud swung his sickle over the earth. And the earth was harvested."},{"Chapter":14,"Number":17,"Text":"Then another angel came out of the temple in heaven. This angel also had a sharp sickle."},{"Chapter":14,"Number":18,"Text":"And then another angel came from the altar. This angel has power over the fire. This angel called to the angel with the sharp sickle. He said, “Take your sharp sickle and gather the bunches of grapes from the earth’s vine. The earth’s grapes are ripe.”"},{"Chapter":14,"Number":19,"Text":"The angel swung his sickle over the earth. He gathered the earth’s grapes and threw them into the great winepress of God’s anger."},{"Chapter":14,"Number":20,"Text":"The grapes were crushed in the winepress outside the city. And blood flowed out of the winepress. It rose as high as the heads of the horses for a distance of 200 miles."},{"Chapter":15,"Number":1,"Text":"Then I saw another wonder in heaven. It was great and amazing. There were seven angels bringing seven troubles. These are the last troubles, because after these troubles God’s anger is finished."},{"Chapter":15,"Number":2,"Text":"I saw what looked like a sea of glass mixed with fire. All of those who had won the victory over the beast and his idol and over the number of his name were standing by the sea. They had harps that God had given them."},{"Chapter":15,"Number":3,"Text":"They sang the song of Moses, the servant of God, and the song of the Lamb:“You do great and wonderful things, Psalm 111:2    Lord God, the God of heaven’s armies. Amos 3:13Everything the Lord does is right and true, Psalm 145:17    King of the nations."},{"Chapter":15,"Number":4,"Text":"Everyone will respect you, Lord.     They will honor you.Only you are holy.All people will come    and worship you. Psalm 86:9-10This is because he is a faithful God who does no wrong.    He is right and fair.” Deuteronomy 32:4"},{"Chapter":15,"Number":5,"Text":"After this I saw the temple (the Tent of the Agreement) in heaven. The temple was opened."},{"Chapter":15,"Number":6,"Text":"And the seven angels bringing the seven troubles came out of the temple. They were dressed in clean, shining linen. They wore golden bands tied around their chests."},{"Chapter":15,"Number":7,"Text":"Then one of the four living things gave seven golden bowls to the seven angels. The bowls were filled with the anger of God, who lives forever and ever."},{"Chapter":15,"Number":8,"Text":"The temple was filled with smoke from the glory and the power of God. No one could enter the temple until the seven troubles of the seven angels were finished."},{"Chapter":16,"Number":1,"Text":"Then I heard a loud voice from the temple. The voice said to the seven angels, “Go and pour out the seven bowls of God’s anger on the earth.”"},{"Chapter":16,"Number":2,"Text":"The first angel left. He poured out his bowl on the land. Then ugly and painful sores came upon all those who had the mark of the beast and who worshiped his idol."},{"Chapter":16,"Number":3,"Text":"The second angel poured out his bowl on the sea. Then the sea became blood like that of a dead man. Every living thing in the sea died."},{"Chapter":16,"Number":4,"Text":"The third angel poured out his bowl on the rivers and the springs of water. And they became blood."},{"Chapter":16,"Number":5,"Text":"Then I heard the angel of the waters say to God:“Holy One, you are the One who is and who was.    You are right to decide to punish these evil people."},{"Chapter":16,"Number":6,"Text":"They have spilled the blood of your holy people and your prophets.    Now you have given them blood to drink as they deserve.”"},{"Chapter":16,"Number":7,"Text":"And I heard the altar say:“Yes, Lord God All-Powerful,    the way you punish evil people is right and fair.”"},{"Chapter":16,"Number":8,"Text":"The fourth angel poured out his bowl on the sun. The sun was given power to burn the people with fire."},{"Chapter":16,"Number":9,"Text":"They were burned by the great heat, and they cursed the name of God. God is the One who had control over these troubles. But the people refused to change their hearts and lives and give glory to God."},{"Chapter":16,"Number":10,"Text":"The fifth angel poured out his bowl on the throne of the beast. And darkness covered the beast’s kingdom. People bit their tongues because of the pain."},{"Chapter":16,"Number":11,"Text":"They cursed the God of heaven because of their pain and the sores they had. But they refused to change their hearts and turn away from the evil things they did."},{"Chapter":16,"Number":12,"Text":"The sixth angel poured out his bowl on the great river Euphrates. The water in the river was dried up. This prepared the way for the kings from the east to come."},{"Chapter":16,"Number":13,"Text":"Then I saw three evil spirits that looked like frogs. They came out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet."},{"Chapter":16,"Number":14,"Text":"These evil spirits are the spirits of demons. They have power to do miracles. They go out to the kings of the whole world. They go out to gather the kings for battle on the great day of God All-Powerful."},{"Chapter":16,"Number":15,"Text":"“Listen! I will come as a thief comes! Happy is the person who stays awake and keeps his clothes with him. Then he will not have to go without clothes and be ashamed because he is naked.”"},{"Chapter":16,"Number":16,"Text":"Then the evil spirits gathered the kings together to the place that is called Armageddon in the Hebrew language."},{"Chapter":16,"Number":17,"Text":"The seventh angel poured out his bowl into the air. Then a loud voice came out of the temple from the throne. The voice said, “It is finished!”"},{"Chapter":16,"Number":18,"Text":"Then there were flashes of lightning, noises, thunder, and a big earthquake. This was the worst earthquake that has ever happened since people have been on earth."},{"Chapter":16,"Number":19,"Text":"The great city split into three parts. The cities of the nations were destroyed. And God did not forget to punish Babylon the Great. He gave that city the cup filled with the wine of his terrible anger."},{"Chapter":16,"Number":20,"Text":"Every island disappeared, and there were no more mountains."},{"Chapter":16,"Number":21,"Text":"Giant hailstones fell on people from the sky. The hailstones weighed about 100 pounds each. People cursed God because of the hail. This trouble was a terrible thing."},{"Chapter":17,"Number":1,"Text":"One of the seven angels came and spoke to me. This was one of the angels that had the seven bowls. He said, “Come, and I will show you the punishment that will be given to the famous prostitute. She is the one sitting over many waters."},{"Chapter":17,"Number":2,"Text":"The kings of the earth sinned sexually with her. And the people of the earth became drunk from the wine of her sexual immorality.”"},{"Chapter":17,"Number":3,"Text":"Then the angel carried me away by the Spirit to the desert. There I saw a woman sitting on a red beast. He was covered with names against God written on him. He had seven heads and ten horns."},{"Chapter":17,"Number":4,"Text":"The woman was dressed in purple and red. She was shining with the gold, jewels, and pearls she was wearing. She had a golden cup in her hand. This cup was filled with evil things and the uncleanness of her sexual immorality."},{"Chapter":17,"Number":5,"Text":"She had a title written on her forehead. This title has a hidden meaning. This is what was written:THE GREAT BABYLONMOTHER OF PROSTITUTESAND THE EVIL THINGS OF THE EARTH."},{"Chapter":17,"Number":6,"Text":"I saw that the woman was drunk. She was drunk with the blood of God’s holy people. She was drunk with the blood of those who were killed because of their faith in Jesus.When I saw the woman, I was fully amazed."},{"Chapter":17,"Number":7,"Text":"Then the angel said to me, “Why are you amazed? I will tell you the hidden meaning of this woman and the beast she rides—the one with seven heads and ten horns."},{"Chapter":17,"Number":8,"Text":"The beast that you saw was once alive. He is not alive now. But he will be alive and come up out of the bottomless pit and go away to be destroyed. The people who live on earth will be amazed when they see the beast. They will be amazed because he was once alive, is not alive now, but will come again. These are the people whose names have never been written in the book of life since the beginning of the world."},{"Chapter":17,"Number":9,"Text":"“You need a wise mind to understand this. The seven heads on the beast are the seven hills where the woman sits. They are also seven kings."},{"Chapter":17,"Number":10,"Text":"Five of the kings have already died. One of the kings lives now. And the last king is coming. When he comes, he will stay only a short time."},{"Chapter":17,"Number":11,"Text":"The beast that was once alive but is not alive now is an eighth king. This eighth king also belongs to the first seven kings. And he will go away to be destroyed."},{"Chapter":17,"Number":12,"Text":"“The ten horns you saw are ten kings. These ten kings have not yet begun to rule. But they will receive power to rule with the beast for one hour."},{"Chapter":17,"Number":13,"Text":"All ten of these kings have the same purpose. And they will give their power and authority to the beast."},{"Chapter":17,"Number":14,"Text":"They will make war against the Lamb. But the Lamb will defeat them, because he is Lord of lords and King of kings. He will defeat them with his chosen and faithful followers—the people that he has called.”"},{"Chapter":17,"Number":15,"Text":"Then the angel said to me, “You saw the water where the prostitute sits. These waters are the many peoples, the different races, nations, and languages."},{"Chapter":17,"Number":16,"Text":"The beast and the ten horns you saw will hate the prostitute. They will take everything she has and leave her naked. They will eat her body and burn her with fire."},{"Chapter":17,"Number":17,"Text":"God made the ten horns want to carry out his purpose: They agreed to give the beast their power to rule. They will rule until what God has said is completed."},{"Chapter":17,"Number":18,"Text":"The woman you saw is the great city that rules over the kings of the earth.”"},{"Chapter":18,"Number":1,"Text":"Then I saw another angel coming down from heaven. This angel had great power. The angel’s glory made the earth bright."},{"Chapter":18,"Number":2,"Text":"The angel shouted in a powerful voice:“The great city of Babylon is destroyed!    She has become a home for demons.She has become a city for every evil spirit,    a city for every unclean and hated bird."},{"Chapter":18,"Number":3,"Text":"All the peoples of the earth have drunk    the strong wine of her sexual immorality.The kings of the earth have sinned sexually with her,    and the businessmen of the world have grown rich from the great wealth of her luxury.”"},{"Chapter":18,"Number":4,"Text":"Then I heard another voice from heaven say:“Come out of that city, my people,    so that you will not share in her sins.    Then you will not receive the terrible things that will happen to her."},{"Chapter":18,"Number":5,"Text":"The city’s sins are piled up as high as the sky.    God has not forgotten the wrongs she has done."},{"Chapter":18,"Number":6,"Text":"Give that city the same as she gave to others.    Pay her back twice as much as she did.Prepare wine for her that is twice as strong    as the wine she prepared for others."},{"Chapter":18,"Number":7,"Text":"She gave herself much glory and rich living.    Give her that much suffering and sadness.She says to herself, ‘I am a queen sitting on my throne.    I am not a widow; I will never be sad.’"},{"Chapter":18,"Number":8,"Text":"So these terrible things will come to her in one day:    death, crying, and great hunger.She will be destroyed by fire,    because the Lord God who judges her is powerful.”"},{"Chapter":18,"Number":9,"Text":"The kings of the earth who sinned sexually with her and shared her wealth will see the smoke from her burning. Then they will cry and weep because of her death."},{"Chapter":18,"Number":10,"Text":"They will be afraid of her suffering and stand far away. They will say:“Terrible! How terrible, great city,    powerful city of Babylon!Your punishment has come in one hour!”"},{"Chapter":18,"Number":11,"Text":"And the businessmen of the earth will cry and weep for her. They will be sad because now there is no one to buy the things they sell."},{"Chapter":18,"Number":12,"Text":"They sell gold, silver, jewels, pearls, fine linen cloth, purple cloth, silk, and red cloth. They sell all kinds of citron wood and all kinds of things made from ivory, expensive wood, bronze, iron, and marble."},{"Chapter":18,"Number":13,"Text":"They also sell cinnamon, spice, incense, myrrh, frankincense, wine, and olive oil; fine flour, wheat, cattle, sheep, horses, and carriages. They sell the bodies and souls of men."},{"Chapter":18,"Number":14,"Text":"They will say,“Babylon, the good things you wanted are gone from you.All your rich and fancy things have disappeared.    You will never have them again.”"},{"Chapter":18,"Number":15,"Text":"The businessmen will be afraid of her suffering and stand far away from her. These are the men who became rich from selling those things to her. The men will cry and be sad."},{"Chapter":18,"Number":16,"Text":"They will say:“Terrible! How terrible for the great city!    She was dressed in fine linen, purple and red cloth.    She was shining with gold, jewels, and pearls!"},{"Chapter":18,"Number":17,"Text":"All these riches have been destroyed in one hour!”Every sea captain, all those who travel on ships, the sailors, and all the people who earn money from the sea stood far away from Babylon."},{"Chapter":18,"Number":18,"Text":"They saw the smoke from her burning. They said loudly, “There was never a city like this great city!”"},{"Chapter":18,"Number":19,"Text":"They threw dust on their heads and cried to show how sad they were. They said:“Terrible! How terrible for the great city!All the people who had ships on the sea    became rich because of her wealth!But she has been destroyed in one hour!"},{"Chapter":18,"Number":20,"Text":"Be happy because of this, heaven!    Be happy, God’s holy people and apostles and prophets!God has punished her because of what she did to you.”"},{"Chapter":18,"Number":21,"Text":"Then a powerful angel picked up a stone like a large stone for grinding grain. The angel threw the stone into the sea and said:“That is how the great city of Babylon will be thrown down.    The city will never be found again."},{"Chapter":18,"Number":22,"Text":"The music of people playing harps and other instruments, flutes and trumpets,    will never be heard in you again.No workman doing any job    will ever be found in you again.The sound of grinding grain    will never be heard in you again."},{"Chapter":18,"Number":23,"Text":"The light of a lamp    will never shine in you again.The voices of a bridegroom and bride    will never be heard in you again.Your businessmen were the world’s great men.    All the nations were tricked by your magic."},{"Chapter":18,"Number":24,"Text":"She is guilty of the death    of the prophets and God’s holy people    and of all who have been killed on earth.”"},{"Chapter":19,"Number":1,"Text":"After this I heard what sounded like a great many people in heaven. They were saying:“Hallelujah!Salvation, glory, and power belong to our God."},{"Chapter":19,"Number":2,"Text":"His judgments are true and right.Our God has punished the prostitute.    She is the one who made the earth evil with her sexual immorality.God has punished the prostitute to pay her back for the death of his servants.”"},{"Chapter":19,"Number":3,"Text":"Again they said:“Hallelujah!She is burning, and her smoke will rise forever and ever.”"},{"Chapter":19,"Number":4,"Text":"Then the 24 elders and the four living things bowed down. They worshiped God, who sits on the throne. They said:“Amen, Hallelujah!”"},{"Chapter":19,"Number":5,"Text":"Then a voice came from the throne:“Praise our God, all you who serve him!Praise our God, all you who honor him, both small and great!”"},{"Chapter":19,"Number":6,"Text":"Then I heard what sounded like a great many people. It sounded like the noise of flooding water and like loud thunder. The people were saying:“Hallelujah!    Our Lord God rules. He is the All-Powerful."},{"Chapter":19,"Number":7,"Text":"Let us rejoice and be happy    and give God glory!Give God glory, because the wedding of the Lamb has come.    And the Lamb’s bride has made herself ready."},{"Chapter":19,"Number":8,"Text":"Fine linen was given to the bride for her to wear.    The linen was bright and clean.”(The fine linen means the good things done by God’s holy people.)"},{"Chapter":19,"Number":9,"Text":"Then the angel said to me, “Write this: Those who are invited to the wedding meal of the Lamb are happy!” Then the angel said, “These are the true words of God.”"},{"Chapter":19,"Number":10,"Text":"Then I bowed down at the angel’s feet to worship him. But he said to me, “Do not worship me! I am a servant like you and your brothers who have the truth of Jesus. Worship God! Because the truth about Jesus is the spirit that gives all prophecy.” "},{"Chapter":19,"Number":11,"Text":"Then I saw heaven open. There before me was a white horse. The rider on the horse is called Faithful and True. He is right when he judges and makes war."},{"Chapter":19,"Number":12,"Text":"His eyes are like burning fire, and on his head are many crowns. He has a name written on him, but he is the only one who knows the name. No other person knows the name."},{"Chapter":19,"Number":13,"Text":"He is dressed in a robe dipped in blood. His name is the Word of God."},{"Chapter":19,"Number":14,"Text":"The armies of heaven were following him on white horses. They were dressed in fine linen, white and clean."},{"Chapter":19,"Number":15,"Text":"A sharp sword comes out of the rider’s mouth. He will use this sword to defeat the nations. He will rule them with a scepter of iron. He will crush out the wine in the winepress of the terrible anger of God All-Powerful."},{"Chapter":19,"Number":16,"Text":"On his robe and on his leg was written this name: “KING OF KINGS AND LORD OF LORDS.”"},{"Chapter":19,"Number":17,"Text":"Then I saw an angel standing in the sun. The angel called with a loud voice to all the birds flying in the sky, “Come together for the great feast of God."},{"Chapter":19,"Number":18,"Text":"Come together so that you can eat the bodies of kings and generals and famous men. Come to eat the bodies of the horses and their riders and the bodies of all people—free, slave, small, and great.”"},{"Chapter":19,"Number":19,"Text":"Then I saw the beast and the kings of the earth. Their armies were gathered together to make war against the rider on the horse and his army."},{"Chapter":19,"Number":20,"Text":"But the beast was captured and with him the false prophet. This false prophet was the one who did the miracles for the beast. The false prophet had used these miracles to trick those who had the mark of the beast and worshiped his idol. The false prophet and the beast were thrown alive into the lake of fire that burns with sulfur."},{"Chapter":19,"Number":21,"Text":"Their armies were killed with the sword that came out of the mouth of the rider on the horse. All the birds ate the bodies until they were full."},{"Chapter":20,"Number":1,"Text":"I saw an angel coming down from heaven. He had the key to the bottomless pit. He also held a large chain in his hand."},{"Chapter":20,"Number":2,"Text":"The angel grabbed the dragon, that old snake who is the devil. The angel tied him up for 1,000 years."},{"Chapter":20,"Number":3,"Text":"Then he threw him into the bottomless pit and closed it and locked it over him. The angel did this so that he could not trick the people of the earth anymore until the 1,000 years were ended. After 1,000 years he must be set free for a short time."},{"Chapter":20,"Number":4,"Text":"Then I saw some thrones and people sitting on them. They had been given the power to judge. And I saw the souls of those who had been killed because they were faithful to the truth of Jesus and the message from God. They had not worshiped the beast or his idol. They had not received the mark of the beast on their foreheads or on their hands. They came back to life and ruled with Christ for 1,000 years."},{"Chapter":20,"Number":5,"Text":"(The others that were dead did not live again until the 1,000 years were ended.) This is the first raising of the dead."},{"Chapter":20,"Number":6,"Text":"Blessed and holy are those who share in this first raising of the dead. The second death has no power over them. They will be priests for God and for Christ. They will rule with him for 1,000 years."},{"Chapter":20,"Number":7,"Text":"When the 1,000 years are over, Satan will be set free from his prison."},{"Chapter":20,"Number":8,"Text":"He will go out to trick the nations in all the earth—Gog and Magog. Satan will gather them for battle. There will be so many people that they will be like sand on the seashore."},{"Chapter":20,"Number":9,"Text":"And Satan’s army marched across the earth and gathered around the camp of God’s people and the city that God loves. But fire came down from heaven and burned them up."},{"Chapter":20,"Number":10,"Text":"And Satan, who tricked them, was thrown into the lake of burning sulfur with the beast and the false prophet. There they will be punished day and night forever and ever. "},{"Chapter":20,"Number":11,"Text":"Then I saw a great white throne and the One who was sitting on it. Earth and sky ran away from him and disappeared."},{"Chapter":20,"Number":12,"Text":"And I saw the dead, great and small, standing before the throne. And the book of life was opened. There were also other books opened. The dead were judged by what they had done, which was written in the books."},{"Chapter":20,"Number":13,"Text":"The sea gave up the dead who were in it. Death and Hades gave up the dead who were in them. Each person was judged by what he had done."},{"Chapter":20,"Number":14,"Text":"And Death and Hades were thrown into the lake of fire. This lake of fire is the second death."},{"Chapter":20,"Number":15,"Text":"And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire."},{"Chapter":21,"Number":1,"Text":"Then I saw a new heaven and a new earth. The first heaven and the first earth had disappeared. Now there was no sea."},{"Chapter":21,"Number":2,"Text":"And I saw the holy city coming down out of heaven from God. This holy city is the new Jerusalem. It was prepared like a bride dressed for her husband."},{"Chapter":21,"Number":3,"Text":"I heard a loud voice from the throne. The voice said, “Now God’s home is with men. He will live with them, and they will be his people. God himself will be with them and will be their God."},{"Chapter":21,"Number":4,"Text":"He will wipe away every tear from their eyes. There will be no more death, sadness, crying, or pain. All the old ways are gone.”"},{"Chapter":21,"Number":5,"Text":"The One who was sitting on the throne said, “Look! I am making everything new!” Then he said, “Write this, because these words are true and can be trusted.”"},{"Chapter":21,"Number":6,"Text":"The One on the throne said to me: “It is finished! I am the Alpha and the Omega, the Beginning and the End. I will give free water from the spring of the water of life to anyone who is thirsty."},{"Chapter":21,"Number":7,"Text":"Anyone who wins the victory will receive this. And I will be his God, and he will be my son."},{"Chapter":21,"Number":8,"Text":"But those who are cowards, who refuse to believe, who do evil things, who kill, who are sexually immoral, who do evil magic, who worship idols, and who tell lies—all these will have a place in the lake of burning sulfur. This is the second death.”"},{"Chapter":21,"Number":9,"Text":"One of the seven angels came to me. This was one of the angels who had the seven bowls full of the seven last troubles. He said, “Come with me. I will show you the bride, the wife of the Lamb.”"},{"Chapter":21,"Number":10,"Text":"The angel carried me away by the Spirit to a very large and high mountain. He showed me the holy city, Jerusalem. It was coming down out of heaven from God."},{"Chapter":21,"Number":11,"Text":"It was shining with the glory of God. It was shining bright like a very expensive jewel, like a jasper. It was clear as crystal."},{"Chapter":21,"Number":12,"Text":"The city had a great high wall with 12 gates. There were 12 angels at the gates. On each gate was written the name of 1 of the 12 tribes of Israel."},{"Chapter":21,"Number":13,"Text":"There were three gates on the east, three on the north, three on the south, and three on the west."},{"Chapter":21,"Number":14,"Text":"The walls of the city were built on 12 foundation stones. On the stones were written the names of the 12 apostles of the Lamb."},{"Chapter":21,"Number":15,"Text":"The angel who talked with me had a measuring rod made of gold. He had this rod to measure the city, its gates, and its wall."},{"Chapter":21,"Number":16,"Text":"The city was built in a square. Its length was equal to its width. The angel measured the city with the rod. The city was 1,500 miles long, 1,500 miles wide, and 1,500 miles high."},{"Chapter":21,"Number":17,"Text":"The angel also measured the wall. It was 216 feet high, by man’s measurement. That was the measurement the angel was using."},{"Chapter":21,"Number":18,"Text":"The wall was made of jasper. The city was made of pure gold, as pure as glass."},{"Chapter":21,"Number":19,"Text":"The foundation stones of the city walls had every kind of jewel in them. The first cornerstone was jasper, the second was sapphire, the third was chalcedony, the fourth was emerald,"},{"Chapter":21,"Number":20,"Text":"the fifth was onyx, the sixth was carnelian, the seventh was chrysolite, the eighth was beryl, the ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst."},{"Chapter":21,"Number":21,"Text":"The 12 gates were 12 pearls. Each gate was made from a single pearl. The street of the city was made of pure gold. The gold was clear as glass."},{"Chapter":21,"Number":22,"Text":"I did not see a temple in the city. The Lord God All-Powerful and the Lamb are the city’s temple."},{"Chapter":21,"Number":23,"Text":"The city does not need the sun or the moon to shine on it. The glory of God is its light, and the Lamb is the city’s lamp."},{"Chapter":21,"Number":24,"Text":"By its light the people of the world will walk. The kings of the earth will bring their glory into it."},{"Chapter":21,"Number":25,"Text":"The city’s gates will never be shut on any day, because there is no night there."},{"Chapter":21,"Number":26,"Text":"The greatness and the honor of the nations will be brought into it."},{"Chapter":21,"Number":27,"Text":"Nothing unclean will ever enter the city. No one who does shameful things or tells lies will ever go into it. Only those whose names are written in the Lamb’s book of life will enter the city."},{"Chapter":22,"Number":1,"Text":"Then the angel showed me the river of the water of life. The river was shining like crystal. It flows from the throne of God and of the Lamb"},{"Chapter":22,"Number":2,"Text":"down the middle of the street of the city. The tree of life was on each side of the river. It produces fruit 12 times a year, once each month. The leaves of the tree are for the healing of all people."},{"Chapter":22,"Number":3,"Text":"Nothing that God judges guilty will be in that city. The throne of God and of the Lamb will be there. And God’s servants will worship him."},{"Chapter":22,"Number":4,"Text":"They will see his face, and his name will be written on their foreheads."},{"Chapter":22,"Number":5,"Text":"There will never be night again. They will not need the light of a lamp or the light of the sun. The Lord God will give them light. And they will rule like kings forever and ever."},{"Chapter":22,"Number":6,"Text":"The angel said to me, “These words are true and can be trusted. The Lord is the God of the spirits of the prophets. He sent his angel to show his servants the things that must happen soon.”"},{"Chapter":22,"Number":7,"Text":"“Listen! I am coming soon! He who obeys the words of prophecy in this book will be happy.”"},{"Chapter":22,"Number":8,"Text":"I am John. I am the one who heard and saw these things. When I heard and saw them, I bowed down to worship at the feet of the angel who showed these things to me."},{"Chapter":22,"Number":9,"Text":"But the angel said to me, “Do not worship me! I am a servant like you and your brothers the prophets. I am a servant like all those who obey the words in this book. Worship God!”"},{"Chapter":22,"Number":10,"Text":"Then the angel told me, “Do not keep secret the words of prophecy in this book. The time is near for all this to happen."},{"Chapter":22,"Number":11,"Text":"Whoever is doing evil, let him continue to do evil. Whoever is unclean, let him continue to be unclean. Whoever is doing right, let him continue to do right. Whoever is holy, let him continue to be holy.”"},{"Chapter":22,"Number":12,"Text":"“Listen! I am coming soon! I will bring rewards with me. I will repay each one for what he has done."},{"Chapter":22,"Number":13,"Text":"I am the Alpha and the Omega, the First and the Last, the Beginning and the End."},{"Chapter":22,"Number":14,"Text":"“Those who wash their robes will be blessed. They will have the right to eat the fruit from the tree of life. They may go through the gates into the city."},{"Chapter":22,"Number":15,"Text":"Outside the city are the evil people, those who do evil magic, who are sexually immoral, who murder, who worship idols, and who love lies and tell lies."},{"Chapter":22,"Number":16,"Text":"“I, Jesus, have sent my angel to tell you these things for the churches. I am the descendant from the family of David. I am the bright morning star.”"},{"Chapter":22,"Number":17,"Text":"The Spirit and the bride say, “Come!” Everyone who hears this should also say, “Come!” If anyone is thirsty, let him come; whoever wishes it may have the water of life as a free gift."},{"Chapter":22,"Number":18,"Text":"I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to these words, God will give him the troubles written about in this book."},{"Chapter":22,"Number":19,"Text":"And if anyone takes away from the words of this book of prophecy, God will take away his share of the tree of life and of the holy city, which are written about in this book."},{"Chapter":22,"Number":20,"Text":"Jesus is the One who says that these things are true. Now he says, “Yes, I am coming soon.”Amen. Come, Lord Jesus!"},{"Chapter":22,"Number":21,"Text":"The grace of the Lord Jesus be with all. Amen."}]}
