{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Burnt Offering","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Grain Offering","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Fellowship Offering","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Sin Offering","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Special Types of Accidental Sins","Chapter":5},{"VerseStartingAt":14,"ParagraphTitle":"The Penalty Offering","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Whole Burnt Offering","Chapter":6},{"VerseStartingAt":14,"ParagraphTitle":"The Grain Offering","Chapter":6},{"VerseStartingAt":24,"ParagraphTitle":"The Sin Offering","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The Penalty Offering","Chapter":7},{"VerseStartingAt":11,"ParagraphTitle":"Fellowship Offerings","Chapter":7},{"VerseStartingAt":28,"ParagraphTitle":"The Priests’ Share","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Aaron and His Sons Appointed","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Aaron and His Sons Offer Sacrifices","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"God Destroys Nadab and Abihu","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Rules About What May Be Eaten","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Rules for New Mothers","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Rules About Skin Diseases","Chapter":13},{"VerseStartingAt":47,"ParagraphTitle":"Rules About Mildew","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Rules for Cleansing from Skin Diseases","Chapter":14},{"VerseStartingAt":33,"ParagraphTitle":"Rules for Cleaning Mildew","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Rules About a Man’s Body","Chapter":15},{"VerseStartingAt":19,"ParagraphTitle":"Rules About a Woman’s Body","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Day of Cleansing","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Offering Sacrifices","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Rules About Physical Relations","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Other Laws","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"Warnings About Various Sins","Chapter":20},{"VerseStartingAt":10,"ParagraphTitle":"Punishments for Sexual Sins","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"How Priests Must Behave","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Special Holidays","Chapter":23},{"VerseStartingAt":3,"ParagraphTitle":"The Sabbath","Chapter":23},{"VerseStartingAt":4,"ParagraphTitle":"The Passover and Unleavened Bread","Chapter":23},{"VerseStartingAt":9,"ParagraphTitle":"The Feast of Harvests","Chapter":23},{"VerseStartingAt":15,"ParagraphTitle":"The Feast of Pentecost","Chapter":23},{"VerseStartingAt":23,"ParagraphTitle":"The Feast of Trumpets","Chapter":23},{"VerseStartingAt":26,"ParagraphTitle":"The Day of Cleansing","Chapter":23},{"VerseStartingAt":33,"ParagraphTitle":"The Feast of Shelters","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"The Lampstand and the Holy Bread","Chapter":24},{"VerseStartingAt":10,"ParagraphTitle":"The Man Who Cursed God","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"The Time of Rest for the Land","Chapter":25},{"VerseStartingAt":8,"ParagraphTitle":"The Year of Jubilee","Chapter":25},{"VerseStartingAt":23,"ParagraphTitle":"Property Laws","Chapter":25},{"VerseStartingAt":35,"ParagraphTitle":"Rules for Slave Owners","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"Rewards for Obeying God","Chapter":26},{"VerseStartingAt":14,"ParagraphTitle":"Punishment for Not Obeying God","Chapter":26},{"VerseStartingAt":40,"ParagraphTitle":"There Is Always Hope","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"Promises Are Important","Chapter":27},{"VerseStartingAt":9,"ParagraphTitle":"Gifts to the Lord","Chapter":27},{"VerseStartingAt":14,"ParagraphTitle":"Value of a House","Chapter":27},{"VerseStartingAt":16,"ParagraphTitle":"Value of Land","Chapter":27},{"VerseStartingAt":26,"ParagraphTitle":"Value of Animals","Chapter":27}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The Lord called to Moses and spoke to him from the Meeting Tent. The Lord said,"},{"Chapter":1,"Number":2,"Text":"“Tell the people of Israel: ‘When you bring an offering to the Lord, bring as your offering one of the cattle. Or you may bring one of the sheep or goats."},{"Chapter":1,"Number":3,"Text":"“‘If anyone offers a whole burnt offering from the cattle, it must be a male. It must have nothing wrong with it. The person must take the animal to the entrance of the Meeting Tent. Then the Lord will accept the offering."},{"Chapter":1,"Number":4,"Text":"The person must put his hand on the animal’s head. Then the Lord will accept that burnt offering. It will remove the person’s sin so he will belong to God."},{"Chapter":1,"Number":5,"Text":"The person must kill the young bull before the Lord. Then the priests must bring its blood to the altar. They must sprinkle the blood on all sides of the altar. This is the altar at the entrance to the Meeting Tent."},{"Chapter":1,"Number":6,"Text":"The person will cut the skin from that animal. Then he will cut the animal into pieces."},{"Chapter":1,"Number":7,"Text":"The priests must put wood and fire on the altar."},{"Chapter":1,"Number":8,"Text":"They must lay the head, the fat and other pieces on the wood. That wood is on the fire on the altar."},{"Chapter":1,"Number":9,"Text":"The priest must wash the animal’s inner organs and legs with water. Then the priest must burn all the animal’s parts on the altar. It is a whole burnt offering, an offering made by fire. And its smell is pleasing to the Lord."},{"Chapter":1,"Number":10,"Text":"“‘The burnt offering may be a sheep or goat. It must be a male animal that has nothing wrong with it."},{"Chapter":1,"Number":11,"Text":"The person must kill the animal on the north side of the altar. This is to be before the Lord. Then the priests must sprinkle its blood on the altar. They must sprinkle it on all sides."},{"Chapter":1,"Number":12,"Text":"The person must cut the animal into pieces. Then the priest must lay the pieces with the head and fat on the wood. The wood is on the fire on the altar."},{"Chapter":1,"Number":13,"Text":"The person must wash the animal’s inner organs and legs with water. Then the priest must burn all its parts on the altar. It is a burnt offering, an offering made by fire. And its smell is pleasing to the Lord."},{"Chapter":1,"Number":14,"Text":"“‘The whole burnt offering may be a bird. It must be a dove or a young pigeon."},{"Chapter":1,"Number":15,"Text":"The priest will bring the offering to the altar. He will pull off the bird’s head. Then he will burn it on the altar. The bird’s blood must be drained out on the side of the altar."},{"Chapter":1,"Number":16,"Text":"The priest must remove the bird’s crop and its contents. He must throw them on the east side of the altar. This is where they put the ashes from the altar."},{"Chapter":1,"Number":17,"Text":"Then the priest must tear the bird open by its wings. But he must not divide the bird into two parts. Then the priest must burn the bird on the altar. He must place it on the wood which is on the fire. It is a burnt offering, an offering made by fire. Its smell is pleasing to the Lord."},{"Chapter":2,"Number":1,"Text":"“‘When anyone offers a grain offering to the Lord, it must be made from fine flour. The person must pour oil on it and put incense on it."},{"Chapter":2,"Number":2,"Text":"Then he must take it to Aaron’s sons and the priests. The priest must take a handful of the fine flour, with the oil and all the incense. He must burn it on the altar as a memorial portion. It is an offering made by fire. Its smell is pleasing to the Lord."},{"Chapter":2,"Number":3,"Text":"The rest of the grain offering will belong to Aaron and the priests. This offering is a most holy part of the offerings made by fire to the Lord."},{"Chapter":2,"Number":4,"Text":"“‘If you bring a grain offering that was baked in the oven, it must be made from fine flour. It may be loaves made without yeast and mixed with oil. Or it may be wafers made without yeast. They are to have oil poured over them."},{"Chapter":2,"Number":5,"Text":"If your grain offering is cooked on a griddle, it must be made without yeast. It must be made of fine flour mixed with oil."},{"Chapter":2,"Number":6,"Text":"Crumble it and pour oil over it. It is a grain offering."},{"Chapter":2,"Number":7,"Text":"If your grain offering is cooked in a pan, it must be made from fine flour and oil."},{"Chapter":2,"Number":8,"Text":"Bring the grain offering made of these things to the Lord. Give it to the priest. He will take it to the altar."},{"Chapter":2,"Number":9,"Text":"He will take out the memorial portion from the grain offering. He will burn it on the altar. This is an offering made by fire. Its smell is pleasing to the Lord."},{"Chapter":2,"Number":10,"Text":"The rest of the grain offering belongs to Aaron and the priests. It is a most holy part of the offerings made to the Lord by fire."},{"Chapter":2,"Number":11,"Text":"“‘Every grain offering you bring to the Lord must be made without yeast. You must not burn yeast or honey in an offering made by fire to the Lord."},{"Chapter":2,"Number":12,"Text":"You may bring yeast and honey to the Lord as an offering from the first harvest. But yeast and honey must not be burned on the altar as a pleasing smell."},{"Chapter":2,"Number":13,"Text":"You must also put salt on all your grain offerings. Salt stands for your agreement with God that will last forever. Do not leave it out of your grain offering. You must add salt to all your offerings."},{"Chapter":2,"Number":14,"Text":"“‘If you bring a grain offering from the first harvest to the Lord, bring crushed heads of new grain. They must be roasted in the fire."},{"Chapter":2,"Number":15,"Text":"Put oil and incense on the grain. It is a grain offering."},{"Chapter":2,"Number":16,"Text":"The priest will burn the memorial portion of the crushed grain and oil. It will have incense on it. It is an offering by fire to the Lord."},{"Chapter":3,"Number":1,"Text":"“‘A person’s fellowship offering to the Lord may be from the cattle. It may be a male or female animal. But it must have nothing wrong with it."},{"Chapter":3,"Number":2,"Text":"The person must put his hand on the animal’s head. He must kill it at the entrance to the Meeting Tent. Then the priests must sprinkle the blood on all sides of the altar."},{"Chapter":3,"Number":3,"Text":"This person must make a sacrifice from the fellowship offering. The sacrifice must be made by fire to the Lord. He must offer the fat of the animal’s inner organs. This is both the fat that is in them and that covers them."},{"Chapter":3,"Number":4,"Text":"He must also offer both kidneys and the fat on them. They are near the lower back muscle. He must also offer the best part of the liver. He will remove it with the kidneys."},{"Chapter":3,"Number":5,"Text":"Then the priests will burn these parts on the altar. They will put them on the burnt offering that is on the wood on the fire. It is an offering made by fire. Its smell is pleasing to the Lord."},{"Chapter":3,"Number":6,"Text":"“‘A person’s fellowship offering to the Lord may be a lamb or a goat. He may offer a male or female animal. But it must have nothing wrong with it."},{"Chapter":3,"Number":7,"Text":"If he offers a lamb, he must bring it before the Lord."},{"Chapter":3,"Number":8,"Text":"He must put his hand on its head. Then he must kill the animal in front of the Meeting Tent. The priests will sprinkle its blood on all sides of the altar."},{"Chapter":3,"Number":9,"Text":"Then the person must make a sacrifice from the fellowship offering. The sacrifice must be made by fire to the Lord. The person must bring the fat and the whole fat tail. The tail must be cut off close to the backbone. He must also offer the fat of the inner organs. This is both the fat that is in them and that covers them."},{"Chapter":3,"Number":10,"Text":"He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. He will remove it with the kidneys."},{"Chapter":3,"Number":11,"Text":"Then the priest will burn these parts on the altar as food. It will be an offering made by fire to the Lord."},{"Chapter":3,"Number":12,"Text":"“‘A person’s fellowship offering may be a goat. He is to offer it before the Lord."},{"Chapter":3,"Number":13,"Text":"He must put his hand on the goat’s head. And he must kill it in front of the Meeting Tent. Then the priests must sprinkle its blood on all sides of the altar."},{"Chapter":3,"Number":14,"Text":"From this fellowship offering the person must make a sacrifice. It will be an offering by fire to the Lord. The person must offer all the fat of the goat’s inner organs. This is both the fat that is in them and that covers them."},{"Chapter":3,"Number":15,"Text":"He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. He will remove it with the kidneys."},{"Chapter":3,"Number":16,"Text":"The priest will burn these parts on the altar as food. It is an offering made by fire. Its smell is pleasing to the Lord. All the fat belongs to the Lord."},{"Chapter":3,"Number":17,"Text":"“‘This law will continue for people from now on, wherever you live: you must not eat fat or blood.’”"},{"Chapter":4,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":4,"Number":2,"Text":"“Tell the people of Israel this: ‘A person might sin by accident. He might do some things the Lord has commanded not to be done. If so, that person must do these things:"},{"Chapter":4,"Number":3,"Text":"“‘It may be the appointed priest who has sinned. If so, he has brought guilt on the people. So he must offer a young bull to the Lord. It must have nothing wrong with it. This will be a sin offering for the sin he has done."},{"Chapter":4,"Number":4,"Text":"He will bring the bull to the entrance of the Meeting Tent. He must bring it in front of the Lord. Then he will put his hand on the bull’s head. And he will kill the bull before the Lord."},{"Chapter":4,"Number":5,"Text":"Then the appointed priest must bring some of the bull’s blood into the Meeting Tent."},{"Chapter":4,"Number":6,"Text":"The priest is to dip his finger into the blood. He must sprinkle it seven times before the Lord in front of the curtain. This curtain is in front of the Most Holy Place."},{"Chapter":4,"Number":7,"Text":"The priest must also put some of the blood on the corners of the altar of incense. It stands before the Lord in the Meeting Tent. Then the priest must pour out the rest of the bull’s blood. It must be poured at the bottom of the altar of burnt offering. That altar is at the door of the Meeting Tent."},{"Chapter":4,"Number":8,"Text":"He must remove all the fat from the bull of the sin offering. He must remove the fat on and around the inner organs."},{"Chapter":4,"Number":9,"Text":"He must remove both kidneys and the fat on them. They are near the lower back muscle. He must remove the best part of the liver with the kidneys."},{"Chapter":4,"Number":10,"Text":"He must do this in the same way the fat is removed from the bull of the fellowship offering. Then the priest must burn the animal parts on the altar of burnt offering."},{"Chapter":4,"Number":11,"Text":"But the priest must carry out the skin of the bull and all its meat. He must take these with the rest of the bull—its head, legs, intestines and other inner organs."},{"Chapter":4,"Number":12,"Text":"He must take it outside the camp to the special clean place where the ashes are poured out. He must burn it on a wood fire on the pile of ashes."},{"Chapter":4,"Number":13,"Text":"“‘The whole nation of Israel might sin without knowing it. They might do something the Lord has commanded not to be done. If this happens, they are guilty."},{"Chapter":4,"Number":14,"Text":"When they learn about the sin they have done, a young bull must be offered. It is a sin offering for the whole nation. They must bring it and give it before the Meeting Tent."},{"Chapter":4,"Number":15,"Text":"The elders of the group of people must put their hands on the bull’s head. It must be done before the Lord. And the bull must be killed before the Lord."},{"Chapter":4,"Number":16,"Text":"Then the appointed priest must bring some of the bull’s blood into the Meeting Tent."},{"Chapter":4,"Number":17,"Text":"The priest will dip his finger in the blood. He must sprinkle it seven times before the Lord in front of the curtain."},{"Chapter":4,"Number":18,"Text":"Then he must put some of the blood on the corners of the altar. The altar is before the Lord in the Meeting Tent. The priest must pour out the rest of the blood. He must pour it at the bottom of the altar of burnt offering. That altar is at the entrance to the Meeting Tent."},{"Chapter":4,"Number":19,"Text":"The priest must remove all the fat from the animal. And he must burn it on the altar."},{"Chapter":4,"Number":20,"Text":"He will do the same thing with this bull that he did with the first bull of the sin offering. In this way the priest removes the sins of the people so they will belong to the Lord. And the Lord will forgive them."},{"Chapter":4,"Number":21,"Text":"Then the priest must carry the bull outside the camp and burn it. He must do this just as he did with the first bull. This is the sin offering for the whole community."},{"Chapter":4,"Number":22,"Text":"“‘A ruler might sin by accident. He might do something the Lord his God has commanded must not be done. If he does, he is guilty."},{"Chapter":4,"Number":23,"Text":"When he learns about his sin, he must bring a male goat. It must have nothing wrong with it. That will be his sin offering."},{"Chapter":4,"Number":24,"Text":"The ruler must put his hand on the goat’s head and kill it. This must be done where they kill the whole burnt offering before the Lord. The goat is a sin offering."},{"Chapter":4,"Number":25,"Text":"The priest must take some of the blood of the sin offering on his finger. He must put it on the corners of the altar of burnt offering. He must pour out the rest of the blood at the bottom of the altar of burnt offering."},{"Chapter":4,"Number":26,"Text":"He must burn all the goat’s fat on the altar. He must burn it in the same way he burns the fat of the fellowship offerings. In this way the priest removes the ruler’s sin so he belongs to the Lord. And the Lord will forgive him."},{"Chapter":4,"Number":27,"Text":"“‘A person in the community might sin by accident. He might do something which the Lord has commanded must not be done. He is guilty of sin."},{"Chapter":4,"Number":28,"Text":"When the person learns about his sin, he must bring a female goat. It must have nothing wrong with it. That will be his sin offering."},{"Chapter":4,"Number":29,"Text":"He must put his hand on the animal’s head. He must kill it at the place of the whole burnt offering."},{"Chapter":4,"Number":30,"Text":"Then the priest must take some of the goat’s blood on his finger. He must put it on the corners of the altar of burnt offering. He must pour out the rest of the goat’s blood at the bottom of the altar."},{"Chapter":4,"Number":31,"Text":"Then the priest must remove all the goat’s fat. He must do it in the same way the fat is removed from the fellowship offerings. He must burn it on the altar. Its smell is pleasing to the Lord. In this way the priest will remove that person’s sin so he will belong to the Lord. And the Lord will forgive him."},{"Chapter":4,"Number":32,"Text":"“‘This person may bring a lamb as his sin offering. If he does, he must bring a female. It must have nothing wrong with it."},{"Chapter":4,"Number":33,"Text":"The person must put his hand on the animal’s head. He must kill it as a sin offering. He must kill it where they kill the whole burnt offering."},{"Chapter":4,"Number":34,"Text":"The priest must take some of the blood from the sin offering on his finger. He must put it on the corners of the altar of burnt offering. Then he must pour out the rest of the lamb’s blood at the bottom of the altar."},{"Chapter":4,"Number":35,"Text":"The priest must remove all the lamb’s fat. He must do it in the same way that the lamb’s fat is removed from the fellowship offerings. He must burn the pieces on the altar. They go on top of the offerings made by fire for the Lord. In this way the priest will remove that person’s sins so he will belong to the Lord. And the Lord will forgive him."},{"Chapter":5,"Number":1,"Text":"“‘These are things for which a sin offering must be made:“‘A person might be ordered to tell in court what he has seen or what he knows. If he does not tell the court, he is guilty of sin."},{"Chapter":5,"Number":2,"Text":"“‘Or someone might touch something unclean. It might be the dead body of an unclean wild animal or an unclean farm animal or an unclean crawling animal. He might not know that he touched it. But he will still be unclean and guilty of sin."},{"Chapter":5,"Number":3,"Text":"“‘Many things come from a person which are not clean. Someone might touch one of these unclean things from a person and not know it. But when he learns about it, he will be guilty."},{"Chapter":5,"Number":4,"Text":"“‘Or someone might make a promise before the Lord without thinking. He might promise to do something bad or good. The promise might be about anything. He might even make a promise before the Lord and forget about it. But when he remembers, he will be guilty."},{"Chapter":5,"Number":5,"Text":"“‘When anyone is guilty of any of these things, he must tell how he sinned."},{"Chapter":5,"Number":6,"Text":"He must bring an offering to the Lord. It is a penalty for his sin. It must be a female lamb or goat from the flock. The priest will perform the acts to remove that person’s sin so he will belong to the Lord."},{"Chapter":5,"Number":7,"Text":"“‘But perhaps the person cannot afford a lamb. Then he must bring two doves or two young pigeons to the Lord. These will be the penalty for his sin. One bird must be for a sin offering. The other must be for a burnt offering."},{"Chapter":5,"Number":8,"Text":"He must bring them to the priest. First the priest will offer the one for the sin offering. He will pull the bird’s head from its neck. But he will not pull it completely off."},{"Chapter":5,"Number":9,"Text":"He must sprinkle the blood from the sin offering on the side of the altar. Then he must pour the rest of the blood at the bottom of the altar. It is a sin offering."},{"Chapter":5,"Number":10,"Text":"Then the priest must offer the second bird as a burnt offering. This is what the law says. In this way the priest will remove the person’s sin so he will belong to the Lord. And the Lord will forgive him."},{"Chapter":5,"Number":11,"Text":"“‘The person might not be able to afford two doves or two pigeons. If not, he must bring about two quarts of fine flour. This will be an offering for his sin. He must not put oil on the flour. And he must not put incense on it, because it is a sin offering."},{"Chapter":5,"Number":12,"Text":"He must bring the flour to the priest. The priest will take a handful of the flour as a memorial offering. He will burn it on the altar. It goes on top of the offerings made by fire to the Lord. It is a sin offering."},{"Chapter":5,"Number":13,"Text":"In this way the priest will remove the person’s sins so he will belong to the Lord. And the Lord will forgive him. What is left of the sin offering belongs to the priest. This is like the grain offering.’” "},{"Chapter":5,"Number":14,"Text":"The Lord said to Moses,"},{"Chapter":5,"Number":15,"Text":"“A person might accidentally sin and do something against the holy things of the Lord. That person must bring a male sheep from the flock. It must have nothing wrong with it. This will be his penalty offering to the Lord. The value in silver of the male sheep must be correct. Use the proper value for silver as set by the Holy Place measure."},{"Chapter":5,"Number":16,"Text":"That person must pay for the sin he did against the holy thing. He must add one-fifth to its value. Then he must give it all to the priest. In this way the priest will remove the person’s sin so he will belong to the Lord. The priest does it by means of the male sheep of the penalty offering. And the Lord will forgive the person."},{"Chapter":5,"Number":17,"Text":"“A person might sin and do something the Lord has commanded not to be done. It does not matter if that person knew or not. He is guilty. He is responsible for his sin."},{"Chapter":5,"Number":18,"Text":"He must bring the priest a male sheep from the flock. It must have nothing wrong with it. It must be worth the correct amount. The male sheep will be a penalty offering. The person sinned without knowing it. But with this offering the priest will remove the sin so the person will belong to the Lord. And the Lord will forgive him."},{"Chapter":5,"Number":19,"Text":"The person is guilty of doing wrong against the Lord. So he must give the penalty offering to the Lord.”"},{"Chapter":6,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":6,"Number":2,"Text":"“A person might sin against the Lord by doing one of these sins: He might lie about what happened to something he was taking care of for someone else. Or he might lie about a promise he made. Or he might steal something or cheat someone."},{"Chapter":6,"Number":3,"Text":"He might find something that had been lost and then lie about it. He might make a promise before the Lord about something and not mean it. Or he might do some other sin."},{"Chapter":6,"Number":4,"Text":"If he does any of these things, he is guilty of sin. He must bring back whatever he stole. Or he must bring back what he took by cheating. Or he must bring back the thing he took care of for someone else. Or he must bring back what he found and lied about."},{"Chapter":6,"Number":5,"Text":"Or he must bring back what he made a false promise about. He must pay the full price. Then he must pay an extra one-fifth of the value of what he took. He must give the money to the true owner. This must be done on the day he brings his penalty offering."},{"Chapter":6,"Number":6,"Text":"He must pay a penalty to the priest. It must be a male sheep from the flock. It must not have anything wrong with it. And it must be worth the correct amount. It will be a penalty offering to the Lord."},{"Chapter":6,"Number":7,"Text":"Then the priest will perform the acts to remove that person’s sin so he will belong to the Lord. And the Lord will forgive him for the sins that made him guilty.” The Whole Burnt Offering"},{"Chapter":6,"Number":8,"Text":"The Lord said to Moses,"},{"Chapter":6,"Number":9,"Text":"“Give this command to Aaron and the priests: ‘These are the teachings about the whole burnt offering. The burnt offering must stay on the altar all night until morning. The altar’s fire must be kept burning."},{"Chapter":6,"Number":10,"Text":"The priest must put on his linen robe. He must put on linen underclothes next to his body. Then he will remove the ashes from the burnt offering on the altar. He will put these ashes beside the altar."},{"Chapter":6,"Number":11,"Text":"Then he must take off those clothes and put on others. He must carry the ashes outside the camp to a special clean place."},{"Chapter":6,"Number":12,"Text":"But the fire must be kept burning on the altar. It must not be allowed to go out. The priest must put more firewood on the altar every morning. He must place the whole burnt offering on the fire. He must burn the fat of the fellowship offerings."},{"Chapter":6,"Number":13,"Text":"The fire must be kept burning on the altar all the time. It must not go out. "},{"Chapter":6,"Number":14,"Text":"“‘These are the teachings about the grain offering: The priests must bring it to the Lord in front of the altar."},{"Chapter":6,"Number":15,"Text":"The priest must take a handful of fine flour. The oil and incense must be on it. The priest must burn the grain offering on the altar. It will be a memorial offering to the Lord. Its smell is pleasing to him."},{"Chapter":6,"Number":16,"Text":"Aaron and the priests may eat what is left. It must be eaten without yeast in a holy place. The priests must eat it in the courtyard of the Meeting Tent."},{"Chapter":6,"Number":17,"Text":"It must not be cooked with yeast. I have given it as their share of the offerings made to me by fire. It is most holy, like the sin offering and the penalty offering."},{"Chapter":6,"Number":18,"Text":"Any male descendant of Aaron may eat it. It is his share of the offerings made to the Lord by fire. This will continue from now on. Whatever touches these offerings must be holy.’”"},{"Chapter":6,"Number":19,"Text":"The Lord said to Moses,"},{"Chapter":6,"Number":20,"Text":"“This is the offering Aaron and the priests must bring to the Lord. They must do this on the day they appoint Aaron as high priest. They must bring two quarts of fine flour for a grain offering. They must bring half of it in the morning and half in the evening."},{"Chapter":6,"Number":21,"Text":"The fine flour must be mixed with oil and cooked on a griddle. Bring it when it is well mixed. You must break it into pieces. It will be a smell that is pleasing to the Lord."},{"Chapter":6,"Number":22,"Text":"One of the priests will be appointed to take Aaron’s place as high priest. He must make the grain offering to the Lord. It is a rule forever. The grain offering must be completely burned to the Lord."},{"Chapter":6,"Number":23,"Text":"Every grain offering made by a priest must be completely burned. It must not be eaten.” "},{"Chapter":6,"Number":24,"Text":"The Lord said to Moses,"},{"Chapter":6,"Number":25,"Text":"“Tell Aaron and the priests: ‘These are the teachings about the sin offering. The sin offering must be killed in front of the Lord. It must be killed in the same place the whole burnt offering is killed. It is most holy."},{"Chapter":6,"Number":26,"Text":"The priest who offers the sin offering must eat it. He must eat it in a holy place. It must be in the courtyard of the Meeting Tent."},{"Chapter":6,"Number":27,"Text":"Whatever touches the meat of the sin offering must be holy. If the blood is sprinkled on any clothes, you must wash them in a holy place."},{"Chapter":6,"Number":28,"Text":"The clay pot the meat is cooked in must be broken. If a bronze pot is used, it must be scrubbed and rinsed with water."},{"Chapter":6,"Number":29,"Text":"Any male in a priest’s family may eat the offering. It is most holy."},{"Chapter":6,"Number":30,"Text":"The blood of the sin offering may be taken into the Meeting Tent. It may be used to remove sin in the Holy Place. That sin offering must be burned with fire. It must not be eaten."},{"Chapter":7,"Number":1,"Text":"“‘These are the teachings about the penalty offering. It is most holy."},{"Chapter":7,"Number":2,"Text":"The penalty offering must be killed where the whole burnt offering is killed. Then the priest must sprinkle its blood on all sides of the altar."},{"Chapter":7,"Number":3,"Text":"He must offer all the fat from the penalty offering. He must offer the fat tail and the fat that covers the inner organs."},{"Chapter":7,"Number":4,"Text":"He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. This is to be removed with the kidneys."},{"Chapter":7,"Number":5,"Text":"The priest must burn all these things on the altar. They will be an offering made by fire to the Lord. It is a penalty offering."},{"Chapter":7,"Number":6,"Text":"Any male in a priest’s family may eat it. It is most holy. So it must be eaten in a holy place."},{"Chapter":7,"Number":7,"Text":"“‘The penalty offering is like the sin offering. The teachings are the same for both. The priest who offers the sacrifice to remove sins will get the meat for food."},{"Chapter":7,"Number":8,"Text":"The priest who offers the burnt offering may also have the skin from it."},{"Chapter":7,"Number":9,"Text":"Every grain offering belongs to the priest who offers it. This includes those baked in an oven, cooked on a griddle or baked in a dish."},{"Chapter":7,"Number":10,"Text":"The grain offerings belong to the priests. They may be dry or mixed with oil. All priests will share alike. "},{"Chapter":7,"Number":11,"Text":"“‘These are the teachings about the fellowship offering a person may offer to the Lord:"},{"Chapter":7,"Number":12,"Text":"He may bring the fellowship offering to show his thanks. If he does, he should also bring loaves of bread. They must be made without yeast, mixed with oil. And he should bring wafers made without yeast. They must have oil poured over them. He should also bring loaves of fine flour mixed with oil."},{"Chapter":7,"Number":13,"Text":"He must also offer loaves of bread made with yeast. These should be brought with his fellowship offering, which he gives to show thanks."},{"Chapter":7,"Number":14,"Text":"One of each kind of offering will be for the Lord. It will be given to the priest who sprinkles the blood of the fellowship offering."},{"Chapter":7,"Number":15,"Text":"The fellowship offering is to thank the Lord. The meat from it must be eaten the same day it is offered. None of it must be left until morning."},{"Chapter":7,"Number":16,"Text":"“‘A person might bring a fellowship offering just to give a gift to God. Or it may be done because of a special promise to God. Then, the sacrifice should be eaten the same day he offers it. If there is any left, it may be eaten the next day."},{"Chapter":7,"Number":17,"Text":"If any meat from this sacrifice is left on the third day, it must be burned up."},{"Chapter":7,"Number":18,"Text":"Any meat of the fellowship offering eaten on the third day will not be accepted. The Lord will not count the sacrifice for the person who offered it. It will become unclean. Anyone who eats the meat will be guilty of sin."},{"Chapter":7,"Number":19,"Text":"“‘People must not eat meat that touches anything unclean. They must burn this meat with fire. But anyone who is clean may eat other meat."},{"Chapter":7,"Number":20,"Text":"But a person who is unclean might eat the meat from the fellowship offering that belongs to the Lord. If he does, he must be separated from his people."},{"Chapter":7,"Number":21,"Text":"“‘Someone might touch something unclean that comes from people. Or the unclean thing might be an animal or some hated thing. Touching it will make him unclean. If he then eats meat from the fellowship offering that belongs to the Lord, he must be separated from his people.’”"},{"Chapter":7,"Number":22,"Text":"The Lord said to Moses,"},{"Chapter":7,"Number":23,"Text":"“Tell the people of Israel: ‘You must not eat any of the fat from cattle, sheep or goats."},{"Chapter":7,"Number":24,"Text":"If an animal is found dead or torn by wild animals, you may use its fat for other things. But you must not eat it."},{"Chapter":7,"Number":25,"Text":"Someone might eat fat from an animal offering made by fire to the Lord. That person must be separated from his people."},{"Chapter":7,"Number":26,"Text":"It does not matter where you live. You must not eat blood from any bird or animal."},{"Chapter":7,"Number":27,"Text":"Anyone who eats blood must be separated from his people.’” "},{"Chapter":7,"Number":28,"Text":"The Lord said to Moses,"},{"Chapter":7,"Number":29,"Text":"“Tell the people of Israel: ‘Someone may bring a fellowship offering to the Lord. He must give part of it as his sacrifice to the Lord."},{"Chapter":7,"Number":30,"Text":"He must carry that part of the gift in his own hands. It will be an offering made by fire to the Lord. He must carry the fat and the breast of the animal to the priest. The breast must be presented to the Lord as the priests’ share."},{"Chapter":7,"Number":31,"Text":"Then the priest must burn the fat on the altar. But the breast of the animal will belong to Aaron and the priests."},{"Chapter":7,"Number":32,"Text":"You must also give the right thigh from the fellowship offering to the priest as a gift."},{"Chapter":7,"Number":33,"Text":"It will belong to the priest who offers the blood and fat of the fellowship offering."},{"Chapter":7,"Number":34,"Text":"I have taken the breast and the thigh of the fellowship offering. And I have given these parts to Aaron and the priests as their share from the Israelites.’”"},{"Chapter":7,"Number":35,"Text":"This is the portion that belongs to Aaron and his sons. It is from the offerings made by fire to the Lord. Aaron and his sons were given this share on the day they were presented to the Lord as priests."},{"Chapter":7,"Number":36,"Text":"On the day the Lord appointed the priests, he commanded Israel to give this share to them. It is to be given to the priests as their share from now on."},{"Chapter":7,"Number":37,"Text":"These are the teachings about the whole burnt offering, the grain offering, the sin offering and the penalty offering. They are the teachings about the appointment of priests. And they are the teachings about the fellowship offerings."},{"Chapter":7,"Number":38,"Text":"The Lord gave these teachings to Moses on Mount Sinai. It was on the day he commanded the Israelites to bring their offerings to him in the Sinai Desert."},{"Chapter":8,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":8,"Number":2,"Text":"“Bring Aaron and his sons and their clothes. Bring the special olive oil used in appointing people and things to the service of the Lord. Also bring the bull of the sin offering and the two male sheep. And bring the basket of bread made without yeast."},{"Chapter":8,"Number":3,"Text":"Then gather the people together at the entrance to the Meeting Tent.”"},{"Chapter":8,"Number":4,"Text":"Moses did as the Lord commanded him. The people met together at the entrance to the Meeting Tent."},{"Chapter":8,"Number":5,"Text":"Then Moses spoke to the people. He said, “This is what the Lord has commanded to be done.”"},{"Chapter":8,"Number":6,"Text":"Then Moses brought Aaron and his sons forward. He washed them with water."},{"Chapter":8,"Number":7,"Text":"He put the inner robe on Aaron. And he tied the cloth belt around Aaron. Then he put the outer robe on him. Next he put the holy vest on Aaron. Then he tied the skillfully woven belt around him. So the holy vest was tied to Aaron."},{"Chapter":8,"Number":8,"Text":"Then Moses put the chest covering on him. And he put the Urim and the Thummim in the chest covering."},{"Chapter":8,"Number":9,"Text":"He also put the turban on Aaron’s head. He put the strip of gold on the front of the turban. This strip of gold is the holy crown. Moses did this as the Lord commanded him to do."},{"Chapter":8,"Number":10,"Text":"Then Moses put the special oil on the Holy Tent and everything in it. In this way Moses made them holy for the Lord."},{"Chapter":8,"Number":11,"Text":"He sprinkled some oil on the altar seven times. He sprinkled the altar and all its tools. He also sprinkled special oil on the large bowl and its base. In this way he made them holy for the Lord."},{"Chapter":8,"Number":12,"Text":"Then he poured some of the special oil on Aaron’s head. In this way he made Aaron holy for the Lord."},{"Chapter":8,"Number":13,"Text":"Then Moses brought Aaron’s sons forward. And he put the inner robes on them. He tied cloth belts around them. Then he put headbands on them. He did these things as the Lord had commanded him."},{"Chapter":8,"Number":14,"Text":"Then Moses brought the bull for the sin offering. And Aaron and his sons put their hands on its head."},{"Chapter":8,"Number":15,"Text":"Moses killed the bull and took some of the blood. With his finger he put some of the blood on all the corners of the altar. In this way he made the altar pure. Then he poured out the rest of the blood at the bottom of the altar. So he made it holy and ready for service to God."},{"Chapter":8,"Number":16,"Text":"Moses took all the fat from the inner organs of the bull. He took the best part of the liver. And he took both kidneys and the fat on them. Then he burned them on the altar."},{"Chapter":8,"Number":17,"Text":"But he took the bull’s skin, its meat and its intestines outside the camp. He burned them in a fire outside the camp. Moses did all these things as the Lord had commanded him."},{"Chapter":8,"Number":18,"Text":"Next Moses brought the male sheep of the burnt offering. Aaron and his sons put their hands on its head."},{"Chapter":8,"Number":19,"Text":"Then Moses killed it. He sprinkled the blood on all sides of the altar."},{"Chapter":8,"Number":20,"Text":"Moses cut the male sheep into pieces. And he burned the head, the pieces and the fat."},{"Chapter":8,"Number":21,"Text":"He washed the inner organs and legs with water. Then he burned the whole sheep on the altar. It was a burnt offering made by fire to the Lord. Its smell was pleasing to the Lord. Moses did these things as the Lord had commanded him."},{"Chapter":8,"Number":22,"Text":"Then Moses brought the other male sheep. It was used in appointing Aaron and his sons as priests. They put their hands on its head."},{"Chapter":8,"Number":23,"Text":"Then Moses killed the sheep. He put some of its blood on the bottom of Aaron’s right ear. He put some on the thumb of Aaron’s right hand. And he put some on the big toe of his right foot."},{"Chapter":8,"Number":24,"Text":"Then Moses brought Aaron’s sons close to the altar. He put some of the blood on the bottom of their right ears. He put it on the thumbs of their right hands. And he put it on the big toes of their right feet. Then he sprinkled blood on all sides of the altar."},{"Chapter":8,"Number":25,"Text":"He took the fat and the fat tail from the sheep. He took all the fat on the inner organs. He took the best part of the liver. He also took both kidneys, their fat and the right thigh."},{"Chapter":8,"Number":26,"Text":"A basket of bread made without yeast is put before the Lord each day. From the basket Moses took a loaf of bread. And he took a loaf made with oil and a wafer. He put these pieces of bread on the fat and right thigh of the male sheep."},{"Chapter":8,"Number":27,"Text":"He put all these things in the hands of Aaron and his sons. He presented the pieces as an offering before the Lord."},{"Chapter":8,"Number":28,"Text":"Then Moses took them from their hands. And he burned them on the altar on top of the burnt offering. So this was the offering for appointing Aaron and his sons as priests. It was an offering made by fire to the Lord. Its smell was pleasing to the Lord."},{"Chapter":8,"Number":29,"Text":"Moses took the breast and presented it as an offering before the Lord. It was Moses’ share of the male sheep used in appointing the priests. This was as the Lord had commanded Moses."},{"Chapter":8,"Number":30,"Text":"Moses took some of the special oil and some of the blood which was on the altar. He sprinkled some of the oil on Aaron and Aaron’s clothes. He also sprinkled some on Aaron’s sons and their clothes. In this way Moses made Aaron, his clothes, his sons and their clothes holy for the Lord."},{"Chapter":8,"Number":31,"Text":"Then Moses said to Aaron and his sons, “I gave you a command. I said, ‘Aaron and his sons will eat these things.’ So take the meat and basket of bread from the offering for appointing priests. Boil the meat at the door of the Meeting Tent. Eat it there with the bread."},{"Chapter":8,"Number":32,"Text":"If any of the meat or bread is left, burn it."},{"Chapter":8,"Number":33,"Text":"The time of appointing will last seven days. You must not go outside the entrance of the Meeting Tent until that time is up. Stay there until the time of your appointing is finished."},{"Chapter":8,"Number":34,"Text":"The Lord commanded the things that were done today. He commanded these things to remove your sins so you will belong to him."},{"Chapter":8,"Number":35,"Text":"You must stay at the entrance of the Meeting Tent. Stay there day and night for seven days. If you don’t obey the Lord’s commands, you will die! The Lord has given me these commands.”"},{"Chapter":8,"Number":36,"Text":"So Aaron and his sons did everything the Lord had commanded through Moses."},{"Chapter":9,"Number":1,"Text":"On the eighth day after the time of appointing, Moses called for Aaron and his sons. He also called for the elders of Israel."},{"Chapter":9,"Number":2,"Text":"He said to Aaron, “Take a bull calf and a male sheep. There must be nothing wrong with these animals. The calf will be a sin offering. And the male sheep will be a whole burnt offering. Offer these animals to the Lord."},{"Chapter":9,"Number":3,"Text":"Tell the people of Israel, ‘Take a male goat for a sin offering. And take a calf and a lamb for a whole burnt offering. The calf and the lamb must each be one year old. There must be nothing wrong with these animals."},{"Chapter":9,"Number":4,"Text":"Take a bull and a male sheep for fellowship offerings. Take with these animals a grain offering mixed with oil. Offer these things to the Lord. This is because the Lord will appear to you today.’”"},{"Chapter":9,"Number":5,"Text":"So all the people came to the front of the Meeting Tent. They brought the things Moses had commanded them to bring. And they stood before the Lord."},{"Chapter":9,"Number":6,"Text":"Moses said, “You have done what the Lord commanded. So you will see the Lord’s glory.”"},{"Chapter":9,"Number":7,"Text":"Then Moses told Aaron, “Go to the altar. There offer sin offerings and whole burnt offerings. Do this to remove your sins and the people’s sins so you will belong to God. Offer the sacrifices for the people. And perform the acts to remove their sins for them so they will belong to the Lord. Do this as the Lord has commanded.”"},{"Chapter":9,"Number":8,"Text":"So Aaron went to the altar. He killed the bull calf as a sin offering for himself."},{"Chapter":9,"Number":9,"Text":"Then his sons brought the blood to him. Aaron dipped his finger in the blood and put it on the corners of the altar. Then he poured out the rest of the blood at the bottom of the altar."},{"Chapter":9,"Number":10,"Text":"Aaron took the fat, the kidneys and the best part of the liver from the sin offering. He burned these things on the altar. He did this the way the Lord had commanded Moses."},{"Chapter":9,"Number":11,"Text":"Aaron burned the meat and skin outside the camp."},{"Chapter":9,"Number":12,"Text":"Then Aaron killed the animal for the whole burnt offering. Aaron’s sons brought the blood to him. And he sprinkled it on all sides of the altar."},{"Chapter":9,"Number":13,"Text":"Aaron’s sons gave the pieces and head of the burnt offering to Aaron. And he burned them on the altar."},{"Chapter":9,"Number":14,"Text":"Aaron also washed the inner organs and the legs of the burnt offering. And he burned them on the altar."},{"Chapter":9,"Number":15,"Text":"Then Aaron brought the offering that was for the people. He took the goat of the people’s sin offering. He killed and offered the goat of the sin offering. He did this just as he had done the first sin offering."},{"Chapter":9,"Number":16,"Text":"Then Aaron brought the whole burnt offering and offered it. He did it as the Lord had commanded."},{"Chapter":9,"Number":17,"Text":"He also brought the grain offering to the altar. He took a handful of the grain and burned it on the altar. This was in addition to the morning’s burnt offering."},{"Chapter":9,"Number":18,"Text":"Aaron also killed the bull and the male sheep. These were the fellowship offerings for the people. Aaron’s sons brought the blood from these animals to Aaron. He sprinkled it on all sides of the altar."},{"Chapter":9,"Number":19,"Text":"Aaron’s sons also brought to Aaron the fat of the bull and the male sheep. They brought the fat tail and the fat covering the inner organs. They also brought the kidneys and the best part of the liver."},{"Chapter":9,"Number":20,"Text":"Aaron’s sons put these fat parts on the breasts of the bull and sheep. Then Aaron burned these fat parts on the altar."},{"Chapter":9,"Number":21,"Text":"He presented the breasts and the right thigh before the Lord as the priests’ share of the offering. He did this as Moses had commanded."},{"Chapter":9,"Number":22,"Text":"Then Aaron lifted up his hands toward the people and blessed them. Aaron had finished offering the sin offering, the burnt offering and the fellowship offering. Then he stepped down from the altar."},{"Chapter":9,"Number":23,"Text":"Moses and Aaron went into the Meeting Tent. Then they came out and blessed the people. Then the Lord’s glory came to all the people."},{"Chapter":9,"Number":24,"Text":"Fire came out from the Lord. It burned up the burnt offering and fat on the altar. When the people saw this, they shouted with joy. They bowed facedown on the ground."},{"Chapter":10,"Number":1,"Text":"Aaron’s sons Nadab and Abihu took their pans for burning incense. They put fire in them and added incense. But they did not use the special fire Moses had commanded them to use."},{"Chapter":10,"Number":2,"Text":"So fire came down from the Lord and destroyed Nadab and Abihu. They died in front of the Lord."},{"Chapter":10,"Number":3,"Text":"Then Moses said to Aaron, “This is what the Lord was speaking about when he said,‘I must be respected as holy    by those who come near me.Before all the people    I must be given honor.’”So Aaron did not say anything about the death of his sons."},{"Chapter":10,"Number":4,"Text":"Aaron’s uncle Uzziel had two sons named Mishael and Elzaphan. Moses said to them, “Come here. Pick up your cousins’ bodies. Carry them outside the camp away from the front of the Holy Place.”"},{"Chapter":10,"Number":5,"Text":"So Mishael and Elzaphan obeyed Moses. They carried the bodies of Nadab and Abihu outside the camp. Nadab and Abihu were still wearing the special priest’s inner robes."},{"Chapter":10,"Number":6,"Text":"Then Moses spoke to Aaron and his other sons, Eleazar and Ithamar. Moses told them, “Don’t show any sadness. Don’t tear your clothes or leave your hair uncombed. If you do those things, you will die, and the Lord will be angry with all the people. All the people of Israel are your relatives. They may cry loudly about the Lord burning Nadab and Abihu."},{"Chapter":10,"Number":7,"Text":"But you must not even leave the Meeting Tent. If you go out of the entrance, you will die! This is because the Lord has appointed you to his service.” So Aaron, Eleazar and Ithamar obeyed Moses."},{"Chapter":10,"Number":8,"Text":"Then the Lord said to Aaron,"},{"Chapter":10,"Number":9,"Text":"“You and your sons must not drink wine or beer when you go into the Meeting Tent. If you do, you will die! This law will continue from now on."},{"Chapter":10,"Number":10,"Text":"You must keep what is holy separate from what is not holy. You must keep what is clean separate from what is unclean."},{"Chapter":10,"Number":11,"Text":"The Lord gave his laws to Moses. And Moses gave them to the people. You must teach the people all the laws.”"},{"Chapter":10,"Number":12,"Text":"Moses talked to Aaron and his remaining sons, Eleazar and Ithamar. Moses said, “Some of the grain offering is left from the sacrifices offered by fire to the Lord. Eat that part of the grain offering. But do not add yeast to it. Eat it near the altar because it is most holy."},{"Chapter":10,"Number":13,"Text":"The Law I gave you says this part belongs to you and your sons. But you must eat it in a holy place. It is part of the offerings made by fire to the Lord. I have been commanded to tell you this."},{"Chapter":10,"Number":14,"Text":"“Also, you, your sons and daughters may eat the breast and thigh of the fellowship offering. They were presented to the Lord. You must eat them in a clean place. They are your share of the fellowship offerings given by the Israelites."},{"Chapter":10,"Number":15,"Text":"The people must bring the fat from their animals. It is part of the offering made by fire. They must also bring the thigh and the breast of the fellowship offering. These will be presented to the Lord. They will be the regular share of the offerings for you and your children. The Lord has commanded it.”"},{"Chapter":10,"Number":16,"Text":"Moses looked for the goat of the sin offering. But it had already been burned up. So he became very angry with Eleazar and Ithamar, Aaron’s remaining sons. He said,"},{"Chapter":10,"Number":17,"Text":"“You were supposed to eat that goat in a holy place before the Lord! It is most holy! He gave it to you to take away the guilt of the people. The goat was for removing the sins of the people so they will belong to the Lord."},{"Chapter":10,"Number":18,"Text":"You didn’t bring the goat’s blood inside the Holy Place. So you were supposed to eat the goat in a holy place, as I commanded!”"},{"Chapter":10,"Number":19,"Text":"But Aaron said to Moses, “Today they brought their sin offering and burnt offering before the Lord. But these terrible things have still happened to me today! Do you think the Lord would be any happier if I ate the sin offering today?”"},{"Chapter":10,"Number":20,"Text":"When Moses heard this, he was satisfied."},{"Chapter":11,"Number":1,"Text":"The Lord spoke to Moses and Aaron."},{"Chapter":11,"Number":2,"Text":"He said, “Tell the people of Israel this: ‘These are the land animals you may eat:"},{"Chapter":11,"Number":3,"Text":"You may eat any animal that has split hooves completely divided and chews the cud."},{"Chapter":11,"Number":4,"Text":"“‘Some animals only chew the cud or only have split hooves. Don’t eat these animals. The camel chews the cud but does not have a split hoof. It is unclean for you."},{"Chapter":11,"Number":5,"Text":"The rock badger chews the cud but does not have a split hoof. It is unclean for you."},{"Chapter":11,"Number":6,"Text":"The rabbit chews the cud but does not have a split hoof. It is unclean for you."},{"Chapter":11,"Number":7,"Text":"Now the pig has a split hoof that is completely divided. But it does not chew the cud. It is unclean for you."},{"Chapter":11,"Number":8,"Text":"You must not eat the meat from these animals. Don’t even touch their dead bodies. They are unclean for you."},{"Chapter":11,"Number":9,"Text":"“‘Some animals live in the sea or in a river. If the animal has fins and scales, you may eat it."},{"Chapter":11,"Number":10,"Text":"But some animals live in the sea or in a river and do not have fins and scales. This includes the things that fill the water. And it includes all other things that live in the water. You should hate them."},{"Chapter":11,"Number":11,"Text":"You must not eat any meat from them. Don’t even touch their dead bodies. This is because you should hate them."},{"Chapter":11,"Number":12,"Text":"You must hate any animal in the water that does not have fins and scales."},{"Chapter":11,"Number":13,"Text":"“‘Also, some birds should not be eaten. They should be hated. You must not eat any of these birds: eagles, vultures, black vultures,"},{"Chapter":11,"Number":14,"Text":"kites or any kind of falcon."},{"Chapter":11,"Number":15,"Text":"Don’t eat any kind of raven,"},{"Chapter":11,"Number":16,"Text":"horned owls, screech owls, sea gulls or any kind of hawk."},{"Chapter":11,"Number":17,"Text":"Don’t eat little owls, cormorants, great owls,"},{"Chapter":11,"Number":18,"Text":"white owls, desert owls or ospreys."},{"Chapter":11,"Number":19,"Text":"Don’t eat storks, any kind of heron, hoopoes or bats."},{"Chapter":11,"Number":20,"Text":"“‘Don’t eat insects that have wings and walk on all four feet. They are also to be hated."},{"Chapter":11,"Number":21,"Text":"“‘But you may eat certain insects that have wings and walk on four feet. You may eat those that have legs with joints above their feet so they can jump."},{"Chapter":11,"Number":22,"Text":"These are the insects you may eat: all kinds of locusts, winged locusts, crickets and grasshoppers."},{"Chapter":11,"Number":23,"Text":"But all other insects that have wings and walk on four feet are hated."},{"Chapter":11,"Number":24,"Text":"Those insects will make you unclean. Anyone who touches the dead body of one of these insects will become unclean until evening."},{"Chapter":11,"Number":25,"Text":"If someone picks up one of these dead insects, he must wash his clothes. He will be unclean until evening."},{"Chapter":11,"Number":26,"Text":"“‘Some animals have split hooves. But the hooves are not completely divided. And some animals do not chew the cud. They are unclean for you. Anyone who touches the dead body of one of these animals will become unclean."},{"Chapter":11,"Number":27,"Text":"Other animals do not have hooves at all. They walk on their paws. These animals are unclean for you. Anyone who touches the dead body of one of these animals will become unclean. He will be unclean until evening."},{"Chapter":11,"Number":28,"Text":"Anyone who picks up their dead bodies must wash his clothes. He will be unclean until evening. These animals are unclean for you."},{"Chapter":11,"Number":29,"Text":"“‘These crawling animals are unclean for you: moles, rats, all kinds of great lizards,"},{"Chapter":11,"Number":30,"Text":"geckos, crocodiles, lizards, sand reptiles and chameleons."},{"Chapter":11,"Number":31,"Text":"These crawling animals are unclean for you. Anyone who touches their dead bodies will be unclean until evening."},{"Chapter":11,"Number":32,"Text":"“‘If an unclean animal dies and falls on something, that thing will also become unclean. The animal might fall on a thing made from wood, cloth, leather or rough cloth. It does not matter what the thing was used for. Whatever the animal falls on must be washed with water. It will be unclean until evening. Then it will become clean again."},{"Chapter":11,"Number":33,"Text":"The dead, unclean animal might fall into a clay bowl. If it does, anything in the bowl will become unclean. And you must break the bowl."},{"Chapter":11,"Number":34,"Text":"If water from the unclean clay bowl gets on any food, that food will become unclean."},{"Chapter":11,"Number":35,"Text":"If any dead, unclean animal falls on something, that thing becomes unclean. The animal may fall on a clay oven or a clay baking pan. If so, it must be broken into pieces. These things will be unclean. They are unclean for you."},{"Chapter":11,"Number":36,"Text":"“‘A spring or well that collects water will stay clean. But anyone who touches the dead body of any unclean animal will become unclean."},{"Chapter":11,"Number":37,"Text":"A dead, unclean animal might fall on a seed to be planted. That seed is still clean."},{"Chapter":11,"Number":38,"Text":"But you might put water on some seeds. If a dead, unclean animal falls on those seeds, they are unclean for you."},{"Chapter":11,"Number":39,"Text":"“‘Also, an animal which you use for food may die. If it does, anyone who touches its body will be unclean until evening."},{"Chapter":11,"Number":40,"Text":"Anyone who eats meat from this animal’s dead body must wash his clothes. He will be unclean until evening. Anyone who picks up the animal’s dead body must wash his clothes. He will be unclean until evening."},{"Chapter":11,"Number":41,"Text":"“‘Every animal that crawls on the ground is one of the hated animals. It must not be eaten. Anyone who picks up the animal’s dead body must wash his clothes. He will be unclean until evening."},{"Chapter":11,"Number":42,"Text":"You must not eat any of the animals that crawl on the ground. This includes animals that crawl on their stomachs. And it includes animals that walk on all four feet or on many feet. Those are hated animals to you."},{"Chapter":11,"Number":43,"Text":"Do not make yourself unclean by these hated animals. You must not become unclean by them."},{"Chapter":11,"Number":44,"Text":"I am the Lord your God. Keep yourselves holy for me because I am holy. Don’t make yourselves unclean with these hated, crawling animals."},{"Chapter":11,"Number":45,"Text":"I am the Lord who brought you out of Egypt. I did it so I could be your God. You must be holy because I am holy."},{"Chapter":11,"Number":46,"Text":"“‘These are the teachings about all of the cattle, birds and other animals on earth. These are the teachings about the animals in the sea. And these are the teachings about the animals that crawl on the ground."},{"Chapter":11,"Number":47,"Text":"These teachings help people know the difference between unclean animals and clean animals. They help people know which animals may be eaten and which ones must not be eaten.’”"},{"Chapter":12,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":12,"Number":2,"Text":"“Tell the people of Israel this: ‘If a woman gives birth to a son, she will become unclean for 7 days. This will be like her being unclean during her monthly period."},{"Chapter":12,"Number":3,"Text":"On the eighth day the boy must be circumcised."},{"Chapter":12,"Number":4,"Text":"Then it will be 33 days before she becomes clean from her loss of blood. She must not touch anything that is holy. She must not enter the holy place until her time of cleansing is finished."},{"Chapter":12,"Number":5,"Text":"But a woman may give birth to a daughter. Then the mother will be unclean for 2 weeks. This is like her being unclean during her monthly period. It will be 66 days before she becomes clean from her loss of blood."},{"Chapter":12,"Number":6,"Text":"“‘After she has a son or daughter, she must have a time of cleansing. When it is over, the new mother must bring certain sacrifices to the Meeting Tent. She must give the priest at the entrance a year-old lamb for a burnt offering. And she must bring a dove or young pigeon for a sin offering."},{"Chapter":12,"Number":7,"Text":"He will offer them before the Lord to make her clean so she will belong to the Lord again. Then she will be clean from her loss of blood. These are the teachings for a woman who gives birth to a boy or girl."},{"Chapter":12,"Number":8,"Text":"“‘If she cannot afford a lamb, she is to bring two doves or two young pigeons. One bird will be for a burnt offering and one for a sin offering. In this way the priest will make her clean so she will belong to the Lord again. And she will be clean.’”"},{"Chapter":13,"Number":1,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":13,"Number":2,"Text":"“Someone might have a swelling on his skin. Or he might have a scab or a bright spot on his skin. If the sore looks like a harmful skin disease, the person must be brought to Aaron the priest. Or he must be brought to one of Aaron’s sons, the priests."},{"Chapter":13,"Number":3,"Text":"The priest must look at the sore on the person’s skin. The hair in the sore may have become white. And the sore may seem deeper than the person’s skin. If so, it is a harmful skin disease. When he has finished looking at the person, the priest must announce that the person is unclean."},{"Chapter":13,"Number":4,"Text":"“Sometimes there is a white spot on a person’s skin, but the spot does not seem deeper than the skin. If that is true, and if the hair from the spot has not turned white, the priest must separate that person from other people for seven days."},{"Chapter":13,"Number":5,"Text":"On the seventh day the priest must look at the person again. He may see that the sore has not changed. It might not have spread on the skin. Then the priest must keep the person separated for seven more days."},{"Chapter":13,"Number":6,"Text":"On the seventh day the priest must look at the person again. The sore may have faded. And it may not have spread on the skin. If that is true, the priest must announce that the person is clean. The sore is only a rash. The person must wash his clothes. Then he will become clean again."},{"Chapter":13,"Number":7,"Text":"“But the sore may have spread again after the priest has announced him clean. Then the person must come again to the priest."},{"Chapter":13,"Number":8,"Text":"The priest must look at him. If the rash has spread on the skin, the priest must announce that person is unclean. It is a harmful skin disease."},{"Chapter":13,"Number":9,"Text":"“If a person has a harmful skin disease, he must be brought to the priest."},{"Chapter":13,"Number":10,"Text":"The priest must look at him. There might be a white swelling in the skin. And the hair may have become white. And the skin may look raw in the swelling."},{"Chapter":13,"Number":11,"Text":"If these things are true, it is a harmful skin disease. It is one that he has had for a long time. The priest must announce that the person is unclean. He will not need to separate that person from other people. This is because everyone already knows that the person is unclean."},{"Chapter":13,"Number":12,"Text":"“Sometimes skin disease spreads all over a person’s body. The disease covers that person’s skin from his head to his feet, as far as the priest can see. Then the priest must look at the person’s whole body."},{"Chapter":13,"Number":13,"Text":"The priest might see that the disease covers the whole body. It might have turned all of the person’s skin white. Then the priest must announce that the person is clean."},{"Chapter":13,"Number":14,"Text":"“But when the person has an open sore, he is not clean."},{"Chapter":13,"Number":15,"Text":"When the priest sees the open sore, he must announce that the person is unclean. The open sore is not clean. It is a harmful skin disease."},{"Chapter":13,"Number":16,"Text":"If the open sore becomes white again, the person must come to the priest."},{"Chapter":13,"Number":17,"Text":"The priest must look at him. If the sores have become white, the priest must announce that the person with the sores is clean. Then he will be clean."},{"Chapter":13,"Number":18,"Text":"“Someone may have a boil on his skin, but it is healed."},{"Chapter":13,"Number":19,"Text":"In the place where the boil was, there might be a white swelling. Or there might be a bright red spot. This place on the skin must be shown to the priest."},{"Chapter":13,"Number":20,"Text":"And the priest must look at it. The spot might seem deeper than the skin. And the hair on it might have become white. If these things are true, the priest must announce that the person is unclean. The spot is a harmful skin disease. It has broken out from inside the boil."},{"Chapter":13,"Number":21,"Text":"But the priest must look at the spot. There might be no white hairs in it. The spot may not be deeper than the skin. And it may have faded. Then the priest must separate the person from other people for seven days."},{"Chapter":13,"Number":22,"Text":"If the spot spreads on the skin, the priest must announce that the person is unclean. It is a disease that will spread."},{"Chapter":13,"Number":23,"Text":"But the bright spot might not spread or change. Then it is only the scar from the old boil. Then the priest must announce that the person is clean."},{"Chapter":13,"Number":24,"Text":"“A person might get a burn on his skin. If the open sore becomes white or red,"},{"Chapter":13,"Number":25,"Text":"the priest must look at it. The white spot might seem deeper than the skin. And the hair at that spot might have become white. If these things are true, it is a harmful skin disease. The disease has broken out in the burn. Then the priest must announce that the person is unclean. It is a harmful skin disease."},{"Chapter":13,"Number":26,"Text":"But the priest must look at the spot. There might be no white hair in the bright spot. And the spot may be no deeper than the skin. It may have faded. Then the priest must separate the person from other people for seven days."},{"Chapter":13,"Number":27,"Text":"On the seventh day the priest must look at him again. If the spot has spread on the skin, the priest must announce that the person is unclean. It is a harmful skin disease."},{"Chapter":13,"Number":28,"Text":"But the bright spot may not have spread on the skin. It may have faded. Then it is the swelling from the burn. And the priest must announce that the person is clean. The spot is only a scar from the burn."},{"Chapter":13,"Number":29,"Text":"“Someone might get a sore on his scalp or on his chin."},{"Chapter":13,"Number":30,"Text":"A priest must look at the sore. It may seem to be deeper than the skin. And the hair around it may be thin and yellow. If these things are true, the priest must announce that the person is unclean. It is an itch, a harmful skin disease of the head or chin."},{"Chapter":13,"Number":31,"Text":"But when the priest looks at it, the sore might not seem deeper than the skin. There might not be any black hair in it. If that is true, the priest must separate the person from other people for seven days."},{"Chapter":13,"Number":32,"Text":"On the seventh day the priest must look at the sore. It may not have spread. There may be no yellow hairs growing in it. And the sore may not seem deeper than the skin."},{"Chapter":13,"Number":33,"Text":"If these things are true, the person must shave himself. But he must not shave the sore place. The priest must separate that person from other people for seven more days."},{"Chapter":13,"Number":34,"Text":"On the seventh day the priest must look at the sore. The sore may not have spread on the skin. And it may not seem deeper than the skin. If that is true, the priest must announce that the person is clean. So the person must wash his clothes and become clean."},{"Chapter":13,"Number":35,"Text":"But the sore might spread on the skin after the person has become clean."},{"Chapter":13,"Number":36,"Text":"Then the priest must look at him again. If the sore has spread on the skin, the priest doesn’t need to look for the yellowish hair. The person is unclean."},{"Chapter":13,"Number":37,"Text":"But the priest might think the sore has stopped spreading. And black hair may be growing in it. Then the sore has healed. The person is clean. And the priest must announce that he is clean."},{"Chapter":13,"Number":38,"Text":"“When a person has white spots on his skin,"},{"Chapter":13,"Number":39,"Text":"a priest must look at them. If the spots on his skin are dull white, the disease is only a harmless rash. That person is clean."},{"Chapter":13,"Number":40,"Text":"“A man might lose hair from his head and be bald. He is clean."},{"Chapter":13,"Number":41,"Text":"He might lose hair from the front of his head and have a bald forehead. He is clean."},{"Chapter":13,"Number":42,"Text":"But if there is a red-white sore on his scalp, it is a skin disease."},{"Chapter":13,"Number":43,"Text":"A priest must look at that person. The swelling of the sore might be red-white. It might look like a skin disease that spreads."},{"Chapter":13,"Number":44,"Text":"Then that person has a skin disease. He is unclean. And the priest must announce that the person is unclean because of the sore on his head."},{"Chapter":13,"Number":45,"Text":"“If a person has a skin disease that spreads, he must warn other people. He must shout, ‘Unclean, unclean!’ His clothes must be torn at the seams. He must let his hair stay uncombed. And he must cover his mouth."},{"Chapter":13,"Number":46,"Text":"That person will be unclean the whole time he has the disease. He is unclean. He must live alone outside the camp. "},{"Chapter":13,"Number":47,"Text":"“Some clothing might have mildew on it. The cloth might be linen or wool."},{"Chapter":13,"Number":48,"Text":"It might be woven or knitted. The mildew might be on a piece of leather or on something made from leather."},{"Chapter":13,"Number":49,"Text":"The mildew might be in the clothing, leather or woven or knitted material. If the mildew is green or red, it is a spreading mildew. Then it must be shown to the priest."},{"Chapter":13,"Number":50,"Text":"The priest must look at the mildew. And he must put that thing in a separate place for seven days."},{"Chapter":13,"Number":51,"Text":"On the seventh day he must look at the mildew. It doesn’t matter if the mildew is on leather or cloth. It doesn’t matter if the cloth is woven or knitted. It doesn’t matter what it was used for. If the mildew has spread, it is a mildew that destroys."},{"Chapter":13,"Number":52,"Text":"The priest must burn it. It does not matter if it is woven or knitted, wool or linen or a leather article. The mildew is spreading. The thing must be burned."},{"Chapter":13,"Number":53,"Text":"“If the priest sees that the mildew has not spread, the cloth or leather must be washed. It does not matter if it is leather or cloth, knitted or woven. It must be washed."},{"Chapter":13,"Number":54,"Text":"The priest must order the people to wash that piece of leather or cloth. Then he must separate the clothing for seven more days."},{"Chapter":13,"Number":55,"Text":"After that time the priest must look at it again. If the mildew still looks the same, that thing is unclean. It does not matter if the mildew has not spread. You must burn that cloth or piece of leather."},{"Chapter":13,"Number":56,"Text":"“But when the priest looks at that piece of leather or cloth, the mildew might have faded. Then the priest must tear the mildew out of the piece of leather or cloth. It does not matter if the cloth is woven or knitted."},{"Chapter":13,"Number":57,"Text":"But the mildew might come back to that piece of leather or cloth. If that happens, the mildew is spreading. And that piece of leather or cloth must be burned."},{"Chapter":13,"Number":58,"Text":"The cloth, the woven or knitted material, or the leather may be washed. The mildew may then be gone. It must be washed again. Then it will be clean."},{"Chapter":13,"Number":59,"Text":"“These are the teachings about mildew on pieces of leather or cloth. It doesn’t matter if the cloth is woven or knitted.”"},{"Chapter":14,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":14,"Number":2,"Text":"“These are the teachings for people who had a harmful skin disease and have become well. These teachings are for making that person clean."},{"Chapter":14,"Number":3,"Text":"“A priest must look at the person who had the skin disease. He must go to that person outside the camp. He must see if the skin disease is healed."},{"Chapter":14,"Number":4,"Text":"If the person is healthy, the priest will tell him to do these things: He must get two living, clean birds. He must also get a piece of cedar wood, a piece of red cloth and a hyssop plant. These things are for cleansing the person with the skin disease."},{"Chapter":14,"Number":5,"Text":"“The priest must order one bird to be killed in a clay bowl containing fresh water."},{"Chapter":14,"Number":6,"Text":"Then he will take the other bird that is still alive. He will take the piece of cedar wood, the red cloth and the hyssop. He will dip the living bird and other things into the blood. (This is the blood of the bird that was killed over the fresh water.)"},{"Chapter":14,"Number":7,"Text":"The priest will sprinkle the blood seven times on the person who had the skin disease. He must announce that the person is clean. Then the priest must go to an open field. He must let the living bird go free."},{"Chapter":14,"Number":8,"Text":"“Next, that person must wash his clothes. He must shave off all his hair. And he must wash with water. Then he will be clean and may go into the camp. But at first he must stay outside his tent for seven days."},{"Chapter":14,"Number":9,"Text":"On the seventh day he must shave off all his hair. He must shave off his hair, his beard and his eyebrows. He must wash his clothes and bathe his body in water. Then he will be clean."},{"Chapter":14,"Number":10,"Text":"“On the eighth day the person who had the skin disease must take two male lambs. They must have nothing wrong with them. He must also take a year-old female lamb. It must have nothing wrong with it. The person must take six quarts of fine flour mixed with oil. This is for a grain offering. He must also take two-thirds of a pint of olive oil."},{"Chapter":14,"Number":11,"Text":"A priest must announce that the person is clean. Then he must bring that person and his sacrifices before the Lord. This is at the entrance of the Meeting Tent."},{"Chapter":14,"Number":12,"Text":"The priest will take one of the male lambs. He will offer it and the olive oil as a guilt offering. And he will present them before the Lord as an offering."},{"Chapter":14,"Number":13,"Text":"Then he will kill the male lamb in the holy place. He will kill it where they kill the sin offering and the whole burnt offering. The penalty offering is like the sin offering. It belongs to the priest. It is most holy."},{"Chapter":14,"Number":14,"Text":"“The priest will take some of the blood of the penalty offering. He will put some of it on the bottom of the right ear of the person to be made clean. He will put some of it on the thumb of the person’s right hand. And he will put some on the big toe of the person’s right foot."},{"Chapter":14,"Number":15,"Text":"The priest will also take some of the oil and pour it into his own left hand."},{"Chapter":14,"Number":16,"Text":"Then he will dip a finger of his right hand into the oil that is in his left hand. He will use his finger to sprinkle some of the oil seven times before the Lord."},{"Chapter":14,"Number":17,"Text":"The priest will put some oil from his hand on the bottom of the right ear of the person to be made clean. He will put some of it on the thumb of the person’s right hand. And he will put some of it on the big toe of the person’s right foot. The oil will go on these places on top of the blood for the penalty offering."},{"Chapter":14,"Number":18,"Text":"He will put the rest of the oil that is in his left hand on the head of the person to be made clean. In this way the priest will make that person clean so he can belong to the Lord again."},{"Chapter":14,"Number":19,"Text":"“Next the priest will offer the sin offering. It will make that person clean so he can belong to the Lord again. After this the priest will kill the animal for the whole burnt offering."},{"Chapter":14,"Number":20,"Text":"Then he will offer the burnt offering and grain offering on the altar. In this way he will make that person clean so he can belong to the Lord again."},{"Chapter":14,"Number":21,"Text":"“But the person may be poor and unable to afford these offerings. Then he must take one male lamb for a penalty offering. It will be presented to the Lord so the priest can make that person clean. Then he can belong to the Lord again. The person must take two quarts of fine flour mixed with oil. It will be used for a grain offering. He must also take two-thirds of a pint of olive oil."},{"Chapter":14,"Number":22,"Text":"He must take two doves or two young pigeons, which he can afford. One bird will be a sin offering. The other will be a whole burnt offering."},{"Chapter":14,"Number":23,"Text":"On the eighth day the person will bring them to the priest at the entrance of the Meeting Tent. The gifts will be offered before the Lord. This is so the person can become clean."},{"Chapter":14,"Number":24,"Text":"The priest will take the lamb for the penalty offering and the oil. He will present them as an offering before the Lord."},{"Chapter":14,"Number":25,"Text":"Then he will kill the lamb of the penalty offering. He will take some of the blood of the penalty offering. He will put it on the bottom of the right ear of the person to be made clean. The priest will put some of this blood on the thumb of the person’s right hand. And he will put some on the big toe of the person’s right foot."},{"Chapter":14,"Number":26,"Text":"He will also pour some of the oil into his own left hand."},{"Chapter":14,"Number":27,"Text":"Then with a finger of his right hand, he will sprinkle some of the oil from his left hand. He will sprinkle it seven times before the Lord."},{"Chapter":14,"Number":28,"Text":"Then the priest will take some of the oil from his hand. He will put it on the bottom of the right ear of the person to be made clean. He will also put some of it on the thumb of the person’s right hand. And he will put some on the big toe of the person’s right foot. The oil will go on these places on top of the blood from the penalty offering."},{"Chapter":14,"Number":29,"Text":"The priest must put the rest of the oil that is in his hand on the head of the person to be made clean. In this way the priest will make the person clean so he can belong to the Lord again."},{"Chapter":14,"Number":30,"Text":"Then the priest will offer one of the doves or young pigeons. He must offer what the person can afford."},{"Chapter":14,"Number":31,"Text":"He must offer one of the birds as a sin offering. And he must offer the other bird as a whole burnt offering. He must offer them with the grain offering. In this way the priest will make the person clean so he can belong to the Lord again. The person will become clean."},{"Chapter":14,"Number":32,"Text":"“These are the teachings for making a person clean. This is done after he has become well from a skin disease. These teachings are for people who cannot afford the regular sacrifices for becoming clean.” "},{"Chapter":14,"Number":33,"Text":"The Lord also said to Moses and Aaron,"},{"Chapter":14,"Number":34,"Text":"“I am giving the land of Canaan to your people. When they enter that land, I might cause mildew to grow in someone’s house."},{"Chapter":14,"Number":35,"Text":"The owner of that house must come and tell the priest. He should say, ‘I have seen something like mildew in my house.’"},{"Chapter":14,"Number":36,"Text":"Then the priest must order the people to empty the house. They must do this before he goes in to look at the mildew. This is so he will not have to say that everything in the house is unclean. After the people have emptied the house, the priest will go in to look at it."},{"Chapter":14,"Number":37,"Text":"He will look at the mildew. The mildew on the walls of the house might be green or red. It might go into the wall’s surface."},{"Chapter":14,"Number":38,"Text":"If these things are true, he must go out and close up the house for seven days."},{"Chapter":14,"Number":39,"Text":"On the seventh day the priest must come back and check the house. The mildew may have spread on the walls of the house."},{"Chapter":14,"Number":40,"Text":"If it has, the priest must order the people to tear out the stones with the mildew on them. They should throw the stones away. They must put the stones at a certain unclean place outside the city."},{"Chapter":14,"Number":41,"Text":"Then the priest must have all the inside of the house scraped. The people must throw away the plaster they scraped off the walls. They must put the plaster at a certain unclean place outside the city."},{"Chapter":14,"Number":42,"Text":"Then the owner must put new stones in the walls. And he must cover the walls with new clay plaster."},{"Chapter":14,"Number":43,"Text":"“A person may have taken away the old stones and plaster. He may have put in new stones and plaster. But mildew may again appear in his house."},{"Chapter":14,"Number":44,"Text":"If it does, the priest must come back and check the house again. If the mildew has spread in the house, it is a mildew that destroys things. So the house is unclean."},{"Chapter":14,"Number":45,"Text":"Then the owner must tear down the house. He must remove all its stones, plaster and wood. He must take them to the unclean place outside the city."},{"Chapter":14,"Number":46,"Text":"Anyone who goes into that house will be unclean until evening."},{"Chapter":14,"Number":47,"Text":"Anyone who eats in that house or lies down there must wash his clothes."},{"Chapter":14,"Number":48,"Text":"“After new stones and plaster have been put in a house, the priest must check it again. The mildew may not have spread in the house. Then the priest will announce that the house is clean. This is because the mildew is gone."},{"Chapter":14,"Number":49,"Text":"“Then, to make the house clean, the priest must take two birds. He must also take a piece of cedar wood, a piece of red cloth and a hyssop plant."},{"Chapter":14,"Number":50,"Text":"He will kill one bird in a clay bowl containing fresh water."},{"Chapter":14,"Number":51,"Text":"Then he will take the other bird that is still alive. He will also take the cedar wood, the hyssop and the red cloth. He will dip the living bird and other things into the blood. (This is the blood of the bird that was killed over the fresh water.) Then the priest will sprinkle the blood on the house seven times."},{"Chapter":14,"Number":52,"Text":"He will use the bird’s blood, the fresh water and the live bird. And he will use the cedar wood, the hyssop and the red cloth. With these things he will make the house clean."},{"Chapter":14,"Number":53,"Text":"The priest will go to an open field outside the city. And he will let the living bird go free. This is how the priest makes the house clean and ready for service to the Lord.”"},{"Chapter":14,"Number":54,"Text":"These are the teachings about any kind of skin disease."},{"Chapter":14,"Number":55,"Text":"These are the teachings for mildew on pieces of cloth or in a house."},{"Chapter":14,"Number":56,"Text":"These are also the teachings for swellings, rashes or bright spots on the skin."},{"Chapter":14,"Number":57,"Text":"They teach when things are unclean and when they are clean. These are the teachings about all these kinds of diseases."},{"Chapter":15,"Number":1,"Text":"The Lord also said to Moses and Aaron,"},{"Chapter":15,"Number":2,"Text":"“Say to the people of Israel: ‘When a fluid comes from a man’s body, he is unclean."},{"Chapter":15,"Number":3,"Text":"It doesn’t matter if the fluid flows freely or if it is blocked from flowing."},{"Chapter":15,"Number":4,"Text":"“‘The man who discharges the body fluid may lie on a bed. If he does, that bed becomes unclean. Everything he sits on becomes unclean."},{"Chapter":15,"Number":5,"Text":"Also anyone who touches his bed must wash his clothes and bathe in water. This person will be unclean until evening."},{"Chapter":15,"Number":6,"Text":"Someone might sit on something that the man who discharges the fluid sat on. If he does, he must wash his clothes and bathe in water. He will be unclean until evening."},{"Chapter":15,"Number":7,"Text":"Anyone who touches the man who discharges the body fluid must wash his clothes and bathe in water. The person will be unclean until evening."},{"Chapter":15,"Number":8,"Text":"“‘The man who discharges the body fluid might spit on a clean person. If so, the person who was clean must wash his clothes. He must bathe in water. The person will be unclean until evening."},{"Chapter":15,"Number":9,"Text":"Everything on which the man who is unclean has ridden will become unclean."},{"Chapter":15,"Number":10,"Text":"Someone might touch something that was under the man who discharges a body fluid. If he does, he will be unclean until evening. Someone might carry these things that were under the man who discharges a body fluid. This person must wash his clothes and bathe in water. He will be unclean until evening."},{"Chapter":15,"Number":11,"Text":"“‘The man who discharges a body fluid may not have washed his hands in water. If he touches another person, that person must wash his clothes. That person must bathe in water. He will be unclean until evening."},{"Chapter":15,"Number":12,"Text":"“‘A man who discharges a body fluid may touch a clay bowl. That bowl must be broken. If he touches a wooden bowl, that bowl must be washed in water."},{"Chapter":15,"Number":13,"Text":"“‘A man who discharges a body fluid may be made clean. He must count seven days for himself for his cleansing. He must wash his clothes and bathe his body in fresh water. Then he will be clean."},{"Chapter":15,"Number":14,"Text":"On the eighth day he must take two doves or two young pigeons. He must come before the Lord at the entrance of the Meeting Tent. He will give the two birds to the priest."},{"Chapter":15,"Number":15,"Text":"The priest will offer the birds. One bird is for a sin offering. The other is for a burnt offering. So the priest will make that man clean so he can belong to the Lord again."},{"Chapter":15,"Number":16,"Text":"“‘If semen goes out from a man, he must bathe in water. He will be unclean until evening."},{"Chapter":15,"Number":17,"Text":"If the fluid gets on any clothing or leather, it must be washed with water. It will be unclean until evening."},{"Chapter":15,"Number":18,"Text":"“‘If a man has physical relations with a woman and semen comes out, both people must bathe in water. They will be unclean until evening. "},{"Chapter":15,"Number":19,"Text":"“‘When a woman has her monthly period, she is unclean for seven days. Anyone who touches her will be unclean until evening."},{"Chapter":15,"Number":20,"Text":"Anything she lies on during this time will be unclean. Everything she sits on during that time will be unclean."},{"Chapter":15,"Number":21,"Text":"Anyone who touches her bed must wash his clothes and bathe in water. That person will be unclean until evening."},{"Chapter":15,"Number":22,"Text":"Anyone who touches something she has sat on must wash his clothes and bathe in water. That person will be unclean until evening."},{"Chapter":15,"Number":23,"Text":"It does not matter if the person touched the woman’s bed or something she sat on. That person will be unclean until evening."},{"Chapter":15,"Number":24,"Text":"“‘A man might have physical relations with a woman during her monthly period. If he does, he will be unclean for seven days. Every bed he lies on will also be unclean."},{"Chapter":15,"Number":25,"Text":"“‘A woman might have a loss of blood for many days. It may not be during her regular monthly period. Or she may continue to have a loss of blood after her regular period. If she does, she will be unclean, as she is during her monthly period. She will be unclean for as long as she continues to bleed."},{"Chapter":15,"Number":26,"Text":"Any bed she lies on during all the time of her bleeding will be like her bed during her regular monthly period. Everything she sits on will be unclean. It will be like during her regular monthly period."},{"Chapter":15,"Number":27,"Text":"“‘If anyone touches those things, that person will be unclean. He must wash his clothes and bathe in water. He will be unclean until evening."},{"Chapter":15,"Number":28,"Text":"When the woman becomes clean from her bleeding, she must wait seven days. After this she will be clean."},{"Chapter":15,"Number":29,"Text":"Then on the eighth day she must take two doves or two young pigeons. She must bring them to the priest at the entrance of the Meeting Tent."},{"Chapter":15,"Number":30,"Text":"Then the priest must offer one bird for a sin offering. He must offer the other bird for a whole burnt offering. So the priest will make her clean so she can belong to the Lord again."},{"Chapter":15,"Number":31,"Text":"“‘So you must warn the people of Israel to stay separated from things that make them unclean. If you don’t warn the people, they might make my Holy Tent unclean. And then they would have to die!’”"},{"Chapter":15,"Number":32,"Text":"These are the teachings for the man who discharges a body fluid. These are the teachings for men who become unclean from semen coming out of their bodies."},{"Chapter":15,"Number":33,"Text":"These are the teachings for women who become unclean from their monthly period. These are the teachings for anyone who becomes unclean by having physical relations with another person who is unclean."},{"Chapter":16,"Number":1,"Text":"Now two of Aaron’s sons had died while offering incense to the Lord. At that time the Lord spoke to Moses."},{"Chapter":16,"Number":2,"Text":"He said, “Talk to your brother Aaron. Tell him there are times when he cannot go behind the curtain into the Most Holy Place where the Ark of the Covenant is. If he goes in when I appear in a cloud over the lid on the Ark of the Covenant, he will die."},{"Chapter":16,"Number":3,"Text":"“Aaron may enter the Most Holy Place only on the Day of Cleansing. Before he enters, he must offer a bull for a sin offering. And he must offer a male sheep for a whole burnt offering."},{"Chapter":16,"Number":4,"Text":"He must put on these clothes. He will put on the holy linen inner robe. The linen underclothes will be next to his body. His belt will be the cloth belt. And he will wear the linen turban. These are holy clothes. So he must wash his whole body with water before he puts them on."},{"Chapter":16,"Number":5,"Text":"“Aaron must take from the people of Israel two male goats for a sin offering. And he must take one male sheep for a burnt offering."},{"Chapter":16,"Number":6,"Text":"Then he will offer the bull for the sin offering. This sin offering is for himself. Then he will perform the acts to remove sins from him and his family so they will belong to the Lord."},{"Chapter":16,"Number":7,"Text":"“Next Aaron will take the two goats. He will bring them before the Lord at the entrance to the Meeting Tent."},{"Chapter":16,"Number":8,"Text":"Aaron will throw lots for the two goats. One lot will be for the Lord. The other lot will be for the goat that removes sin."},{"Chapter":16,"Number":9,"Text":"Then Aaron will take the goat that was chosen for the Lord by throwing the lot. He must offer this goat as a sin offering."},{"Chapter":16,"Number":10,"Text":"The other goat was chosen by lot to remove the sin. It must be brought alive before the Lord. The priest will use it to perform the acts to remove Israel’s sin so they will belong to the Lord. Then this goat will be sent out into the desert."},{"Chapter":16,"Number":11,"Text":"“Then Aaron will offer the bull as a sin offering for himself. This will remove the sins of him and his family so they will belong to the Lord. He will kill the bull for the sin offering for himself."},{"Chapter":16,"Number":12,"Text":"Then he must take a pan full of burning coals from the altar before the Lord. Aaron must take two handfuls of sweet incense that has been ground into powder. He must bring it into the room behind the curtain."},{"Chapter":16,"Number":13,"Text":"He must put the incense on the fire before the Lord. Then the cloud of incense will cover the lid on the Ark of the Covenant. Then when Aaron comes in, he will not die."},{"Chapter":16,"Number":14,"Text":"Also, Aaron must take some of the blood from the bull. He must sprinkle it with his finger on the front of the lid. Then, with his finger he will sprinkle the blood seven times in front of the lid."},{"Chapter":16,"Number":15,"Text":"“Then Aaron must kill the goat of the sin offering for the people. He must bring this goat’s blood into the room behind the curtain. He must do with the goat’s blood as he did with the bull’s blood. He must sprinkle the goat’s blood on the lid and in front of it."},{"Chapter":16,"Number":16,"Text":"The people in Israel have been unclean. So Aaron will perform the acts to make the Most Holy Place ready for service to the Lord. Then it will be clean from the sins and crimes of the people of Israel. He must do this because the Meeting Tent stays in the middle of unclean people."},{"Chapter":16,"Number":17,"Text":"When Aaron makes the Most Holy Place ready for service to the Lord, no one is allowed in the Meeting Tent. No one must go in until Aaron comes out. So Aaron will perform the acts to remove sins from himself and his family so they will belong to the Lord. Then he will remove the sins of all the people of Israel so they will belong to the Lord."},{"Chapter":16,"Number":18,"Text":"Afterward he will go out to the altar that is before the Lord. And he will make the altar ready for service to the Lord. Aaron will take some of the bull’s blood and some of the goat’s blood. He will put it on the corners of the altar on all sides."},{"Chapter":16,"Number":19,"Text":"Then he will sprinkle some of the blood with his finger. He will sprinkle it on the altar seven times. In this way Aaron will make the altar holy for the Lord. And it will be clean from all the sins of the people of Israel."},{"Chapter":16,"Number":20,"Text":"“Aaron will make the Most Holy Place, the Meeting Tent and the altar clean. Then he will bring the goat alive to the Lord."},{"Chapter":16,"Number":21,"Text":"He will put both his hands on the head of the living goat. Then he will confess all the sins and crimes of Israel over the goat. In this way Aaron will put the people’s sins on the goat’s head. Then he will send the goat away into the desert. A man who has been appointed will lead the goat away."},{"Chapter":16,"Number":22,"Text":"So the goat will carry all the people’s sins on itself. It will go to a lonely place in the desert. The man who leads the goat will let it loose there."},{"Chapter":16,"Number":23,"Text":"“Then Aaron will enter the Meeting Tent. He will take off the linen clothes. (He had put them on before he went into the Most Holy Place.) He must leave these clothes there."},{"Chapter":16,"Number":24,"Text":"He will wash his whole body with water in a holy place. Then he will put on his regular clothes. He will come out and offer the whole burnt offering for himself. And he will offer the whole burnt offering for the people. He will remove sins from himself and the people so they will belong to the Lord."},{"Chapter":16,"Number":25,"Text":"Then he will burn the fat of the sin offering on the altar."},{"Chapter":16,"Number":26,"Text":"“The person who led the goat into the desert must wash his clothes. Then he must wash his whole body with water. After that, he may come back into the camp."},{"Chapter":16,"Number":27,"Text":"“The bull and goat for the sin offerings must be taken outside the camp. The blood from these animals was brought into the Most Holy Place. It was to make the Holy Place ready for service to the Lord. The priests will burn the animals’ skins, bodies and intestines in the fire."},{"Chapter":16,"Number":28,"Text":"Then the one who burns them must wash his clothes. And he must wash his whole body with water. After that, he may come back into the camp."},{"Chapter":16,"Number":29,"Text":"“This law will always continue for you: On the tenth day of the seventh month, you must not eat. You must not do any work. The travelers or foreigners living with you must not work either."},{"Chapter":16,"Number":30,"Text":"On this day the priests make you clean so you will belong to the Lord again. All your sins will be removed."},{"Chapter":16,"Number":31,"Text":"This is a very important day of rest for you. And you must not eat. This law will continue forever."},{"Chapter":16,"Number":32,"Text":"“So the appointed priest will perform the acts for making things ready for service to the Lord. He is the priest on whom oil was poured. He is appointed to take his father’s place. That priest must put on the holy linen clothes."},{"Chapter":16,"Number":33,"Text":"He must make the Most Holy Place ready for service to the Lord. He must make the Meeting Tent and the altar ready for service to the Lord. He must remove the sins of himself and all the people of Israel so they will belong to the Lord."},{"Chapter":16,"Number":34,"Text":"That law for removing the sins of the Israelites so they will belong to the Lord will continue forever. You will do these things once a year.”So they did the things the Lord had commanded Moses."},{"Chapter":17,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":17,"Number":2,"Text":"“Speak to Aaron, his sons and all the people of Israel. Tell them: ‘This is what the Lord has commanded:"},{"Chapter":17,"Number":3,"Text":"An Israelite might sacrifice an ox, a lamb or a goat. He might kill it inside the camp or outside it."},{"Chapter":17,"Number":4,"Text":"But he should have brought the animal to the entrance to the Meeting Tent. He should have given the animal as a gift to the Lord. If he didn’t, he is guilty of killing. He must be separated from his people."},{"Chapter":17,"Number":5,"Text":"This rule is so people will bring their sacrifices to the Lord. They have been sacrificing in the open fields. But they must bring those animals to the Lord at the entrance of the Meeting Tent. They must bring them to the priest and offer them as fellowship offerings."},{"Chapter":17,"Number":6,"Text":"Then the priest will sprinkle the blood from those animals on the Lord’s altar. It is near the entrance to the Meeting Tent. And the priest will burn the fat from those animals on the altar. This smell will be pleasing to the Lord."},{"Chapter":17,"Number":7,"Text":"They must not offer any more sacrifices to their goat idols. They have chased after those other gods. In that way they have acted like prostitutes. These rules will continue for people from now on.’"},{"Chapter":17,"Number":8,"Text":"“Tell the people this: ‘Someone might offer a burnt offering or sacrifice. He might be a citizen of Israel. Or he might be a traveler or foreigner living with you."},{"Chapter":17,"Number":9,"Text":"That person must take his sacrifice to the entrance to the Meeting Tent. There he may offer it to the Lord. If he does not do this, he must be separated from his people."},{"Chapter":17,"Number":10,"Text":"“‘I will be against anyone who eats blood. It does not matter if it is a citizen of Israel or a foreigner living with you. I will separate that person from his people."},{"Chapter":17,"Number":11,"Text":"This is because the life of the body is in the blood. And I have given you rules for pouring that blood on the altar. You must do this to remove your sins so you will belong to the Lord. It is the blood that removes the sins from your life so you will belong to the Lord."},{"Chapter":17,"Number":12,"Text":"So I tell the people of Israel this: “None of you may eat blood. And no foreigner living among you may eat blood.”"},{"Chapter":17,"Number":13,"Text":"“‘Someone may catch a wild animal or bird that can be eaten. The person may be a citizen of Israel or a foreigner living among you. He must pour the blood on the ground and cover it with dirt."},{"Chapter":17,"Number":14,"Text":"This is because if blood is still in the meat, the animal’s life is still in it. So I give this command to the people of Israel: “Don’t eat meat that still has blood in it. Anyone who eats blood must be separated from his people.”"},{"Chapter":17,"Number":15,"Text":"“‘Someone may eat an animal that died by itself. Or he may eat an animal that was killed by another animal. The person may be a citizen of Israel or a foreigner living among you. If he eats the animal, he will be unclean until evening. He must wash his clothes and whole body with water."},{"Chapter":17,"Number":16,"Text":"If he does not wash his clothes and bathe his body, he will be guilty of sin.’”"},{"Chapter":18,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":18,"Number":2,"Text":"“Tell the people of Israel: ‘I am the Lord your God."},{"Chapter":18,"Number":3,"Text":"In the past you lived in Egypt. You must not do what was done in that country. And you must not do as they do in the land of Canaan where I am bringing you. Do not follow their customs."},{"Chapter":18,"Number":4,"Text":"You must obey my rules and follow them. I am the Lord your God."},{"Chapter":18,"Number":5,"Text":"Obey my laws and rules. A person who obeys my laws and rules will live because of them. I am the Lord."},{"Chapter":18,"Number":6,"Text":"“‘You must never have physical relations with your close relatives. I am the Lord."},{"Chapter":18,"Number":7,"Text":"“‘You must not shame your father by having physical relations with your mother. She is your mother. Do not have physical relations with her."},{"Chapter":18,"Number":8,"Text":"You must not have physical relations with your father’s wife. That would shame your father."},{"Chapter":18,"Number":9,"Text":"“‘You must not have physical relations with your sister. She may be the daughter of your father or your mother. It doesn’t matter if she was born in your house or somewhere else."},{"Chapter":18,"Number":10,"Text":"“‘You must not have physical relations with your granddaughter. She may be your son’s daughter or your daughter’s daughter. That would bring shame on you."},{"Chapter":18,"Number":11,"Text":"“‘If your father and his wife have a daughter, she is your sister. You must not have physical relations with her."},{"Chapter":18,"Number":12,"Text":"“‘You must not have physical relations with your father’s sister. She is your father’s close relative."},{"Chapter":18,"Number":13,"Text":"You must not have physical relations with your mother’s sister. She is your mother’s close relative."},{"Chapter":18,"Number":14,"Text":"You must not have physical relations with the wife of your father’s brother. This would shame him. His wife is your aunt."},{"Chapter":18,"Number":15,"Text":"“‘You must not have physical relations with your daughter-in-law. She is your son’s wife. Do not have physical relations with her."},{"Chapter":18,"Number":16,"Text":"“‘You must not have physical relations with your brother’s wife. That would shame your brother."},{"Chapter":18,"Number":17,"Text":"“‘You must not have physical relations with both a woman and her daughter. And do not have physical relations with this woman’s granddaughter. It may be the daughter of her son or her daughter. They are her close relatives. It is evil to do this."},{"Chapter":18,"Number":18,"Text":"“‘While your wife is still living, you must not take her sister as another wife. Do not have physical relations with her."},{"Chapter":18,"Number":19,"Text":"“‘You must not go near a woman to have physical relations with her during her monthly period. She is unclean during this time."},{"Chapter":18,"Number":20,"Text":"“‘You must not commit adultery with your neighbor’s wife and make yourself unclean with her."},{"Chapter":18,"Number":21,"Text":"“‘You must not give any of your children to be sacrificed to Molech. This will show that you do not respect your God. I am the Lord."},{"Chapter":18,"Number":22,"Text":"“‘You must not have physical relations with a man as you would a woman. That is a hated sin."},{"Chapter":18,"Number":23,"Text":"“‘You must not have unnatural physical relations with an animal and make yourself unclean with it. Also a woman must not have unnatural physical relations with an animal. It is not natural."},{"Chapter":18,"Number":24,"Text":"“‘Don’t make yourself unclean by any of these wrong things. I am forcing nations out of their countries because they did these sins. And I am giving their land to you."},{"Chapter":18,"Number":25,"Text":"The land has become unclean. So I punished it for its sins. And the land is throwing out those people who live there."},{"Chapter":18,"Number":26,"Text":"“‘You must obey my laws and rules. You must not do any of these hated sins. These rules are for the citizens of Israel. They are also for the people who live with you."},{"Chapter":18,"Number":27,"Text":"The people who lived in the land before you did all these hated things. So the land became unclean."},{"Chapter":18,"Number":28,"Text":"If you do these things, you will also make the land unclean. And it will throw you out as it threw out the nations before you."},{"Chapter":18,"Number":29,"Text":"Anyone who does these hated sins must be separated from his people."},{"Chapter":18,"Number":30,"Text":"The people who lived in the land before you have done these hated sins. But you must not do them. You must obey my laws. Don’t make yourself unclean by these hated sins. I am the Lord your God.’”"},{"Chapter":19,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":19,"Number":2,"Text":"“Tell all the people of Israel: ‘I am the Lord your God. You must be holy because I am holy."},{"Chapter":19,"Number":3,"Text":"“‘Each person among you must respect his mother and father. And you must keep my Sabbaths. I am the Lord your God."},{"Chapter":19,"Number":4,"Text":"“‘Do not worship idols. Do not make statues of gods for yourselves. I am the Lord your God."},{"Chapter":19,"Number":5,"Text":"“‘You may sacrifice a fellowship offering to the Lord. If you do, you must offer it so you will be accepted."},{"Chapter":19,"Number":6,"Text":"You may eat it the same day you offer it. And you may also eat it on the next day. But if any is left on the third day, you must burn it up."},{"Chapter":19,"Number":7,"Text":"If any of it is eaten on the third day, it is unclean. It will not be accepted."},{"Chapter":19,"Number":8,"Text":"Anyone who eats it then will be guilty of sin. This is because he did not respect the holy things that belong to the Lord. He must be separated from his people."},{"Chapter":19,"Number":9,"Text":"“‘You harvest your crops on your land. But do not harvest all the way to the corners of your fields. If grain falls onto the ground, don’t gather it up."},{"Chapter":19,"Number":10,"Text":"Don’t pick all the grapes in your vineyards. And don’t pick up the grapes that fall to the ground. You must leave those things for poor people. You must also leave them for people traveling through your country. I am the Lord your God."},{"Chapter":19,"Number":11,"Text":"“‘You must not steal. You must not cheat people. You must not lie to each other."},{"Chapter":19,"Number":12,"Text":"You must not make a false promise by my name. If you do that, you will show that you don’t respect your God. I am the Lord."},{"Chapter":19,"Number":13,"Text":"“‘You must not cheat your neighbor. You must not rob him. You must not keep a hired worker’s salary all night until morning."},{"Chapter":19,"Number":14,"Text":"You must not curse a deaf man. And you must not put something in front of a blind person to make him fall. But you must respect your God. I am the Lord."},{"Chapter":19,"Number":15,"Text":"“‘Be fair in your judging. You must not show special favor to poor people or great people. You must be fair when you judge your neighbor."},{"Chapter":19,"Number":16,"Text":"You must not spread false stories against other people. You must not do anything that would put your neighbor’s life in danger. I am the Lord."},{"Chapter":19,"Number":17,"Text":"“‘You must not hate your brother in your heart. If your neighbor does something wrong, tell him about it. If you do not, you will be partly to blame."},{"Chapter":19,"Number":18,"Text":"Forget about the wrong things people do to you. You must not try to get even. Love your neighbor as you love yourself. I am the Lord."},{"Chapter":19,"Number":19,"Text":"“‘Obey my laws. You must not mate two different kinds of cattle. You must not sow your field with two different kinds of seed. You must not wear clothing made from two different kinds of material mixed together."},{"Chapter":19,"Number":20,"Text":"“‘A man might have physical relations with a slave girl of another man. But this slave girl has not been bought or given her freedom. If this happens, there must be punishment. But they are not to be put to death. This is because the woman was not free."},{"Chapter":19,"Number":21,"Text":"The man must bring a male sheep as his penalty offering. He must bring it to the Lord at the entrance to the Meeting Tent."},{"Chapter":19,"Number":22,"Text":"The priest will offer the male sheep as a penalty offering before the Lord. It will be for the man’s sin. The priest will perform the acts to remove the sins of the man so he will belong to the Lord. Then the man will be forgiven for his sin."},{"Chapter":19,"Number":23,"Text":"“‘In the future you will enter your country. You will plant many kinds of trees for food. After planting a tree, wait three years before using its fruit."},{"Chapter":19,"Number":24,"Text":"In the fourth year the fruit from the tree will be the Lord’s. It will be a holy offering of praise to him."},{"Chapter":19,"Number":25,"Text":"Then in the fifth year, you may eat the fruit from the tree. The tree will then produce more fruit for you. I am the Lord your God."},{"Chapter":19,"Number":26,"Text":"“‘You must not eat anything with the blood in it.“‘You must not try to tell the future by signs or black magic."},{"Chapter":19,"Number":27,"Text":"“‘You must not cut the hair on the sides of your heads. And you must not cut the edges of your beard."},{"Chapter":19,"Number":28,"Text":"You must not cut your body to show sadness for someone who died. Do not put tattoo marks on yourselves. I am the Lord."},{"Chapter":19,"Number":29,"Text":"“‘You must not make your daughter become a prostitute. That only shows you do not respect her. If you do this, the country will be filled with all kinds of sin."},{"Chapter":19,"Number":30,"Text":"“‘Obey the laws about Sabbaths. You must respect my Most Holy Place. I am the Lord."},{"Chapter":19,"Number":31,"Text":"“‘Do not go to mediums or fortune-tellers for advice. If you do, you will become unclean. I am the Lord your God."},{"Chapter":19,"Number":32,"Text":"“‘Show respect to old people. Stand up when they come into the room. Show respect also to your God. I am the Lord."},{"Chapter":19,"Number":33,"Text":"“‘Do not mistreat foreigners living in your country."},{"Chapter":19,"Number":34,"Text":"Treat them just as you treat your own citizens. Love foreigners as you love yourselves, because you were foreigners one time. That was in Egypt. I am the Lord your God."},{"Chapter":19,"Number":35,"Text":"“‘Be fair when you judge people. And be fair when you measure and weigh things."},{"Chapter":19,"Number":36,"Text":"Your weighing baskets should be the right size. And your jars should hold the right amount of liquid. Your weights and balances should weigh correctly. I am the Lord your God. I brought you out of the land of Egypt."},{"Chapter":19,"Number":37,"Text":"“‘Remember all my laws and rules, and obey them. I am the Lord.’”"},{"Chapter":20,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":20,"Number":2,"Text":"“You must also tell the people of Israel these things: ‘A person in your country might give one of his children to Molech. That person must be killed. It doesn’t matter if he is a citizen or a foreigner living in Israel. You must throw stones at him and kill him."},{"Chapter":20,"Number":3,"Text":"I will be against him. I will separate him from his people. This is because he gave his children to Molech. He showed that he did not respect my holy name. And he made my Holy Place unclean."},{"Chapter":20,"Number":4,"Text":"The people of the community might ignore that person. They might not kill the one who gave his children to Molech."},{"Chapter":20,"Number":5,"Text":"But I will be against him and his family. I will separate him from his people. I will do this to anyone who is unfaithful to me and who worships Molech."},{"Chapter":20,"Number":6,"Text":"“‘I will be against anyone who goes to mediums and fortune-tellers for advice. He is being unfaithful to me. So I will separate him from his people."},{"Chapter":20,"Number":7,"Text":"“‘Be my holy people. Be holy because I am holy. I am the Lord your God."},{"Chapter":20,"Number":8,"Text":"Remember and obey my laws. I am the Lord, and I have made you holy."},{"Chapter":20,"Number":9,"Text":"“‘Anyone who curses his father or mother must be put to death. He has cursed his father or mother. So he must be punished. "},{"Chapter":20,"Number":10,"Text":"“‘A man might have physical relations with his neighbor’s wife. If he does, both the man and the woman are guilty of adultery. So they must be put to death."},{"Chapter":20,"Number":11,"Text":"A man might have physical relations with his father’s wife. If he does, both the man and his father’s wife must be put to death. They have brought it on themselves. That man has shamed his father."},{"Chapter":20,"Number":12,"Text":"“‘A man might have physical relations with his daughter-in-law. If he does, both of them must be put to death. What they have done is not natural. It must be punished."},{"Chapter":20,"Number":13,"Text":"“‘A man might have physical relations with another man as a man does with a woman. If he does, these two men have done a hated sin. They must be put to death. They have brought it on themselves."},{"Chapter":20,"Number":14,"Text":"“‘A man might have physical relations with both a woman and her mother. This is evil. The people must burn that man and the two women in fire. Do this so that your people will not be evil."},{"Chapter":20,"Number":15,"Text":"“‘A man might have unnatural physical relations with an animal. If he does, he must be put to death. And you must also kill the animal."},{"Chapter":20,"Number":16,"Text":"A woman might have unnatural physical relations with an animal. If she does, you must kill the woman and the animal. They must be put to death. They have brought it on themselves."},{"Chapter":20,"Number":17,"Text":"“‘It is shameful for a brother to marry his sister and to have physical relations with her. In front of everyone they must both be separated from their people. The man has shamed his sister. And he is guilty of sin."},{"Chapter":20,"Number":18,"Text":"“‘If a man has physical relations with a woman during her monthly period, both the woman and the man must be separated from their people. They sinned because they showed the source of her blood."},{"Chapter":20,"Number":19,"Text":"“‘Do not have physical relations with your mother’s sister or your father’s sister. That would shame a close relative. Both of you are guilty of this sin."},{"Chapter":20,"Number":20,"Text":"“‘A man must not have physical relations with his uncle’s wife. That would shame his uncle. That man and his uncle’s wife would die without children. They are guilty of sin."},{"Chapter":20,"Number":21,"Text":"“‘It is unclean for a man to marry his brother’s wife. That man has shamed his brother. They would have no children."},{"Chapter":20,"Number":22,"Text":"“‘Remember all my laws and rules, and obey them. I am leading you to your own land. If you obey my laws and rules, that land will not throw you out."},{"Chapter":20,"Number":23,"Text":"I am forcing the people who live there out of that country ahead of you. Because they did all these sins I have hated them. Do not live the way those people lived."},{"Chapter":20,"Number":24,"Text":"“‘I have told you that you will get their land. I will give it to you as your very own. It is a land where much food grows. I am the Lord your God. I have set you apart from other people and made you my own."},{"Chapter":20,"Number":25,"Text":"So you must treat clean animals and birds differently from unclean animals. Do not make yourselves unclean by any of these unclean birds or animals or things that crawl on the ground. I have made them unclean for you."},{"Chapter":20,"Number":26,"Text":"I have set you apart from other people. So you must be holy to me. This is because I am the Lord, and I am holy."},{"Chapter":20,"Number":27,"Text":"“‘A man or woman who is a medium or a fortune-teller must be put to death. You must kill them with stones. They have brought it on themselves.’”"},{"Chapter":21,"Number":1,"Text":"The Lord said to Moses, “Tell these things to Aaron’s sons, the priests: ‘A priest must not make himself unclean by touching a dead person."},{"Chapter":21,"Number":2,"Text":"But if the dead person was one of his close relatives, he may touch him. The priest may make himself unclean if the dead person is his mother or father, son or daughter, brother or"},{"Chapter":21,"Number":3,"Text":"unmarried sister. This sister is close to him because she has no husband. So the priest may make himself unclean for her if she dies."},{"Chapter":21,"Number":4,"Text":"But a priest must not make himself unclean if the dead person was only related to him by marriage."},{"Chapter":21,"Number":5,"Text":"“‘Priests must not shave their heads. They must not shave off the edges of their beards. They must not cut their bodies."},{"Chapter":21,"Number":6,"Text":"Priests must be holy to their God. They must show respect for God’s name. This is because they present the offerings made by fire to the Lord. This is the food of their God. So they must be holy."},{"Chapter":21,"Number":7,"Text":"“‘A priest serves God in a special way. So he must not marry an unclean prostitute or a divorced woman."},{"Chapter":21,"Number":8,"Text":"Treat the priest in a special way. Think of him as holy. This is because he offers up the food of your God. I am the Lord. I make you holy. And I am holy."},{"Chapter":21,"Number":9,"Text":"“‘If a priest’s daughter makes herself unclean by becoming a prostitute, she shames her father. She must be burned with fire."},{"Chapter":21,"Number":10,"Text":"“‘The high priest was chosen from among his brothers. The special olive oil used in appointing people and things to the service of the Lord was poured on his head. He was appointed to wear the priestly clothes. So he must not do things to show his sadness in public. He must not let his hair go uncombed. He must not tear his clothes."},{"Chapter":21,"Number":11,"Text":"He must not go into a house where there is a dead body. He must not make himself unclean, even if it is his own father or mother."},{"Chapter":21,"Number":12,"Text":"The high priest must not go out of the Holy Place. If he does and becomes unclean, he would make God’s Holy Place unclean. The special oil used in appointing priests was poured on the high priest’s head. This separated him from the rest of the people. I am the Lord."},{"Chapter":21,"Number":13,"Text":"“‘The high priest must marry a woman who is a virgin."},{"Chapter":21,"Number":14,"Text":"He must not marry a widow, a divorced woman or a prostitute. He must marry a virgin from his own people."},{"Chapter":21,"Number":15,"Text":"This is so the people will respect his children as his own. I am the Lord. I have set the high priest apart for his special job.’”"},{"Chapter":21,"Number":16,"Text":"The Lord said to Moses,"},{"Chapter":21,"Number":17,"Text":"“Tell Aaron: ‘Some of your descendants might have something wrong with them. If they do, they must never offer the special food of their God."},{"Chapter":21,"Number":18,"Text":"Anyone who has something wrong with him must not serve as priest. And he must not bring sacrifices to me. These people cannot serve as priests: blind men, crippled men, men with damaged faces, deformed men,"},{"Chapter":21,"Number":19,"Text":"men with a crippled foot or hand,"},{"Chapter":21,"Number":20,"Text":"hunchbacks, dwarfs, men who have something wrong with their eyes, men who have an itching disease or a skin disease or men who have damaged sex glands."},{"Chapter":21,"Number":21,"Text":"“‘One of Aaron’s descendants might have something wrong with him. If he does, he cannot make the offerings made by fire to the Lord. He has something wrong with him. He cannot offer the food of his God."},{"Chapter":21,"Number":22,"Text":"But he is from the family of priests. So he may eat the most holy food. He may also eat the holy food."},{"Chapter":21,"Number":23,"Text":"But he may not go through the curtain into the Most Holy Place. He may not go near the altar. He has something wrong with him. He must not make my Holy Place unfit. I am the Lord. I make these things holy.’”"},{"Chapter":21,"Number":24,"Text":"So Moses told these things to Aaron, Aaron’s sons and all the people of Israel."},{"Chapter":22,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":2,"Text":"“Tell Aaron and his sons: ‘The people of Israel will give offerings to me. These offerings are holy, and they are mine. So you must respect these offerings. This will show that you respect my holy name. I am the Lord."},{"Chapter":22,"Number":3,"Text":"The people of Israel made the offerings holy for me. One of your descendants might be unclean and touch the offerings. From now on, anyone who does must be separated from appearing before me. I am the Lord."},{"Chapter":22,"Number":4,"Text":"“‘One of Aaron’s descendants might have one of the harmful skin diseases. Or he might discharge a body fluid. He cannot eat the holy offerings until he becomes clean. He can become unclean from touching a dead body or from his own semen."},{"Chapter":22,"Number":5,"Text":"He will become unclean if he touches any unclean crawling animal. He will become unclean if he touches an unclean person. It doesn’t matter what made him unclean."},{"Chapter":22,"Number":6,"Text":"Anyone who touches those things will become unclean until evening. That person must not eat the holy offerings. But if he washes with water, he may eat the holy offerings."},{"Chapter":22,"Number":7,"Text":"He will be clean only after the sun goes down. Then he may eat the holy offerings. The offerings are his food."},{"Chapter":22,"Number":8,"Text":"“‘A priest might find an animal that died by itself. Or he might find one that was killed by some other animal. He must not eat that dead animal. If he eats it, he will become unclean. I am the Lord."},{"Chapter":22,"Number":9,"Text":"“‘The priests must keep all the rules I have given. That way they will not become guilty. If they are careful, they will not die. I am the Lord. I have made them holy."},{"Chapter":22,"Number":10,"Text":"Only people in a priest’s family may eat the holy offerings. A visitor staying with the priest must not eat it. A hired worker must not eat it."},{"Chapter":22,"Number":11,"Text":"But the priest might buy a slave with his own money. If he does, that slave may eat the holy offerings. Slaves who were born in the priest’s house may also eat the priest’s food."},{"Chapter":22,"Number":12,"Text":"A priest’s daughter might marry a person who is not a priest. If she does, she must not eat any of the holy offerings."},{"Chapter":22,"Number":13,"Text":"The husband of a priest’s daughter might die. Or the daughter might become divorced. She might not have children to support her. So she might go back to her father’s house where she lived as a child. If this happens, she may eat some of her father’s food. But only people from a priest’s family may eat this food."},{"Chapter":22,"Number":14,"Text":"“‘Someone might eat some of the holy offering by mistake. That person must pay back the priest for that holy food. He must also pay the priest another one-fifth of the price of that food."},{"Chapter":22,"Number":15,"Text":"“‘The people of Israel will give offerings to the Lord. These gifts become holy. So the priest must not treat these holy things as though they were not holy."},{"Chapter":22,"Number":16,"Text":"The priests might allow someone who is not a priest to eat the holy offerings. If they do, they are treating those offerings as though they were not holy. The person who eats will become guilty. He will have to pay for it. I am the Lord. I make them holy.’”"},{"Chapter":22,"Number":17,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":18,"Text":"“Tell Aaron and his sons and all the people of Israel: ‘A citizen of Israel or a foreigner living in Israel might want to bring a whole burnt offering. It might be for some special promise he has made. Or it might be a special gift he wanted to give to the Lord."},{"Chapter":22,"Number":19,"Text":"If he does, he must bring a male animal. It must have nothing wrong with it. The gift might be a bull, a sheep or a goat. This is so it might be accepted for him."},{"Chapter":22,"Number":20,"Text":"He must not bring an animal that has something wrong with it. It will not be accepted for him."},{"Chapter":22,"Number":21,"Text":"“‘Someone might bring a fellowship offering to the Lord. That offering might be payment for a special promise the person made. Or it may be a special gift the person wanted to give the Lord. It might be a bull or a sheep. But it must be healthy. There must be nothing wrong with it. This is so it might be accepted for him."},{"Chapter":22,"Number":22,"Text":"You must not offer to the Lord any animal that is blind. It must not have broken bones or be crippled. It must not have running sores or any sort of skin disease. You must not offer any animals like these on the altar. They cannot be used as an offering by fire to the Lord."},{"Chapter":22,"Number":23,"Text":"“‘Sometimes a bull or lamb is smaller than normal. Or it may not be perfectly formed. If someone wants to give that animal as a special gift to the Lord, it will be accepted. But it will not be accepted as payment for a special promise the person made."},{"Chapter":22,"Number":24,"Text":"“‘An animal might have bruised, crushed, torn or cut sex glands. If it does, you must not offer that animal to the Lord in your own land."},{"Chapter":22,"Number":25,"Text":"You must not take such animals from foreigners as sacrifices to the Lord. This is because the animals have been hurt in some way. They have something wrong with them. They will not be accepted for you.’”"},{"Chapter":22,"Number":26,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":27,"Text":"“When an ox, a sheep or a goat is born, it must stay seven days with its mother. But from the eighth day on, this animal will be accepted as a sacrifice. It may be offered by fire to the Lord."},{"Chapter":22,"Number":28,"Text":"But you must not kill the animal and its mother on the same day. This rule is the same for an ox or a sheep."},{"Chapter":22,"Number":29,"Text":"“You might want to offer some special offering of thanks to the Lord. But you must do it in a way that pleases the Lord."},{"Chapter":22,"Number":30,"Text":"You must eat the whole animal that same day. You must not leave any of the meat for the next morning. I am the Lord."},{"Chapter":22,"Number":31,"Text":"“Remember my commands and obey them. I am the Lord."},{"Chapter":22,"Number":32,"Text":"Show respect for my holy name. You Israelites must remember that I am holy. I am the Lord. I have made you holy."},{"Chapter":22,"Number":33,"Text":"I brought you out of Egypt. I became your God. I am the Lord.”"},{"Chapter":23,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":2,"Text":"“Tell the people of Israel: ‘You will announce the Lord’s appointed feasts as holy meetings. These are my special feasts. "},{"Chapter":23,"Number":3,"Text":"“‘There are six days for you to work. But the seventh day will be a special day of rest. It is a day for a holy meeting. You must not do any work. It is a Sabbath to the Lord in all your homes. "},{"Chapter":23,"Number":4,"Text":"“‘These are the Lord’s appointed feasts. You will announce the holy meetings at the times set for them."},{"Chapter":23,"Number":5,"Text":"The Lord’s Passover is on the fourteenth day of the first month. It begins at twilight."},{"Chapter":23,"Number":6,"Text":"The Feast of Unleavened Bread begins on the fifteenth day of the same month. You will eat bread made without yeast for seven days."},{"Chapter":23,"Number":7,"Text":"On the first day of this feast you will have a holy meeting. On that day you must not do any work."},{"Chapter":23,"Number":8,"Text":"For seven days you will bring an offering made by fire to the Lord. There will be a holy meeting on the seventh day. And on that day you must not do any regular work.’” "},{"Chapter":23,"Number":9,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":10,"Text":"“Tell the people of Israel: ‘You will enter the land I will give you. You will gather its harvest. At that time you must bring the first bundle of grain from your harvest to the priest."},{"Chapter":23,"Number":11,"Text":"The priest will present the bundle before the Lord. Then it will be accepted for you. He will present the bundle on the day after the Sabbath."},{"Chapter":23,"Number":12,"Text":"“‘On the day when you present the bundle of grain, offer a male lamb. It must be one year old. There must be nothing wrong with it. It will be a burnt offering to the Lord."},{"Chapter":23,"Number":13,"Text":"You must also offer a grain offering. It should be four quarts of fine flour mixed with olive oil. It is an offering made by fire to the Lord. Its smell will be pleasing to the Lord. You must also offer a quart of wine as a drink offering."},{"Chapter":23,"Number":14,"Text":"First bring your offering to your God. Until you do this, do not eat the new grain, roasted grain or bread made from the new grain. This law will always continue for people from now on, wherever you live. "},{"Chapter":23,"Number":15,"Text":"“‘Count seven weeks from the morning after the Sabbath. (This is the Sabbath that you bring the bundle of grain to present as an offering.)"},{"Chapter":23,"Number":16,"Text":"On the fiftieth day, you will bring a new grain offering to the Lord. This is the first day after the seventh week."},{"Chapter":23,"Number":17,"Text":"On that day bring two loaves of bread from your homes. That bread will be presented as an offering. Use yeast and four quarts of flour to make those loaves of bread. They will be your gift to the Lord from the first wheat of your harvest."},{"Chapter":23,"Number":18,"Text":"“‘Offer one bull, two male sheep and seven male lambs. The lambs must be one year old. There must be nothing wrong with them. Offer them with their grain offerings and drink offerings. They will be a burnt offering to the Lord. They will be an offering made by fire. And the smell will be pleasing to the Lord."},{"Chapter":23,"Number":19,"Text":"You must also offer one male goat for a sin offering. You must offer two male, one-year-old lambs as a fellowship offering."},{"Chapter":23,"Number":20,"Text":"“‘The priest will present the two lambs as an offering. He will present them with the bread from the first wheat of the harvest. They are holy to the Lord. They will belong to the priest."},{"Chapter":23,"Number":21,"Text":"On that same day you will call a holy meeting. You must not do any work that day. This law will continue for you from now on, wherever you live."},{"Chapter":23,"Number":22,"Text":"“‘You will harvest your crops on your land. But do not harvest all the way to the corners of your field. If grain falls onto the ground, don’t gather it up. Leave it for poor people and foreigners in your country. I am the Lord your God.’” "},{"Chapter":23,"Number":23,"Text":"Again the Lord said to Moses,"},{"Chapter":23,"Number":24,"Text":"“Tell the people of Israel: ‘On the first day of the seventh month you must have a special day of rest. There will be a holy meeting. Blow the trumpet for a special time of remembering."},{"Chapter":23,"Number":25,"Text":"Do not do any work. And bring an offering made by fire to the Lord.’” "},{"Chapter":23,"Number":26,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":27,"Text":"“The Day of Cleansing will be on the tenth day of the seventh month. There will be a holy meeting. You will give up eating and bring an offering made by fire to the Lord."},{"Chapter":23,"Number":28,"Text":"Do not do any work on that day. This is because it is the Day of Cleansing. On that day the priests will go before the Lord. They will perform the acts to make you clean from sin so you will belong to the Lord."},{"Chapter":23,"Number":29,"Text":"“If anyone refuses to give up food on this day, he must be separated from his people."},{"Chapter":23,"Number":30,"Text":"If anyone works on this day, I will destroy him from among his people."},{"Chapter":23,"Number":31,"Text":"You must not do any work at all. This law will continue for people from now on wherever you live."},{"Chapter":23,"Number":32,"Text":"It will be a special day of rest for you. And you must not eat. You will start this special day of rest on the evening after the ninth day of the month. It will continue from that evening until the next evening.” "},{"Chapter":23,"Number":33,"Text":"Again the Lord said to Moses,"},{"Chapter":23,"Number":34,"Text":"“Tell the people of Israel: ‘On the fifteenth day of the seventh month is the Feast of Shelters. This feast to the Lord will continue for seven days."},{"Chapter":23,"Number":35,"Text":"There will be a holy meeting on the first day. Do not do any work."},{"Chapter":23,"Number":36,"Text":"You will bring an offering made by fire to the Lord each day for seven days. On the eighth day you will have another holy meeting. And you will bring an offering made by fire to the Lord. This will be a holy meeting. Do not do any work."},{"Chapter":23,"Number":37,"Text":"(“‘These are the Lord’s special feasts. There will be holy meetings on these feast days. You will bring offerings made by fire to the Lord. They will be whole burnt offerings, grain offerings, sacrifices and drink offerings. You must bring these gifts at the right times."},{"Chapter":23,"Number":38,"Text":"You must bring these offerings in addition to those for the Lord’s Sabbath days. You must offer them in addition to offerings you give as payment for special promises. They are also in addition to special offerings you want to give to the Lord.)"},{"Chapter":23,"Number":39,"Text":"“‘So on the fifteenth day of the seventh month, celebrate the Lord’s festival for seven days. By then you will have gathered in the crops of the land. You must rest on the first day and the seventh day."},{"Chapter":23,"Number":40,"Text":"On the first day you will take good fruit from the fruit trees. And you will take branches from palm, poplars and other leafy trees. You will celebrate before the Lord your God for seven days."},{"Chapter":23,"Number":41,"Text":"Celebrate this festival to the Lord for seven days each year. This law will continue from now on. You will celebrate it in the seventh month."},{"Chapter":23,"Number":42,"Text":"Live in shelters for seven days. All the people born in Israel must live in shelters."},{"Chapter":23,"Number":43,"Text":"This is so that all your descendants will know I made Israel live in shelters. It was during the time I brought them out of Egypt. I am the Lord your God.’”"},{"Chapter":23,"Number":44,"Text":"So Moses told the people of Israel about all of the Lord’s appointed feast days."},{"Chapter":24,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":24,"Number":2,"Text":"“Command the people of Israel to bring you pure oil from crushed olives. That oil is for the lamps. These lamps must never go out."},{"Chapter":24,"Number":3,"Text":"Aaron will keep the lamps burning in the Meeting Tent. They will burn from evening until morning before the Lord. This will be in front of the curtain of the Ark of the Covenant. This law will continue from now on."},{"Chapter":24,"Number":4,"Text":"Aaron must always keep the lamps burning. They are on the lampstands of pure gold before the Lord."},{"Chapter":24,"Number":5,"Text":"“Take fine flour and bake 12 loaves of bread with it. Use four quarts of flour for each loaf."},{"Chapter":24,"Number":6,"Text":"Put them in two rows on the golden table before the Lord. Six loaves will be in each row."},{"Chapter":24,"Number":7,"Text":"Put pure incense on each row. This is the memorial portion to take the place of the bread. It is an offering made by fire to the Lord."},{"Chapter":24,"Number":8,"Text":"Every Sabbath day Aaron will put the bread in order before the Lord. This agreement with the people of Israel will continue forever."},{"Chapter":24,"Number":9,"Text":"That bread will belong to Aaron and his sons. They will eat it in a holy place. This is because it is a most holy part of the offerings made by fire to the Lord. That bread is their share forever.” "},{"Chapter":24,"Number":10,"Text":"Now there was a son of an Israelite woman and an Egyptian father. The son was walking among the Israelites. And a fight broke out in the camp between him and an Israelite."},{"Chapter":24,"Number":11,"Text":"The son of the Israelite woman began cursing and speaking against the Lord. So the people took him to Moses. (The mother’s name was Shelomith. She was the daughter of Debri from the family of Dan.)"},{"Chapter":24,"Number":12,"Text":"The people held him as a prisoner. They waited for the Lord’s command to be made clear to them."},{"Chapter":24,"Number":13,"Text":"Then the Lord said to Moses,"},{"Chapter":24,"Number":14,"Text":"“Take the one who spoke against me outside the camp. Then bring together all the people who heard him. They must put their hands on his head. Then all the people must throw stones at him and kill him."},{"Chapter":24,"Number":15,"Text":"Tell the people of Israel this: ‘If anyone curses his God, he is guilty of sin."},{"Chapter":24,"Number":16,"Text":"Anyone who speaks against the Lord must be put to death. All the people must kill him by throwing stones at him. Foreigners must be punished just like the person born in Israel. If someone speaks against the Lord, he must be put to death."},{"Chapter":24,"Number":17,"Text":"“‘If someone kills another person, he must be put to death."},{"Chapter":24,"Number":18,"Text":"Someone might kill an animal that belongs to another person. If he does, he must give that person another animal to take its place."},{"Chapter":24,"Number":19,"Text":"And someone might cause an injury to his neighbor. If he does, the same kind of injury must be given back to him."},{"Chapter":24,"Number":20,"Text":"A broken bone must be paid for a broken bone, an eye for an eye and a tooth for a tooth. In the same way someone injures another person, he must be injured in return."},{"Chapter":24,"Number":21,"Text":"So anyone who kills another person’s animal must give that person another animal to take its place. But the person who kills another person must be put to death."},{"Chapter":24,"Number":22,"Text":"“‘The law will be the same for the foreigner as for those from your own country. I am the Lord your God.’”"},{"Chapter":24,"Number":23,"Text":"Then Moses spoke to the people of Israel. And they took the person who had cursed outside the camp. Then they killed him with stones. So the people of Israel did as the Lord had commanded Moses."},{"Chapter":25,"Number":1,"Text":"The Lord spoke to Moses at Mount Sinai. He said,"},{"Chapter":25,"Number":2,"Text":"“Tell the people of Israel this: ‘I will give you land. When you enter it, let it have a special time of rest. This will be to honor the Lord."},{"Chapter":25,"Number":3,"Text":"You may plant seed in your field for six years. You may trim your vineyards for six years and bring in their fruits."},{"Chapter":25,"Number":4,"Text":"But during the seventh year, you must let the land rest. This will be a special time to honor the Lord. You must not plant seed in your field or trim your vineyards."},{"Chapter":25,"Number":5,"Text":"You must not cut the crops that grow by themselves after harvest. You must not gather the grapes from your vines that are not trimmed. The land will have a year of rest."},{"Chapter":25,"Number":6,"Text":"“‘You may eat whatever the land produces during that year of rest. It will be food for your men and women servants. It will be food for your hired workers and the foreigners living in your country."},{"Chapter":25,"Number":7,"Text":"It will also be food for your cattle and the wild animals of your land. Whatever the land produces may be eaten. "},{"Chapter":25,"Number":8,"Text":"“‘Count off seven groups of 7 years. This will be 49 years. During that time there will be 7 years of rest for the land."},{"Chapter":25,"Number":9,"Text":"On the Day of Cleansing, you must blow the horn of a male sheep. This will be on the tenth day of the seventh month. You must blow the horn through the whole country."},{"Chapter":25,"Number":10,"Text":"Make the fiftieth year a special year. Announce freedom for all the people living in your country. This time will be called Jubilee. Each of you will go back to his own property. And each of you will go back to his own family and family group."},{"Chapter":25,"Number":11,"Text":"The fiftieth year will be a special time for you to celebrate. Don’t plant seeds. Don’t harvest the crops that grow by themselves. Don’t gather grapes from the vines that are not trimmed."},{"Chapter":25,"Number":12,"Text":"That year is Jubilee. It will be a holy time for you. You may eat the crops that come from the field."},{"Chapter":25,"Number":13,"Text":"In the year of Jubilee each person will go back to his own property."},{"Chapter":25,"Number":14,"Text":"“‘Don’t cheat your neighbor when you sell your land to him. And don’t let him cheat you when you buy land from him."},{"Chapter":25,"Number":15,"Text":"You might want to buy your neighbor’s land. If you do, count the number of years since the last Jubilee. Use that number to decide the right price. If he sells the land to you, count the number of years left for harvesting crops. Use that number to decide the right price."},{"Chapter":25,"Number":16,"Text":"If there are many years, the price will be high. If there are only a few years, lower the price. This is because your neighbor is really selling only a few crops to you. At the next Jubilee the land will again belong to his family."},{"Chapter":25,"Number":17,"Text":"You must not cheat each other. You respect your God. I am the Lord your God."},{"Chapter":25,"Number":18,"Text":"“‘Remember my laws and rules, and obey them. Then you will live safely in the land."},{"Chapter":25,"Number":19,"Text":"The land will give good crops to you. You will eat as much as you want. And you will live safely in the land."},{"Chapter":25,"Number":20,"Text":"“‘But you might ask, “If we don’t plant seeds or gather crops, what will we eat the seventh year?”"},{"Chapter":25,"Number":21,"Text":"Don’t worry. I will send you a great blessing during the sixth year. That year the land will produce enough crops for 3 years."},{"Chapter":25,"Number":22,"Text":"When you plant in the eighth year, you will still be eating from the old crop. You will eat the old crop until the harvest of the ninth year. "},{"Chapter":25,"Number":23,"Text":"“‘The land really belongs to me. So you can’t sell it forever. You are only foreigners and travelers living for a time on my land."},{"Chapter":25,"Number":24,"Text":"People might sell their land. But the family will always get its land back."},{"Chapter":25,"Number":25,"Text":"A person in your country might become very poor. He might be so poor that he must sell his land. So his close relatives must come and buy it back for him."},{"Chapter":25,"Number":26,"Text":"A person might not have a close relative to buy back his land for him. But he might get enough money to buy it back himself."},{"Chapter":25,"Number":27,"Text":"He must count the years since the land was sold. He must use that number to decide how much to pay for the land. Then he may buy it back. And the land will be his again."},{"Chapter":25,"Number":28,"Text":"But he might not find enough money to buy it back for himself. Then the one who bought it will keep it until the year of Jubilee. But during that celebration, the land will go back to the first owner’s family."},{"Chapter":25,"Number":29,"Text":"“‘Someone may sell a home in a walled city. But, for a full year after he sold it, he has the right to buy it back."},{"Chapter":25,"Number":30,"Text":"But the owner might not buy back the house before a full year is over. If he doesn’t, the house in the walled city will belong to the one who bought it. It will belong to his future sons. The house will not go back to the first owner at Jubilee."},{"Chapter":25,"Number":31,"Text":"But houses in small towns without walls are like open country. They can be bought back. And they must be returned to their first owner at Jubilee."},{"Chapter":25,"Number":32,"Text":"“‘The Levites may always buy back their houses. This is true in the cities which belong to them."},{"Chapter":25,"Number":33,"Text":"Someone might buy a house from a Levite. But that house in the Levites’ city will again belong to the Levites in the Jubilee. This is because houses in Levite cities belong to the people of Levi. The people of Israel gave these cities to the Levites."},{"Chapter":25,"Number":34,"Text":"Also the fields and pastures around the Levites’ cities cannot be sold. Those fields belong to the Levites forever. "},{"Chapter":25,"Number":35,"Text":"“‘Someone from your country might become too poor to support himself. Help him to live among you as you would a stranger or foreigner."},{"Chapter":25,"Number":36,"Text":"Do not charge him any interest on money you loan to him. Respect your God. And let the poor man live among you."},{"Chapter":25,"Number":37,"Text":"Don’t lend him money for interest. Don’t try to make a profit from the food he buys."},{"Chapter":25,"Number":38,"Text":"I am the Lord your God. I brought you out of the land of Egypt. I did it to give the land of Canaan to you and to become your God."},{"Chapter":25,"Number":39,"Text":"“‘Someone from your country might become very poor. He might even sell himself as a slave to you. If he does, you must not make him work like a slave."},{"Chapter":25,"Number":40,"Text":"He will be like a hired worker. And he will be like a visitor with you until the year of Jubilee."},{"Chapter":25,"Number":41,"Text":"Then he may leave you. He may take his children and go back to his family and the land of his ancestors."},{"Chapter":25,"Number":42,"Text":"This is because the Israelites are my servants. I brought them out of slavery in Egypt. They must not become slaves again."},{"Chapter":25,"Number":43,"Text":"You must not rule this person cruelly. You must respect your God."},{"Chapter":25,"Number":44,"Text":"“‘You may buy men and women slaves from other nations around you."},{"Chapter":25,"Number":45,"Text":"Also you may buy children as slaves. These children must come from the families of foreigners living in your land. These child slaves will belong to you."},{"Chapter":25,"Number":46,"Text":"You may even pass these foreign slaves on to your children after you die. You can make them slaves forever. But you must not rule cruelly over your own brothers, the Israelites."},{"Chapter":25,"Number":47,"Text":"“‘A foreigner or visitor among you might become rich. And someone in your country might become poor. The poor man might sell himself as a slave to a foreigner living among you. Or he might sell himself to a member of a foreigner’s family."},{"Chapter":25,"Number":48,"Text":"The poor man has the right to be bought back and become free. One of his relatives may buy him back."},{"Chapter":25,"Number":49,"Text":"His uncle or his uncle’s son may buy him back. One of his close relatives may buy him back. Or if he gets enough money, he may pay the money himself. Then he will be free again."},{"Chapter":25,"Number":50,"Text":"“‘How do you decide the price? You must count the years from the time he sold himself to the foreigner. And count up to the next year of Jubilee. Use that number to decide the price. This is because the person really only hired himself out for a certain number of years."},{"Chapter":25,"Number":51,"Text":"There might still be many years before the year of Jubilee. If so, the person must pay back a large part of the price."},{"Chapter":25,"Number":52,"Text":"There might only be a few years left until Jubilee. If so, the person must pay a small part of the first price."},{"Chapter":25,"Number":53,"Text":"But he will live like a hired man with the foreigner every year. Don’t let the foreigner rule cruelly over him."},{"Chapter":25,"Number":54,"Text":"“‘That person will become free, even if no one buys him back. At the year of Jubilee, he and his children will become free."},{"Chapter":25,"Number":55,"Text":"This is because the people of Israel are my servants. I brought them out of slavery in Egypt. I am the Lord your God."},{"Chapter":26,"Number":1,"Text":"“‘Don’t make idols for yourselves. Don’t set up statues or memorials. Don’t put stone statues in your land to bow down to. This is because I am the Lord your God."},{"Chapter":26,"Number":2,"Text":"“‘Remember my Sabbaths, and respect my Holy Place. I am the Lord."},{"Chapter":26,"Number":3,"Text":"“‘Remember my laws and commands, and obey them."},{"Chapter":26,"Number":4,"Text":"If you do these things, I will give you rains at the right season. The land will produce crops. And the trees of the field will produce their fruit."},{"Chapter":26,"Number":5,"Text":"Your threshing will continue until the grape harvest. And your grape harvest will continue until it is time to plant. Then you will have plenty to eat. You will live safely in your land."},{"Chapter":26,"Number":6,"Text":"I will give peace to your country. You will lie down in peace. No one will make you afraid. I will keep harmful animals out of your country. And armies will not pass through your country."},{"Chapter":26,"Number":7,"Text":"“‘You will chase your enemies and defeat them. You will kill them with your sword."},{"Chapter":26,"Number":8,"Text":"Five of you will chase 100 men. And 100 of you will chase 10,000 men. You will defeat your enemies and kill them with your sword."},{"Chapter":26,"Number":9,"Text":"“‘Then I will show kindness to you. I will let you have many children. I will keep my agreement with you."},{"Chapter":26,"Number":10,"Text":"You will have enough crops to last for more than a year. You will harvest the new crops. And you will have to throw out the old crops to make room for the new ones."},{"Chapter":26,"Number":11,"Text":"Also I will place my Holy Tent among you. I will not turn away from you."},{"Chapter":26,"Number":12,"Text":"I will walk with you and be your God. And you will be my people."},{"Chapter":26,"Number":13,"Text":"I am the Lord your God. You were slaves in Egypt. You were bent low from the heavy weights you carried as slaves. But I broke the heavy weights that were on your shoulders. I let you walk proudly again. "},{"Chapter":26,"Number":14,"Text":"“‘But you must obey me. You must obey all my commands."},{"Chapter":26,"Number":15,"Text":"If you refuse to obey all my laws and commands, you have broken our agreement."},{"Chapter":26,"Number":16,"Text":"If you do that, I will cause terrible things to happen to you. I will cause you to have disease and fever. They will destroy your eyes and kill you. You will not have success when you plant your seed. And your enemy will eat your crops."},{"Chapter":26,"Number":17,"Text":"I will be against you, and your enemies will defeat you. These enemies hate you. And they will rule over you. You will run away even when no one is chasing you."},{"Chapter":26,"Number":18,"Text":"“‘If you still do not obey me, I will punish you seven times more for your sins."},{"Chapter":26,"Number":19,"Text":"And I will also break the great cities that make you proud. The skies will not give rain. The earth will not produce crops."},{"Chapter":26,"Number":20,"Text":"You will work hard, but it will not help. Your land will not grow any crops. Your trees will not give their fruit."},{"Chapter":26,"Number":21,"Text":"“‘If you still turn against me and refuse to obey me, I will beat you seven times harder. The more you sin, the more you will be punished."},{"Chapter":26,"Number":22,"Text":"I will send wild animals to attack you. They will take your children away from you. They will destroy your cattle. They will make you so few in number the roads will be empty."},{"Chapter":26,"Number":23,"Text":"“‘If you don’t learn your lesson after all these things, and if you still turn against me,"},{"Chapter":26,"Number":24,"Text":"I will also turn against you. I will punish you seven more times for your sins."},{"Chapter":26,"Number":25,"Text":"You broke my agreement, and I will punish you. I will bring armies against you. You will go into your cities for safety. But I will cause diseases to spread among you. Then your enemy will defeat you."},{"Chapter":26,"Number":26,"Text":"There will be very little bread to eat. Ten women will be able to cook all your bread in one oven. They will measure each piece of bread. You will eat, but you will still be hungry."},{"Chapter":26,"Number":27,"Text":"“‘If you still refuse to listen to me, and if you still turn against me,"},{"Chapter":26,"Number":28,"Text":"I will really show my anger. I will punish you seven more times for your sins."},{"Chapter":26,"Number":29,"Text":"You will eat the bodies of your sons and daughters."},{"Chapter":26,"Number":30,"Text":"I will destroy your places where false gods are worshiped. I will cut down your incense altars. I will pile your dead bodies on the lifeless forms of your idols. I will hate you."},{"Chapter":26,"Number":31,"Text":"I will destroy your cities. I will make your holy places empty. I will not smell the pleasing smell of your offerings."},{"Chapter":26,"Number":32,"Text":"I will make the land empty. Your enemies who come to live in it will be shocked at it."},{"Chapter":26,"Number":33,"Text":"I will scatter you among the nations. I will pull out my sword and destroy you. Your land will become empty. Your cities will become waste."},{"Chapter":26,"Number":34,"Text":"You will be taken to your enemy’s country. So your land will finally get its rest. It will enjoy its time of rest all the time it lies empty."},{"Chapter":26,"Number":35,"Text":"During the time the land is empty, it will rest. It will have the rest you should have given it while you lived in it."},{"Chapter":26,"Number":36,"Text":"“‘Those who are left alive will lose their courage in the land of their enemies. They will be frightened of everything. They will be frightened by even the sound of a leaf being blown by the wind. They will run as if someone were chasing them with a sword. They will fall even when no one is chasing them."},{"Chapter":26,"Number":37,"Text":"They will run as if someone were chasing them with a sword. They will fall over each other, even though no one is chasing them. You will not be strong enough to stand up against your enemies."},{"Chapter":26,"Number":38,"Text":"You will die among other nations. You will disappear in your enemies’ countries."},{"Chapter":26,"Number":39,"Text":"So those who are left alive will rot away in their enemies’ countries. They will rot away because of their sins and their ancestors’ sins. "},{"Chapter":26,"Number":40,"Text":"“‘But maybe the people will confess their sins and the sins of their ancestors. Maybe they will admit they turned against me and sinned against me."},{"Chapter":26,"Number":41,"Text":"That made me turn against them. So I sent them into the land of their enemies. These disobedient people might be sorry for what they did. They might accept punishment for their sin."},{"Chapter":26,"Number":42,"Text":"If they do, I will remember my agreement with Jacob. I will remember my agreement with Isaac and Abraham. And I will remember the land."},{"Chapter":26,"Number":43,"Text":"The land will be empty. It will enjoy its time of rest. Then those who are left alive will accept the punishment for their sins. They will learn that they were punished because they hated my laws. And they refused to obey my rules."},{"Chapter":26,"Number":44,"Text":"They truly sinned. But if they come to me for help, I will not turn away from them. I will listen to them even in the land of their enemies. I will not completely destroy them. I will not break my agreement with them. This is because I am the Lord their God."},{"Chapter":26,"Number":45,"Text":"For their good I will remember the agreement with their ancestors. I brought their ancestors out of the land of Egypt. I did it so I could become their God. The other nations saw these things. I am the Lord.’”"},{"Chapter":26,"Number":46,"Text":"These are the laws, rules and teachings the Lord gave the people of Israel. He gave these laws to the Israelites through Moses. This was at Mount Sinai."},{"Chapter":27,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":27,"Number":2,"Text":"“Tell the people of Israel: ‘Someone might make a special promise to the Lord. He might promise to give himself or another person as a servant to the Lord. That person will then begin to serve the Lord in a special way. The priest must set a certain price for that person. That is the price that would have to be paid to free the person from his special promise to the Lord."},{"Chapter":27,"Number":3,"Text":"The price for a man 20 to 60 years old is about 1¼ pounds of silver. (You must use the measure as set by the Holy Place.)"},{"Chapter":27,"Number":4,"Text":"The price for a woman 20 to 60 years old is about 12 ounces of silver."},{"Chapter":27,"Number":5,"Text":"The price for a man 5 to 20 years old is about 8 ounces of silver. The price for a woman 5 to 20 years old is about 4 ounces of silver."},{"Chapter":27,"Number":6,"Text":"The price for a baby boy 1 month to 5 years old is about 2 ounces of silver. For a baby girl the price is about 1½ ounces of silver."},{"Chapter":27,"Number":7,"Text":"The price for a man 60 years old or older is about 6 ounces of silver. The price for a woman 60 years old or older is about 4 ounces of silver."},{"Chapter":27,"Number":8,"Text":"“‘A person might be too poor to pay the price. If he is, bring him to the priest. The priest will decide how much money the person can afford to pay. "},{"Chapter":27,"Number":9,"Text":"“‘Some animals may be used as sacrifices to the Lord. If someone promises to bring one of these animals, it will become holy."},{"Chapter":27,"Number":10,"Text":"That person must not try to put another animal in its place. He must not try to exchange it for something else. He must not try to exchange a good animal for a bad animal. And he must not exchange a bad animal for a good animal. If he tries to exchange animals, both animals will become holy."},{"Chapter":27,"Number":11,"Text":"“‘Unclean animals cannot be offered as sacrifices to the Lord. Someone might bring one of them to the Lord. If he does, that animal must be brought to the priest."},{"Chapter":27,"Number":12,"Text":"The priest will decide a price for the animal. The price will be according to whether the animal is good or bad. If the priest decides a price, that is the price for the animal."},{"Chapter":27,"Number":13,"Text":"If the person wants to buy back the animal, he must add an additional one-fifth to the price. "},{"Chapter":27,"Number":14,"Text":"“‘A person might give his house as holy to the Lord. If he does, the priest must decide its value. The price will be according to whether the house is good or bad. If the priest decides a price, that is the price for the house."},{"Chapter":27,"Number":15,"Text":"But the person who gives the house might want to buy it back. If he does, he must add an additional one-fifth to the price. Then the house will belong to him again. "},{"Chapter":27,"Number":16,"Text":"“‘A person might give part of his fields to the Lord. The value of those fields will depend on how much seed is needed to plant them. It will cost about one and one-fourth pounds of silver for each six bushels of barley seed needed."},{"Chapter":27,"Number":17,"Text":"The person might give his field at the year of Jubilee. Then its value will be what the priest decides."},{"Chapter":27,"Number":18,"Text":"But he might give his field after the Jubilee. If he does, the priest must decide the exact price. He must count the number of years to the next year of Jubilee. Then he will use that number to decide the exact price."},{"Chapter":27,"Number":19,"Text":"The person who gave the field might want to buy it back. If he does, he must add one-fifth to that price. Then the field will belong to him again."},{"Chapter":27,"Number":20,"Text":"“‘If he does not buy back the field, it will always belong to the priest. If it is sold to someone else, the first person cannot buy it back."},{"Chapter":27,"Number":21,"Text":"But the person might not buy back the land. If he doesn’t, at the year of Jubilee, it will remain holy to the Lord. It will belong to the priest forever. It will become the property of the priests."},{"Chapter":27,"Number":22,"Text":"“‘Someone may give a field he has bought to the Lord. But it may not be a part of his family land."},{"Chapter":27,"Number":23,"Text":"If he gives a field, the priest must count the years to the next Jubilee. He must decide the price for the land. Then that land will belong to the Lord."},{"Chapter":27,"Number":24,"Text":"At the year of Jubilee, the land will go back to its first owner. It will go back to the family who sold the land."},{"Chapter":27,"Number":25,"Text":"“‘You must use the measure as set by the Holy Place in paying these prices. It weighs two-fifths of an ounce. "},{"Chapter":27,"Number":26,"Text":"“‘People may give cattle and sheep to the Lord. But if an animal is the first one born to its parent, it already belongs to the Lord. So people may not give these animals again."},{"Chapter":27,"Number":27,"Text":"If the animal is unclean, the person must buy it back. The priest will decide the price of the animal. And the person must add one-fifth to that price. If he does not buy it back, the priest must sell it. He will sell it for the price he had decided."},{"Chapter":27,"Number":28,"Text":"“‘There is a special kind of gift that people give to the Lord. It may be a person, animal or field from the family property. That gift cannot be bought back or sold. It is most holy to the Lord."},{"Chapter":27,"Number":29,"Text":"“‘If a person is given for the purpose of being destroyed, he cannot be bought back. He must be put to death."},{"Chapter":27,"Number":30,"Text":"“‘One-tenth of all crops belongs to the Lord. This includes the crops from fields and the fruit from trees. That one-tenth belongs to the Lord."},{"Chapter":27,"Number":31,"Text":"A person might want to get back his tenth. If he does, he must add one-fifth to its price and buy it back."},{"Chapter":27,"Number":32,"Text":"“‘The priest will take every tenth animal from a person’s cattle or sheep. It will belong to the Lord."},{"Chapter":27,"Number":33,"Text":"The owner should not pick out the good animals from the bad. He should not exchange one animal for another. If he does exchange it, both animals will become holy. They cannot be bought back.’”"},{"Chapter":27,"Number":34,"Text":"These are the commands the Lord commanded at Mount Sinai. They are for the people of Israel."}]}
