{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Jacob’s Family in Egypt","Chapter":1},{"VerseStartingAt":8,"ParagraphTitle":"Trouble for the People of Israel","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Baby Moses","Chapter":2},{"VerseStartingAt":11,"ParagraphTitle":"Moses Helps His People","Chapter":2},{"VerseStartingAt":16,"ParagraphTitle":"Moses in Midian","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Burning Bush","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Proof for Moses","Chapter":4},{"VerseStartingAt":18,"ParagraphTitle":"Moses Returns to Egypt","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Moses and Aaron Before the King","Chapter":5},{"VerseStartingAt":22,"ParagraphTitle":"Moses Complains to God","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Families of Israel","Chapter":6},{"VerseStartingAt":28,"ParagraphTitle":"God Repeats His Call to Moses","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Aaron’s Walking Stick Becomes a Snake","Chapter":7},{"VerseStartingAt":14,"ParagraphTitle":"The Water Becomes Blood","Chapter":7},{"VerseStartingAt":25,"ParagraphTitle":"The Frogs","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Gnats","Chapter":8},{"VerseStartingAt":20,"ParagraphTitle":"The Flies","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Disease on the Farm Animals","Chapter":9},{"VerseStartingAt":8,"ParagraphTitle":"The Boils","Chapter":9},{"VerseStartingAt":13,"ParagraphTitle":"The Hail","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Locusts","Chapter":10},{"VerseStartingAt":21,"ParagraphTitle":"The Darkness","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"The Death of the Firstborn","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Passover","Chapter":12},{"VerseStartingAt":31,"ParagraphTitle":"Israel Leaves Egypt","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Law of the Firstborn","Chapter":13},{"VerseStartingAt":17,"ParagraphTitle":"The Way Out of Egypt","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The King Chases the Israelites","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"The Song of Moses","Chapter":15},{"VerseStartingAt":22,"ParagraphTitle":"The Bitter Water","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The People Demand Food","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Water from a Rock","Chapter":17},{"VerseStartingAt":8,"ParagraphTitle":"The Amalekites Fight Israel","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Jethro Visits Moses","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Israel at Sinai","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"The Ten Commandments","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"Laws for Living","Chapter":21},{"VerseStartingAt":12,"ParagraphTitle":"Injuries","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Property Laws","Chapter":22},{"VerseStartingAt":16,"ParagraphTitle":"Laws and Relationships","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"Laws About Fairness","Chapter":23},{"VerseStartingAt":10,"ParagraphTitle":"Laws for the Sabbath","Chapter":23},{"VerseStartingAt":14,"ParagraphTitle":"Three Yearly Feasts","Chapter":23},{"VerseStartingAt":20,"ParagraphTitle":"Promises","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"God and Israel Make Their Agreement","Chapter":24},{"VerseStartingAt":12,"ParagraphTitle":"Moses Gets the Stone Tablets","Chapter":24},{"VerseStartingAt":15,"ParagraphTitle":"Moses Meets with God","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"Gifts for the Lord","Chapter":25},{"VerseStartingAt":10,"ParagraphTitle":"The Ark of the Covenant","Chapter":25},{"VerseStartingAt":23,"ParagraphTitle":"The Table","Chapter":25},{"VerseStartingAt":31,"ParagraphTitle":"The Lampstand","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"The Holy Tent","Chapter":26},{"VerseStartingAt":36,"ParagraphTitle":"The Entrance of the Holy Tent","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"The Altar","Chapter":27},{"VerseStartingAt":9,"ParagraphTitle":"The Courtyard of the Holy Tent","Chapter":27},{"VerseStartingAt":20,"ParagraphTitle":"Oil for the Lamp","Chapter":27},{"VerseStartingAt":1,"ParagraphTitle":"Clothes for the Priests","Chapter":28},{"VerseStartingAt":6,"ParagraphTitle":"The Holy Vest","Chapter":28},{"VerseStartingAt":15,"ParagraphTitle":"The Chest Covering","Chapter":28},{"VerseStartingAt":1,"ParagraphTitle":"Appointing the Priests","Chapter":29},{"VerseStartingAt":38,"ParagraphTitle":"The Daily Sacrifices","Chapter":29},{"VerseStartingAt":1,"ParagraphTitle":"The Altar for Burning Incense","Chapter":30},{"VerseStartingAt":11,"ParagraphTitle":"The Tax for the Meeting Tent","Chapter":30},{"VerseStartingAt":17,"ParagraphTitle":"The Bronze Bowl","Chapter":30},{"VerseStartingAt":22,"ParagraphTitle":"Oil for Appointing","Chapter":30},{"VerseStartingAt":34,"ParagraphTitle":"Incense","Chapter":30},{"VerseStartingAt":1,"ParagraphTitle":"Bezalel and Oholiab","Chapter":31},{"VerseStartingAt":12,"ParagraphTitle":"The Day of Rest","Chapter":31},{"VerseStartingAt":1,"ParagraphTitle":"The People Make a Gold Calf","Chapter":32},{"VerseStartingAt":1,"ParagraphTitle":"The Meeting Tent","Chapter":33},{"VerseStartingAt":18,"ParagraphTitle":"Moses and God’s Greatness","Chapter":33},{"VerseStartingAt":1,"ParagraphTitle":"Moses Gets New Tablets","Chapter":34},{"VerseStartingAt":29,"ParagraphTitle":"The Face of Moses Shines","Chapter":34},{"VerseStartingAt":1,"ParagraphTitle":"Rules About the Sabbath","Chapter":35},{"VerseStartingAt":1,"ParagraphTitle":"The Holy Tent","Chapter":36},{"VerseStartingAt":1,"ParagraphTitle":"The Ark of the Covenant","Chapter":37},{"VerseStartingAt":10,"ParagraphTitle":"The Table","Chapter":37},{"VerseStartingAt":17,"ParagraphTitle":"The Lampstand","Chapter":37},{"VerseStartingAt":25,"ParagraphTitle":"The Altar for Burning Incense","Chapter":37},{"VerseStartingAt":1,"ParagraphTitle":"The Altar","Chapter":38},{"VerseStartingAt":8,"ParagraphTitle":"The Bronze Bowl","Chapter":38},{"VerseStartingAt":9,"ParagraphTitle":"The Courtyard of the Holy Tent","Chapter":38},{"VerseStartingAt":1,"ParagraphTitle":"Clothes for the Priests","Chapter":39},{"VerseStartingAt":1,"ParagraphTitle":"Setting Up the Holy Tent","Chapter":40},{"VerseStartingAt":34,"ParagraphTitle":"The Cloud over the Holy Tent","Chapter":40}],"VerseList":[{"Chapter":1,"Number":1,"Text":"When Jacob, also called Israel, went to Egypt, he took his sons. And each son took his own family with him. These are the names of the sons of Israel:"},{"Chapter":1,"Number":2,"Text":"Reuben, Simeon, Levi, Judah,"},{"Chapter":1,"Number":3,"Text":"Issachar, Zebulun, Benjamin,"},{"Chapter":1,"Number":4,"Text":"Dan, Naphtali, Gad and Asher."},{"Chapter":1,"Number":5,"Text":"There was a total of 70 people who were descendants of Jacob. Jacob’s son Joseph was already in Egypt."},{"Chapter":1,"Number":6,"Text":"By some time later, Joseph and his brothers had died, along with all the people who had lived at that same time."},{"Chapter":1,"Number":7,"Text":"But the people of Israel had many children, and their number grew greatly. They became very strong, and the country of Egypt was filled with them. "},{"Chapter":1,"Number":8,"Text":"Then a new king began to rule Egypt. He did not know who Joseph was."},{"Chapter":1,"Number":9,"Text":"This king said to his people, “Look! The people of Israel are too many! And they are too strong for us to handle!"},{"Chapter":1,"Number":10,"Text":"We must make plans against them. If we don’t, the number of their people will grow even more. Then if there is a war, they might join our enemies. Then they could fight us and escape from the country!”"},{"Chapter":1,"Number":11,"Text":"So the Egyptians made life hard for the people of Israel. They put slave masters over the Israelites. The slave masters forced the Israelites to build the cities Pithom and Rameses for the king. These cities were supply centers in which the Egyptians stored things."},{"Chapter":1,"Number":12,"Text":"The Egyptians forced the Israelites to work even harder. But this made the Israelites grow in number and spread more. So the Egyptians became more afraid of them."},{"Chapter":1,"Number":13,"Text":"They forced the Israelites to work even harder."},{"Chapter":1,"Number":14,"Text":"The Egyptians made life hard for the Israelites. They forced the Israelites to work very hard making bricks and mortar. They also forced them to do all kinds of hard work in the fields. The Egyptians were not merciful to them in all their hard work."},{"Chapter":1,"Number":15,"Text":"There were two Hebrew nurses named Shiphrah and Puah. These nurses helped the Israelite women give birth to their babies. The king of Egypt said to the nurses,"},{"Chapter":1,"Number":16,"Text":"“When you are helping the Hebrew women give birth to their babies, watch! If the baby is a girl, let the baby live. But if it is a boy, kill it!”"},{"Chapter":1,"Number":17,"Text":"But the nurses feared God. So they did not do as the king told them. They let all the boy babies live."},{"Chapter":1,"Number":18,"Text":"Then the king of Egypt sent for the nurses. He said, “Why did you do this? Why did you let the boys live?”"},{"Chapter":1,"Number":19,"Text":"The nurses said to him, “The Hebrew women are much stronger than the Egyptian women. They give birth to their babies before we can get there.”"},{"Chapter":1,"Number":20,"Text":"God was good to the nurses. And the Hebrew people continued to grow in number. So they became even stronger."},{"Chapter":1,"Number":21,"Text":"Because the nurses feared God, he gave them families of their own."},{"Chapter":1,"Number":22,"Text":"So the king commanded all his people: “Every time a boy is born to the Hebrews, you must throw him into the Nile River. But let all the girl babies live.”"},{"Chapter":2,"Number":1,"Text":"There was a man from the family of Levi. He married a woman who was also from the family of Levi."},{"Chapter":2,"Number":2,"Text":"She became pregnant and gave birth to a son. She saw how wonderful the baby was, and she hid him for three months."},{"Chapter":2,"Number":3,"Text":"But after three months, she was not able to hide the baby any longer. So she got a basket made of reeds and covered it with tar so that it would float. She put the baby in the basket. Then she put the basket among the tall grass at the edge of the Nile River."},{"Chapter":2,"Number":4,"Text":"The baby’s sister stood a short distance away. She wanted to see what would happen to him."},{"Chapter":2,"Number":5,"Text":"Then the daughter of the king of Egypt came to the river. She was going to take a bath. Her servant girls were walking beside the river. She saw the basket in the tall grass. So she sent her slave girl to get it."},{"Chapter":2,"Number":6,"Text":"The king’s daughter opened the basket and saw the baby boy. He was crying, and she felt sorry for him. She said, “This is one of the Hebrew babies.”"},{"Chapter":2,"Number":7,"Text":"Then the baby’s sister asked the king’s daughter, “Would you like me to find a Hebrew woman to nurse the baby for you?”"},{"Chapter":2,"Number":8,"Text":"The king’s daughter said, “Yes, please.” So the girl went and got the baby’s own mother."},{"Chapter":2,"Number":9,"Text":"The king’s daughter said to the woman, “Take this baby and nurse him for me. I will pay you.” So the woman took her baby and nursed him."},{"Chapter":2,"Number":10,"Text":"After the child had grown older, the woman took him to the king’s daughter. She adopted the baby as her own son. The king’s daughter named him Moses, because she had pulled him out of the water. "},{"Chapter":2,"Number":11,"Text":"Moses grew and became a man. One day he visited his people, the Hebrews. He saw that they were forced to work very hard. He saw an Egyptian beating a Hebrew man, one of Moses’ own people."},{"Chapter":2,"Number":12,"Text":"Moses looked all around and saw that no one was watching. So he killed the Egyptian and hid his body in the sand."},{"Chapter":2,"Number":13,"Text":"The next day Moses returned and saw two Hebrew men fighting each other. He saw that one man was in the wrong. Moses said to that man, “Why are you hitting one of your own people?”"},{"Chapter":2,"Number":14,"Text":"The man answered, “Who made you our ruler and judge? Are you going to kill me as you killed the Egyptian?”Then Moses was afraid. He thought, “Now everyone knows what I did.”"},{"Chapter":2,"Number":15,"Text":"When the king heard about what Moses had done, he tried to kill Moses. But Moses ran away from the king and went to live in the land of Midian. There he sat down near a well. "},{"Chapter":2,"Number":16,"Text":"There was a priest in Midian who had seven daughters. His daughters went to that well to get water for their father’s sheep. They were trying to fill the water troughs for their father’s sheep."},{"Chapter":2,"Number":17,"Text":"But some shepherds came and chased the girls away. Then Moses defended the girls and watered their sheep."},{"Chapter":2,"Number":18,"Text":"Then they went back to their father, Reuel, also called Jethro. He asked them, “Why have you come home early today?”"},{"Chapter":2,"Number":19,"Text":"The girls answered, “The shepherds chased us away. But an Egyptian defended us. He got water for us and watered our sheep.”"},{"Chapter":2,"Number":20,"Text":"He asked his daughters, “Where is this man? Why did you leave him? Invite him to eat with us.”"},{"Chapter":2,"Number":21,"Text":"Moses agreed to stay with Jethro. And he gave his daughter Zipporah to Moses to be his wife."},{"Chapter":2,"Number":22,"Text":"Zipporah gave birth to a son, and Moses named him Gershom. Moses named him this because Moses was a stranger in a land that was not his own."},{"Chapter":2,"Number":23,"Text":"After a long time, the king of Egypt died. The people of Israel groaned because they were forced to work very hard. They cried for help. And God heard them."},{"Chapter":2,"Number":24,"Text":"God heard their cries, and he remembered the agreement he had made with Abraham, Isaac and Jacob."},{"Chapter":2,"Number":25,"Text":"God saw the troubles of the people of Israel, and he was concerned about them."},{"Chapter":3,"Number":1,"Text":"One day Moses was taking care of Jethro’s sheep. Jethro was the priest of Midian and also Moses’ father-in-law. Moses led the sheep to the west side of the desert. He came to Sinai, the mountain of God."},{"Chapter":3,"Number":2,"Text":"There the angel of the Lord appeared to Moses in flames of fire coming out of a bush. Moses saw that the bush was on fire, but it was not burning up."},{"Chapter":3,"Number":3,"Text":"So Moses said, “I will go closer to this strange thing. How can a bush continue burning without burning up?”"},{"Chapter":3,"Number":4,"Text":"The Lord saw Moses was coming to look at the bush. So God called to him from the bush, “Moses, Moses!”And Moses said, “Here I am.”"},{"Chapter":3,"Number":5,"Text":"Then God said, “Do not come any closer. Take off your sandals. You are standing on holy ground."},{"Chapter":3,"Number":6,"Text":"I am the God of your ancestors. I am the God of Abraham, the God of Isaac and the God of Jacob.” Moses covered his face because he was afraid to look at God."},{"Chapter":3,"Number":7,"Text":"The Lord said, “I have seen the troubles my people have suffered in Egypt. And I have heard their cries when the Egyptian slave masters hurt them. I am concerned about their pain."},{"Chapter":3,"Number":8,"Text":"I have come down to save them from the Egyptians. I will bring them out of that land. I will lead them to a good land with lots of room. This is a land where much food grows. This is the land of these people: the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites."},{"Chapter":3,"Number":9,"Text":"I have heard the cries of the people of Israel. I have seen the way the Egyptians have made life hard for them."},{"Chapter":3,"Number":10,"Text":"So now I am sending you to the king of Egypt. Go! Bring my people, the Israelites, out of Egypt!”"},{"Chapter":3,"Number":11,"Text":"But Moses said to God, “I am not a great man! Why should I be the one to go to the king and lead the Israelites out of Egypt?”"},{"Chapter":3,"Number":12,"Text":"God said, “I will be with you. This will be the proof that I am sending you: You will lead the people out of Egypt. Then all of you will worship me on this mountain.”"},{"Chapter":3,"Number":13,"Text":"Moses said to God, “When I go to the Israelites, I will say to them, ‘The God of your ancestors sent me to you.’ What if the people say, ‘What is his name?’ What should I tell them?”"},{"Chapter":3,"Number":14,"Text":"Then God said to Moses, “I AM WHO I AM. When you go to the people of Israel, tell them, ‘I AM sent me to you.’”"},{"Chapter":3,"Number":15,"Text":"God also said to Moses, “This is what you should tell the people: ‘The Lord is the God of your ancestors. He is the God of Abraham, the God of Isaac and the God of Jacob. And he sent me to you.’ This will always be my name. That is how people from now on will know me."},{"Chapter":3,"Number":16,"Text":"“Go and gather the elders and tell them this: ‘The Lord, the God of your ancestors, has appeared to me. The God of Abraham, Isaac and Jacob spoke to me. He says: I care about you, and I have seen what has happened to you in Egypt."},{"Chapter":3,"Number":17,"Text":"I have decided that I will take you away from the troubles you are suffering in Egypt. I will lead you to the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. This land grows much food.’"},{"Chapter":3,"Number":18,"Text":"“The elders will listen to you. And then you and the elders of Israel will go to the king of Egypt. You will tell him, ‘The Lord, the God of the Hebrews, appeared to us. Let us travel three days into the desert. There we must offer sacrifices to the Lord our God.’"},{"Chapter":3,"Number":19,"Text":"“But I know that the king of Egypt will not let you go. Only a great power will force him to let you go."},{"Chapter":3,"Number":20,"Text":"So I will use my great power against Egypt. I will make miracles happen in that land. After I do this, he will let you go."},{"Chapter":3,"Number":21,"Text":"And I will cause the Egyptian people to think well of the people of Israel. So when you leave, they will give gifts to your people."},{"Chapter":3,"Number":22,"Text":"Each Hebrew woman will ask her Egyptian neighbor and any Egyptian woman living in her house for gifts. Ask for silver, gold and clothing. You will put those gifts on your children when you leave Egypt. In this way you will take with you the riches of the Egyptians.”"},{"Chapter":4,"Number":1,"Text":"Then Moses answered, “What if the people of Israel do not believe me or listen to me? What if they say, ‘The Lord did not appear to you’?”"},{"Chapter":4,"Number":2,"Text":"The Lord said to him, “What is that in your hand?”Moses answered, “It is my walking stick.”"},{"Chapter":4,"Number":3,"Text":"The Lord said, “Throw it on the ground.”So Moses threw it on the ground. And it became a snake. Moses ran from the snake."},{"Chapter":4,"Number":4,"Text":"But the Lord said to him, “Reach out and grab the snake by its tail.” So Moses reached out and took hold of the snake. When he did this, it again became a stick in his hand."},{"Chapter":4,"Number":5,"Text":"The Lord said, “When this happens, the Israelites will believe that the Lord appeared to you. I am the God of their ancestors. I am the God of Abraham, the God of Isaac and the God of Jacob.”"},{"Chapter":4,"Number":6,"Text":"Then the Lord said to Moses, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took his hand out, it was white with a harmful skin disease."},{"Chapter":4,"Number":7,"Text":"Then the Lord said, “Now put your hand inside your coat again.” So Moses put his hand inside his coat again. When he took it out, his hand was healthy again. It was like the rest of his skin."},{"Chapter":4,"Number":8,"Text":"Then the Lord said, “The people may not believe you or be convinced by the first miracle. They may believe you when you show them this second miracle."},{"Chapter":4,"Number":9,"Text":"After these two miracles they still may not believe or listen to you. Then take some water from the Nile River. Pour it on the dry ground. The water will become blood when it touches the ground.”"},{"Chapter":4,"Number":10,"Text":"But Moses said to the Lord, “But Lord, I am not a skilled speaker. I have never been able to speak well. And now, even after talking to you, I am not a good speaker. I speak slowly and can’t find the best words.”"},{"Chapter":4,"Number":11,"Text":"Then the Lord said to him, “Who made man’s mouth? And who makes him deaf or not able to speak? Or who gives a man sight or makes him blind? It is I, the Lord."},{"Chapter":4,"Number":12,"Text":"Now go! I will help you speak. I will tell you what to say.”"},{"Chapter":4,"Number":13,"Text":"But Moses said, “Please, Lord, send someone else.”"},{"Chapter":4,"Number":14,"Text":"The Lord became angry with Moses. He said, “Your brother Aaron, from the family of Levi, is a skilled speaker. He is already coming to meet you. And he will be happy when he sees you."},{"Chapter":4,"Number":15,"Text":"I will tell you what to say. Then you will tell Aaron. I will help both of you know what to say and do."},{"Chapter":4,"Number":16,"Text":"And Aaron will speak to the people for you. You will tell him what God says. And he will speak for you."},{"Chapter":4,"Number":17,"Text":"Take your walking stick with you. Use it to do the miracles.” "},{"Chapter":4,"Number":18,"Text":"Then Moses went back to Jethro, his father-in-law. Moses said to him, “Let me go back to my people in Egypt. I want to see if they are still alive.”Jethro said to Moses, “You may go. Have a safe trip.”"},{"Chapter":4,"Number":19,"Text":"While Moses was still in Midian, the Lord said to him, “Go back to Egypt. The men who wanted to kill you are dead now.”"},{"Chapter":4,"Number":20,"Text":"So Moses took his wife and his sons and put them on a donkey. Then he started back to Egypt. He took with him the walking stick of God."},{"Chapter":4,"Number":21,"Text":"The Lord said to Moses, “When you get back to Egypt, do all the miracles. I have given you the power to do them. Show them to the king of Egypt. But I will make the king very stubborn. He will not let the people go."},{"Chapter":4,"Number":22,"Text":"Then say to the king: ‘This is what the Lord says: Israel is my firstborn son."},{"Chapter":4,"Number":23,"Text":"And I told you to let my son go. Let him go so he may worship me. But you refused to let Israel go. So I will kill your firstborn son.’”"},{"Chapter":4,"Number":24,"Text":"As Moses was on his way to Egypt, he stopped at a resting place for the night. The Lord met him there and tried to kill him."},{"Chapter":4,"Number":25,"Text":"But Zipporah took a flint knife and circumcised her son. She took the skin and touched Moses’ feet with it. Then she said to him, “You are a bridegroom of blood to me.”"},{"Chapter":4,"Number":26,"Text":"Zipporah said this because she had to circumcise her son. So the Lord did not kill Moses."},{"Chapter":4,"Number":27,"Text":"Meanwhile the Lord said to Aaron, “Go out into the desert to meet Moses.” When Aaron went, he met Moses at Sinai, the mountain of God, and kissed him."},{"Chapter":4,"Number":28,"Text":"Moses told Aaron everything the Lord had said to him when he sent him to Egypt. And Moses told him about the miracles which the Lord had commanded him to do."},{"Chapter":4,"Number":29,"Text":"So Moses and Aaron gathered all the elders of the Israelites."},{"Chapter":4,"Number":30,"Text":"Aaron told them everything that the Lord had told Moses. Then Moses did the miracles for all the people to see."},{"Chapter":4,"Number":31,"Text":"So the Israelites believed. They heard that the Lord was concerned about them and had seen their troubles. Then they bowed down and worshiped him."},{"Chapter":5,"Number":1,"Text":"After Moses and Aaron talked to the people, they went to the king of Egypt. They said, “This is what the Lord, the God of Israel says: ‘Let my people go so they may hold a feast for me in the desert.’”"},{"Chapter":5,"Number":2,"Text":"But the king of Egypt said, “Who is the Lord? Why should I obey him and let Israel go? I do not know the Lord. And I will not let Israel go.”"},{"Chapter":5,"Number":3,"Text":"Then Aaron and Moses said, “The God of the Hebrews has talked with us. Now let us travel three days into the desert. There we will offer sacrifices to the Lord our God. If we don’t do this, he may kill us with a disease or in war.”"},{"Chapter":5,"Number":4,"Text":"But the king said to them, “Moses and Aaron, why are you taking the people away from their work? Go back to your hard work!"},{"Chapter":5,"Number":5,"Text":"There are very many Hebrews. And now you want them to quit their hard work!”"},{"Chapter":5,"Number":6,"Text":"That same day the king gave a command to the slave masters and foremen."},{"Chapter":5,"Number":7,"Text":"He said, “Don’t give the people straw to make bricks as you used to do. Let them gather their own straw."},{"Chapter":5,"Number":8,"Text":"But they must still make the same number of bricks as they did before. Do not accept fewer. They have become lazy. That is why they are asking me, ‘Let us go to offer sacrifices to our God.’"},{"Chapter":5,"Number":9,"Text":"Make these people work harder. Keep them busy. Then they will not have time to listen to the lies of Moses.”"},{"Chapter":5,"Number":10,"Text":"So the slave masters and foremen went to the Israelites and said, “This is what the king says: I will no longer give you straw."},{"Chapter":5,"Number":11,"Text":"Go and get your own straw wherever you can find it. But you must make as many bricks as you made before.”"},{"Chapter":5,"Number":12,"Text":"So the people went everywhere in Egypt looking for dry stalks to use for straw."},{"Chapter":5,"Number":13,"Text":"The slave masters kept forcing the people to work harder. They said, “You must make just as many bricks as you did when you were given straw.”"},{"Chapter":5,"Number":14,"Text":"The king’s slave masters had chosen the Israelite foremen. They had made them responsible for the work the people did. The Egyptian slave masters beat these men and asked them, “Why aren’t you making as many bricks as you made in the past?”"},{"Chapter":5,"Number":15,"Text":"Then the Israelite foremen went to the king. They complained and said, “Why are you treating us, your servants, this way?"},{"Chapter":5,"Number":16,"Text":"You give us no straw. But we are commanded to make bricks. Our slave masters beat us. But it is your own people’s fault.”"},{"Chapter":5,"Number":17,"Text":"The king answered, “You are lazy! You don’t want to work! That is why you ask to leave here and make sacrifices to the Lord."},{"Chapter":5,"Number":18,"Text":"Now, go back to work! We will not give you any straw. But you must make just as many bricks as you did before.”"},{"Chapter":5,"Number":19,"Text":"The Israelite foremen knew they were in trouble. This was because the king had told them: “You must make just as many bricks each day as you did before.”"},{"Chapter":5,"Number":20,"Text":"As they were leaving the meeting with the king, they met Moses and Aaron. Moses and Aaron were waiting for them."},{"Chapter":5,"Number":21,"Text":"So they said to Moses and Aaron, “May the Lord punish you. You caused the king and his officers to hate us. You have given them an excuse to kill us.” "},{"Chapter":5,"Number":22,"Text":"Then Moses returned to the Lord and said, “Lord, why have you brought this trouble on your people? Is this why you sent me here?"},{"Chapter":5,"Number":23,"Text":"I went to the king and said what you told me to say. But ever since that time he has made the people suffer. And you have done nothing to save them.”"},{"Chapter":6,"Number":1,"Text":"Then the Lord said to Moses, “Now you will see what I will do to the king of Egypt. I will use my great power against him, and he will let my people go. Because of my power, he will force them out of his country.”"},{"Chapter":6,"Number":2,"Text":"Then God said to Moses, “I am the Lord."},{"Chapter":6,"Number":3,"Text":"I appeared to Abraham, Isaac and Jacob by the name, God All-Powerful. But they did not know me by my name, the Lord."},{"Chapter":6,"Number":4,"Text":"I also made my agreement with them to give them the land of Canaan. They lived in that land, but it was not their own land."},{"Chapter":6,"Number":5,"Text":"Now I have heard the cries of the Israelites. The Egyptians are treating them as slaves. And I remember my agreement."},{"Chapter":6,"Number":6,"Text":"So tell the people of Israel that I say to them, ‘I am the Lord. I will save you from the hard work the Egyptians force you to do. I will make you free. You will not be slaves to the Egyptians. I will free you by my great power. And I will punish the Egyptians terribly."},{"Chapter":6,"Number":7,"Text":"I will make you my own people, and I will be your God. You will know that I am the Lord your God. I am the One who saves you from the hard work the Egyptians force you to do."},{"Chapter":6,"Number":8,"Text":"I will lead you to the land that I promised to Abraham, Isaac and Jacob. I will give you that land to own. I am the Lord.’”"},{"Chapter":6,"Number":9,"Text":"So Moses told this to the people of Israel. But they would not listen to him. They were discouraged, and their slavery was hard."},{"Chapter":6,"Number":10,"Text":"Then the Lord said to Moses,"},{"Chapter":6,"Number":11,"Text":"“Go tell the king of Egypt that he must let the Israelites leave his land.”"},{"Chapter":6,"Number":12,"Text":"But Moses answered, “The Israelites will not listen to me. So surely the king will not listen to me, either. I am not a good speaker.”"},{"Chapter":6,"Number":13,"Text":"But the Lord told Moses and Aaron to talk to the king. He commanded them to lead the Israelites out of Egypt. Families of Israel"},{"Chapter":6,"Number":14,"Text":"These are the leaders of the families of Israel:Israel’s first son, Reuben, had four sons. They were Hanoch, Pallu, Hezron and Carmi. These are the family groups of Reuben."},{"Chapter":6,"Number":15,"Text":"Simeon’s sons were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul. Shaul was the son of a Canaanite woman. These are the family groups of Simeon."},{"Chapter":6,"Number":16,"Text":"Levi lived 137 years. These are the names of his sons according to their family history: Gershon, Kohath and Merari."},{"Chapter":6,"Number":17,"Text":"Gershon had two sons, Libni and Shimei, with their families."},{"Chapter":6,"Number":18,"Text":"Kohath lived 133 years. The sons of Kohath were Amram, Izhar, Hebron and Uzziel."},{"Chapter":6,"Number":19,"Text":"The sons of Merari were Mahli and Mushi.These are the family groups of Levi, according to their family history."},{"Chapter":6,"Number":20,"Text":"Amram married his father’s sister Jochebed. Jochebed gave birth to Aaron and Moses. Amram lived 137 years."},{"Chapter":6,"Number":21,"Text":"Izhar’s sons were Korah, Nepheg and Zicri."},{"Chapter":6,"Number":22,"Text":"Uzziel’s sons were Mishael, Elzaphan and Sithri."},{"Chapter":6,"Number":23,"Text":"Aaron married Elisheba. She was the daughter of Amminadab and the sister of Nahshon. Elisheba gave birth to Nadab, Abihu, Eleazar and Ithamar."},{"Chapter":6,"Number":24,"Text":"The sons of Korah were Assir, Elkanah and Abiasaph. These are the family groups of the Korahites."},{"Chapter":6,"Number":25,"Text":"Eleazar son of Aaron married a daughter of Putiel. And she gave birth to Phinehas.These are the leaders of the family groups of the Levites."},{"Chapter":6,"Number":26,"Text":"This was the Aaron and Moses to whom the Lord spoke. He said, “Lead my people out of Israel in their divisions.”"},{"Chapter":6,"Number":27,"Text":"Aaron and Moses are the ones who talked to the king of Egypt. They told him to let the people of Israel leave Egypt. "},{"Chapter":6,"Number":28,"Text":"The Lord spoke to Moses in the land of Egypt."},{"Chapter":6,"Number":29,"Text":"He said, “I am the Lord. Tell the king of Egypt everything I tell you.”"},{"Chapter":6,"Number":30,"Text":"But Moses answered, “I am not a good speaker. The king will not listen to me.”"},{"Chapter":7,"Number":1,"Text":"The Lord said to Moses, “I have made you like God to the king of Egypt. And your brother Aaron will be like a prophet for you."},{"Chapter":7,"Number":2,"Text":"Tell Aaron your brother everything that I command you. Then let him tell the king of Egypt to let the Israelites leave his country."},{"Chapter":7,"Number":3,"Text":"But I will make the king stubborn. Then I will do many miracles in Egypt."},{"Chapter":7,"Number":4,"Text":"But he will still refuse to listen. So then I will punish Egypt terribly. And I will lead my divisions, my people the Israelites, out of that land."},{"Chapter":7,"Number":5,"Text":"I will punish Egypt with my power. And I will bring the Israelites out of that land. Then they will know I am the Lord.”"},{"Chapter":7,"Number":6,"Text":"Moses and Aaron did just as the Lord had commanded them."},{"Chapter":7,"Number":7,"Text":"Moses was 80 years old, and Aaron was 83, when they spoke to the king. Aaron’s Walking Stick Becomes a Snake"},{"Chapter":7,"Number":8,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":7,"Number":9,"Text":"“The king will ask you to do a miracle. When he does, Moses, you tell Aaron to throw his walking stick down in front of the king. It will become a snake.”"},{"Chapter":7,"Number":10,"Text":"So Moses and Aaron went to the king as the Lord had commanded. Aaron threw his walking stick down in front of the king and his officers. And it became a snake."},{"Chapter":7,"Number":11,"Text":"So the king called in his wise men and his magicians. With their tricks the Egyptian magicians were able to do the same thing."},{"Chapter":7,"Number":12,"Text":"They threw their walking sticks on the ground, and their sticks became snakes. But then Aaron’s stick swallowed theirs."},{"Chapter":7,"Number":13,"Text":"But the king was stubborn. He refused to listen to Moses and Aaron, just as the Lord had said. "},{"Chapter":7,"Number":14,"Text":"Then the Lord said to Moses, “The king is being stubborn. He refuses to let the people go."},{"Chapter":7,"Number":15,"Text":"In the morning the king will go out to the Nile River. Go meet him by the edge of the river. Take with you the walking stick that became a snake."},{"Chapter":7,"Number":16,"Text":"Tell him this: The Lord, the God of the Hebrews, sent me to you. He said, ‘Let my people go worship me in the desert.’ Until now you have not listened."},{"Chapter":7,"Number":17,"Text":"This is what the Lord says: ‘This is how you will know that I am the Lord. I will strike the water of the Nile River with this stick in my hand. And the water will change into blood."},{"Chapter":7,"Number":18,"Text":"Then the fish in the Nile will die, and the river will begin to stink. And the Egyptians will not be able to drink the water from the Nile.’”"},{"Chapter":7,"Number":19,"Text":"The Lord said to Moses, “Tell Aaron to stretch the walking stick in his hand over the rivers, canals, ponds and pools in Egypt. The water will become blood everywhere in Egypt. There even will be blood in the wooden buckets and stone jars.”"},{"Chapter":7,"Number":20,"Text":"So Moses and Aaron did just as the Lord had commanded. Aaron raised his walking stick and struck the water in the Nile River. He did this in front of the king and his officers. So all the water in the Nile changed into blood."},{"Chapter":7,"Number":21,"Text":"The fish in the Nile died, and the river began to stink. So the Egyptians could not drink water from it. Blood was everywhere in the land of Egypt."},{"Chapter":7,"Number":22,"Text":"Using their tricks, their magicians of Egypt did the same thing. So the king was stubborn and refused to listen to Moses and Aaron. This happened just as the Lord had said."},{"Chapter":7,"Number":23,"Text":"The king turned and went into his palace. He ignored what Moses and Aaron had done."},{"Chapter":7,"Number":24,"Text":"The Egyptians could not drink the water from the Nile. So all of them dug along the bank of the river. They were looking for water to drink. "},{"Chapter":7,"Number":25,"Text":"Seven days passed after the Lord changed the Nile River."},{"Chapter":8,"Number":1,"Text":"Then the Lord told Moses, “Go to the king of Egypt and tell him, ‘This is what the Lord says: Let my people go to worship me."},{"Chapter":8,"Number":2,"Text":"If you refuse, then I will punish Egypt with frogs."},{"Chapter":8,"Number":3,"Text":"The Nile River will be filled with frogs. They will come from the river and enter your palace. They will be in your bedroom and your bed. The frogs will enter the houses of your officers and your people. They will enter your ovens and your baking pans."},{"Chapter":8,"Number":4,"Text":"The frogs will jump up all over you, your people and your officers.’”"},{"Chapter":8,"Number":5,"Text":"Then the Lord said to Moses, “Tell Aaron to hold his walking stick in his hand over the rivers, canals and ponds. Make frogs come up out of the water onto the land of Egypt.”"},{"Chapter":8,"Number":6,"Text":"So Aaron held his hand over all the waters of Egypt. The frogs came up out of the water and covered the land of Egypt."},{"Chapter":8,"Number":7,"Text":"The magicians used their tricks to do the same thing. So even more frogs came up onto the land of Egypt."},{"Chapter":8,"Number":8,"Text":"So the king called for Moses and Aaron. He said, “Pray to the Lord to take the frogs away from me and my people. I will let your people go to offer sacrifices to the Lord.”"},{"Chapter":8,"Number":9,"Text":"Moses said to the king, “Please set the time that I should pray for you, your people and your officers. Then the frogs will leave you and your houses. They will remain only in the Nile.”"},{"Chapter":8,"Number":10,"Text":"The king answered, “Tomorrow.”Moses said, “What you want will happen. By this you will know that there is no one like the Lord our God."},{"Chapter":8,"Number":11,"Text":"The frogs will leave you, your houses, your officers and your people. They will remain only in the Nile.”"},{"Chapter":8,"Number":12,"Text":"Moses and Aaron left the king. Moses asked the Lord about the frogs he had sent to the king."},{"Chapter":8,"Number":13,"Text":"And the Lord did as Moses asked. The frogs died in the houses, in the yards and in the fields."},{"Chapter":8,"Number":14,"Text":"The Egyptians put them in piles. The whole country began to stink."},{"Chapter":8,"Number":15,"Text":"When the king saw that they were free of the frogs, he became stubborn again. He did not listen to Moses and Aaron, just as the Lord had said. The Gnats"},{"Chapter":8,"Number":16,"Text":"Then the Lord said to Moses, “Tell Aaron to raise his walking stick and strike the dust on the ground. Then everywhere in Egypt the dust will change into gnats.”"},{"Chapter":8,"Number":17,"Text":"They did this. Aaron raised the walking stick that was in his hand and struck the dust on the ground. Then everywhere in Egypt the dust changed into gnats. The gnats got on the people and animals."},{"Chapter":8,"Number":18,"Text":"Using their tricks, the magicians tried to do the same thing. But they could not make the dust change into gnats. The gnats remained on the people and animals."},{"Chapter":8,"Number":19,"Text":"So the magicians told the king that the power of God had done this. But the king was stubborn and refused to listen to them. This happened just as the Lord had said. "},{"Chapter":8,"Number":20,"Text":"The Lord told Moses, “Get up early in the morning. Meet the king of Egypt as he goes out to the river. Tell him, ‘This is what the Lord says: Let my people go so they can worship me."},{"Chapter":8,"Number":21,"Text":"If you don’t let them go, I will send swarms of flies. I will send them into your houses. The flies will be on you, your officers and your people. The houses of Egypt will be full of flies. And they will be all over the ground, too."},{"Chapter":8,"Number":22,"Text":"But I will not treat the people of Israel the same as the Egyptian people. There will not be any flies in the land of Goshen, where my people live. By this you will know that I, the Lord, am in this land."},{"Chapter":8,"Number":23,"Text":"I will treat my people differently from your people. This miracle will happen tomorrow.’”"},{"Chapter":8,"Number":24,"Text":"So the Lord did as he had said. Great swarms of flies came into the king’s palace and his officers’ houses. All over Egypt flies were ruining the land."},{"Chapter":8,"Number":25,"Text":"The king called for Moses and Aaron. He told them, “Offer sacrifices to your God here in this country.”"},{"Chapter":8,"Number":26,"Text":"But Moses said, “It wouldn’t be right to do that. The Egyptians hate the sacrifices we offer to the Lord our God. They will see us offer sacrifices they hate. Then they will throw stones at us and kill us."},{"Chapter":8,"Number":27,"Text":"Let us make a three-day journey into the desert. We must offer sacrifices to the Lord our God there. This is what the Lord told us to do.”"},{"Chapter":8,"Number":28,"Text":"The king said, “I will let you go. Then you may offer sacrifices to the Lord your God in the desert. But you must not go very far away. Now go and pray for me.”"},{"Chapter":8,"Number":29,"Text":"Moses said, “I will leave and pray to the Lord. He will take the flies away from you, your officers and your people tomorrow. But do not try to trick us again. Do not stop the people from going to offer sacrifices to the Lord.”"},{"Chapter":8,"Number":30,"Text":"So Moses left the king and prayed to the Lord."},{"Chapter":8,"Number":31,"Text":"And the Lord did as Moses asked. He removed the flies from the king, his officers and his people. Not one fly was left."},{"Chapter":8,"Number":32,"Text":"But the king became stubborn again and did not let the people go."},{"Chapter":9,"Number":1,"Text":"Then the Lord told Moses, “Go to the king of Egypt. Tell him, ‘This is what the Lord, the God of the Hebrews, says: Let my people go to worship me."},{"Chapter":9,"Number":2,"Text":"You might refuse to let them go and continue to hold them."},{"Chapter":9,"Number":3,"Text":"Then the Lord will punish you. He will send a terrible disease on all your farm animals. He will cause all of your horses, donkeys, camels, cattle and sheep to become sick."},{"Chapter":9,"Number":4,"Text":"But the Lord will treat Israel’s animals differently from the animals of Egypt. None of the animals that belong to the Israelites will die."},{"Chapter":9,"Number":5,"Text":"The Lord has set tomorrow as the time he will do this in the land.’”"},{"Chapter":9,"Number":6,"Text":"The next day the Lord did as he promised. All the farm animals in Egypt died. But none of the animals belonging to Israelites died."},{"Chapter":9,"Number":7,"Text":"The king sent people to see what had happened to the animals of Israel. They found that not one of them had died. But the king was still stubborn. He did not let the people go. "},{"Chapter":9,"Number":8,"Text":"The Lord said to Moses and Aaron, “Fill your hands with the ashes from a furnace. Moses, throw the ashes into the air in front of the king of Egypt."},{"Chapter":9,"Number":9,"Text":"The ashes will spread like dust through all the land of Egypt. The dust will cause boils to break out and become sores on the skin. These sores will be on people and animals everywhere in the land.”"},{"Chapter":9,"Number":10,"Text":"So Moses and Aaron took ashes from a furnace. Then they went and stood before the king. Moses threw ashes into the air. It caused boils to break out and become sores on people and animals."},{"Chapter":9,"Number":11,"Text":"The magicians could not stand before Moses. This was because all the Egyptians had boils, even the magicians."},{"Chapter":9,"Number":12,"Text":"But the Lord made the king stubborn. So he refused to listen to Moses and Aaron. This happened just as the Lord had said. "},{"Chapter":9,"Number":13,"Text":"Then the Lord said to Moses, “Get up early in the morning and go to the king of Egypt. Tell him, ‘This is what the Lord, the God of the Hebrews, says: Let my people go to worship me."},{"Chapter":9,"Number":14,"Text":"If you do not do this, this time I will punish you with all my power. I will punish you, your officers and your people. Then you will know that there is no one in the whole land like me."},{"Chapter":9,"Number":15,"Text":"By now I could have used my power and caused a bad disease. It would have destroyed you and your people from the earth."},{"Chapter":9,"Number":16,"Text":"But I have let you live for this reason: to show you my power. In this way my name will be talked about in all the earth."},{"Chapter":9,"Number":17,"Text":"You are still against my people. You do not want to let them go."},{"Chapter":9,"Number":18,"Text":"So at this time tomorrow, I will send a terrible hailstorm. It will be the worst in Egypt since it became a nation."},{"Chapter":9,"Number":19,"Text":"Now send for your animals and whatever you have in the fields. Bring them into a safe place. The hail will fall on every person or animal that is still in the fields. If they have not been brought in, they will die.’”"},{"Chapter":9,"Number":20,"Text":"Some of the king’s officers respected the word of the Lord. They hurried to bring their slaves and animals inside."},{"Chapter":9,"Number":21,"Text":"But others ignored the Lord’s message. They left their slaves and animals in the fields."},{"Chapter":9,"Number":22,"Text":"The Lord told Moses, “Raise your hand toward the sky. Then the hail will start falling over all the land of Egypt. It will fall on people, animals and on everything that grows in the fields of Egypt.”"},{"Chapter":9,"Number":23,"Text":"So Moses raised his walking stick toward the sky. And the Lord sent thunder and hail. And lightning flashed down to the earth. So he caused hail to fall upon the land of Egypt."},{"Chapter":9,"Number":24,"Text":"There was hail, and there was lightning flashing as it hailed. This was the worst hailstorm in Egypt since it had become a nation."},{"Chapter":9,"Number":25,"Text":"The hail destroyed everything that was in the fields in all the land of Egypt. The hail destroyed both people and animals. It also destroyed everything that grew in the fields. It broke all the trees in the fields."},{"Chapter":9,"Number":26,"Text":"The only place it did not hail was in the land of Goshen. The people of Israel lived there."},{"Chapter":9,"Number":27,"Text":"The king sent for Moses and Aaron. He told them, “This time I have sinned. The Lord is in the right. And I and my people are in the wrong."},{"Chapter":9,"Number":28,"Text":"Pray to the Lord. We have had enough of God’s thunder and hail. I will let you go. You do not have to stay here any longer.”"},{"Chapter":9,"Number":29,"Text":"Moses told the king, “When I leave the city, I will raise my hands to the Lord in prayer. And the thunder and hail will stop. Then you will know that the earth belongs to the Lord."},{"Chapter":9,"Number":30,"Text":"But I know that you and your officers do not yet fear the Lord God.”"},{"Chapter":9,"Number":31,"Text":"The flax was in bloom, and the barley had ripened. So these crops were destroyed."},{"Chapter":9,"Number":32,"Text":"But both wheat crops ripen later. So they were not destroyed."},{"Chapter":9,"Number":33,"Text":"Moses left the king and went outside the city. He raised his hands to the Lord. And the thunder and hail stopped. The rain also stopped falling to the ground."},{"Chapter":9,"Number":34,"Text":"The king saw that the rain, hail and thunder had stopped. Then he sinned again. He and his officers became stubborn again."},{"Chapter":9,"Number":35,"Text":"The king became stubborn and refused to let the Israelites go. This happened just as the Lord had said through Moses."},{"Chapter":10,"Number":1,"Text":"The Lord said to Moses, “Go to the king of Egypt. I have made him and his officers stubborn. I did this so I could show them my powerful miracles."},{"Chapter":10,"Number":2,"Text":"I also did this so you could tell your children and your grandchildren. Tell them how I made fools of the Egyptians. Tell them about the miracles I did among them. Then all of you will know that I am the Lord.”"},{"Chapter":10,"Number":3,"Text":"So Moses and Aaron went to the king. They told him, “This is what the Lord, the God of the Hebrews, says: ‘How long will you refuse to be sorry for what you have done? Let my people go to worship me."},{"Chapter":10,"Number":4,"Text":"If you refuse to let my people go, tomorrow I will bring locusts into your country."},{"Chapter":10,"Number":5,"Text":"They will cover the land, and no one will be able to see the ground. They will eat anything that was left from the hailstorm. They will eat the leaves from every tree growing in the field."},{"Chapter":10,"Number":6,"Text":"They will fill your palaces and all your officers’ houses. They will fill the houses of all the Egyptian people. There will be more locusts than your fathers or ancestors have ever seen. There will be more locusts than there have been since people began living in Egypt.’” Then Moses turned and walked away from the king."},{"Chapter":10,"Number":7,"Text":"The king’s officers asked him, “How long will this man make trouble for us? Let the Israelite men go to worship the Lord their God. Don’t you know that Egypt is ruined?”"},{"Chapter":10,"Number":8,"Text":"So Moses and Aaron were brought back to the king. He said to them, “Go and worship the Lord your God. But tell me, just who is going?”"},{"Chapter":10,"Number":9,"Text":"Moses answered, “We will go with our young and our old people, our sons and daughters and sheep and cattle. This is because we are going to have a feast to honor the Lord.”"},{"Chapter":10,"Number":10,"Text":"The king said to them, “The Lord really will have to be with you if ever I let you and all of your children leave Egypt. See, you are planning something evil."},{"Chapter":10,"Number":11,"Text":"No! Only the men may go and worship the Lord. That is what you have been asking for.” Then the king forced Moses and Aaron out of his palace."},{"Chapter":10,"Number":12,"Text":"The Lord told Moses, “Raise your hand over the land of Egypt, and the locusts will come. They will spread all over the land of Egypt. They will eat all the plants that the hail did not destroy.”"},{"Chapter":10,"Number":13,"Text":"So Moses raised his walking stick over the land of Egypt. And the Lord caused a strong wind to blow from the east. It blew across the land all that day and night. When morning came, the east wind had brought the locusts."},{"Chapter":10,"Number":14,"Text":"Swarms of locusts covered all the land of Egypt and settled everywhere. There were more locusts than ever before or after."},{"Chapter":10,"Number":15,"Text":"The locusts covered the whole land so that it was black. They ate everything that was left after the hail. They ate every plant in the field and all the fruit on the trees. Nothing green was left on any tree or plant anywhere in Egypt."},{"Chapter":10,"Number":16,"Text":"The king quickly called for Moses and Aaron. He said, “I have sinned against the Lord your God and against you."},{"Chapter":10,"Number":17,"Text":"Now forgive my sin this time. Pray to the Lord your God. Ask him to stop this punishment that kills.”"},{"Chapter":10,"Number":18,"Text":"Moses left the king and prayed to the Lord."},{"Chapter":10,"Number":19,"Text":"So the Lord changed the wind. He made a very strong wind to blow from the west. It blew the locusts away into the Red Sea. Not one locust was left anywhere in Egypt."},{"Chapter":10,"Number":20,"Text":"But the Lord caused the king to be stubborn again. And he did not let the people of Israel go. "},{"Chapter":10,"Number":21,"Text":"Then the Lord told Moses, “Raise your hand toward the sky, and darkness will cover the land of Egypt. It will be so dark you will be able to feel it.”"},{"Chapter":10,"Number":22,"Text":"So Moses raised his hand toward the sky. Then total darkness was everywhere in Egypt for three days."},{"Chapter":10,"Number":23,"Text":"No one could see anyone else. And no one could go anywhere for three days. But the Israelites had light where they lived."},{"Chapter":10,"Number":24,"Text":"Again the king of Egypt called for Moses. He said, “All of you may go and worship the Lord. You may take your women and children with you. But you must leave your sheep and cattle here.”"},{"Chapter":10,"Number":25,"Text":"Moses said, “You must let us have animals to use as sacrifices and burnt offerings. We have to offer them to the Lord our God."},{"Chapter":10,"Number":26,"Text":"So we must take our animals with us. Not a hoof will be left behind. We have to use some of the animals to worship the Lord our God. We do not yet know exactly what we will need to worship the Lord. We will know when we get there.”"},{"Chapter":10,"Number":27,"Text":"But the Lord made the king stubborn again. So he refused to let them go."},{"Chapter":10,"Number":28,"Text":"Then he told Moses, “Get out of here! Don’t come here again! The next time you see me, you will die.”"},{"Chapter":10,"Number":29,"Text":"Then Moses told the king, “I’ll do what you say. I will not come to see you again.”"},{"Chapter":11,"Number":1,"Text":"Now the Lord had told Moses, “I have one more way to punish the king and the people of Egypt. After this, the king will send all of you away from Egypt. When he does, he will force you to leave completely."},{"Chapter":11,"Number":2,"Text":"Tell the men and women of Israel to ask their neighbors for things made of silver and gold.”"},{"Chapter":11,"Number":3,"Text":"The Lord had caused the Egyptians to respect the Israelites. The king’s officers and the Egyptian people already considered Moses to be a great man."},{"Chapter":11,"Number":4,"Text":"So Moses said to the king, “This is what the Lord says: ‘About midnight tonight I will go through all Egypt."},{"Chapter":11,"Number":5,"Text":"Every firstborn son in the land of Egypt will die. The firstborn son of the king, who sits on his throne, will die. Even the firstborn of the slave girl grinding grain will die. Also the firstborn farm animals will die."},{"Chapter":11,"Number":6,"Text":"There will be loud crying everywhere in Egypt. It will be worse than any time before or after this."},{"Chapter":11,"Number":7,"Text":"But not even a dog will bark at the Israelites or their animals.’ Then you will know that the Lord treats Israel differently from Egypt."},{"Chapter":11,"Number":8,"Text":"Then all your officers will come to me. They will bow facedown to the ground before me. They will say, ‘Leave and take all your people with you.’ After that, I will leave.” Then Moses very angrily left the king."},{"Chapter":11,"Number":9,"Text":"The Lord had told Moses, “The king will not listen to you and Aaron. This is so that I may do many miracles in the land of Egypt.”"},{"Chapter":11,"Number":10,"Text":"Moses and Aaron did all these great miracles in front of the king. But the Lord made him stubborn. And the king would not let the people of Israel leave his country."},{"Chapter":12,"Number":1,"Text":"The Lord spoke to Moses and Aaron in the land of Egypt:"},{"Chapter":12,"Number":2,"Text":"“This month will be the first month of the year for you."},{"Chapter":12,"Number":3,"Text":"Both of you are to tell the whole community of Israel: On the tenth day of this month each man must get one lamb. It is for the people in his house."},{"Chapter":12,"Number":4,"Text":"There may not be enough people in his house to eat a whole lamb. Then he must share it with his closest neighbor. There must be enough lamb for everyone to eat."},{"Chapter":12,"Number":5,"Text":"The lamb must be a one-year-old male. It must have nothing wrong with it. This animal can be either a young sheep or a young goat."},{"Chapter":12,"Number":6,"Text":"Keep the animal with you to take care of it until the fourteenth day of the month. On that day all the people of the community of Israel will kill these animals. They will do this as soon as the sun goes down."},{"Chapter":12,"Number":7,"Text":"The people must take some of the blood. They must put it on the sides and tops of the doorframes. These are the doorframes of the houses where they eat the lambs."},{"Chapter":12,"Number":8,"Text":"On this night they must roast the lamb over a fire. Then they must eat it with bitter herbs and bread made without yeast."},{"Chapter":12,"Number":9,"Text":"Do not eat the lamb raw or boiled in water. Roast the whole lamb over a fire—with its head, legs and inner organs."},{"Chapter":12,"Number":10,"Text":"You must not leave any of it until morning. But if any of it is left over until morning, you must burn it with fire."},{"Chapter":12,"Number":11,"Text":"“This is the way you must eat it: You must be fully dressed as if you were going on a trip. You must have your sandals on, and you must have your walking stick in your hand. You must eat it in a hurry. This is the Lord’s Passover."},{"Chapter":12,"Number":12,"Text":"“That night I will go through the land of Egypt. I will kill all the firstborn of animals and people in the land of Egypt. I will punish all the gods of Egypt. I am the Lord."},{"Chapter":12,"Number":13,"Text":"But the blood will be a sign on the houses where you are. When I see the blood, I will pass over you. Nothing terrible will hurt you when I punish the land of Egypt."},{"Chapter":12,"Number":14,"Text":"“You are always to remember this day. Celebrate it with a feast to the Lord. Your descendants are to honor the Lord with this feast from now on."},{"Chapter":12,"Number":15,"Text":"For this feast you must eat bread made without yeast for seven days. On the first day of this feast, you are to remove all the yeast from your houses. No one should eat any yeast for the full seven days of the feast. If anyone eats yeast, then that person will be separated from Israel."},{"Chapter":12,"Number":16,"Text":"You are to have holy meetings on the first and last days of the feast. You must not do any work on these days. The only work you may do on these days is to prepare your meals."},{"Chapter":12,"Number":17,"Text":"You must celebrate the Feast of Unleavened Bread. Do this because on this very day I brought your divisions of people out of Egypt. So all of your descendants must celebrate this day. This is a law that will last from now on."},{"Chapter":12,"Number":18,"Text":"You are to eat bread made without yeast. Start this on the evening of the fourteenth day of the first month of your year. Eat this until the evening of the twenty-first day."},{"Chapter":12,"Number":19,"Text":"For seven days there must not be any yeast in your houses. Anybody who eats yeast during this time must be separated from the community of Israel. This includes Israelites and non-Israelites."},{"Chapter":12,"Number":20,"Text":"During this feast you must not eat yeast. You must eat bread made without yeast wherever you live.”"},{"Chapter":12,"Number":21,"Text":"Then Moses called all the elders of Israel together. He told them, “Get the animals for your families. Kill the animals for the Passover."},{"Chapter":12,"Number":22,"Text":"Take a branch of the hyssop plant and dip it into the bowl filled with blood. Wipe the blood on the sides and tops of the doorframes. No one may leave his house until morning."},{"Chapter":12,"Number":23,"Text":"The Lord will go through Egypt to kill the Egyptians. He will see the blood on the sides and tops of the doorframes. Then the Lord will pass over that house. He will not let the one who brings death come into your houses and kill you."},{"Chapter":12,"Number":24,"Text":"“You must keep this command. This law is for you and your descendants from now on."},{"Chapter":12,"Number":25,"Text":"Do this when you go to the land the Lord has promised to give to you."},{"Chapter":12,"Number":26,"Text":"When your children ask you, ‘Why are we doing these things?’"},{"Chapter":12,"Number":27,"Text":"you will say, ‘This is the Passover sacrifice to honor the Lord. When we were in Egypt, the Lord passed over the houses of Israel. The Lord killed the Egyptians, but he saved our homes.’” So now the people bowed down and worshiped the Lord."},{"Chapter":12,"Number":28,"Text":"They did just as the Lord commanded Moses and Aaron."},{"Chapter":12,"Number":29,"Text":"At midnight the Lord killed all the firstborn sons in the land of Egypt. The firstborn of the king, who sat on the throne, died. Even the firstborn of the prisoner in jail died. Also all the firstborn farm animals died."},{"Chapter":12,"Number":30,"Text":"The king, his officers and all the Egyptians got up during the night. Someone had died in every house. So there was loud crying everywhere in Egypt. "},{"Chapter":12,"Number":31,"Text":"During the night the king called for Moses and Aaron. He said to them, “Get up and leave my people. You and your people may do as you have asked. Go and worship the Lord."},{"Chapter":12,"Number":32,"Text":"Take all of your sheep and cattle as you have asked. Go. And also bless me.”"},{"Chapter":12,"Number":33,"Text":"The Egyptians also asked the Israelites to hurry and leave. They said, “If you don’t leave, we will all die!”"},{"Chapter":12,"Number":34,"Text":"The people of Israel took their dough before the yeast was added. They wrapped the bowls for making dough in clothing and carried them on their shoulders."},{"Chapter":12,"Number":35,"Text":"The people of Israel did what Moses told them to do. They asked their Egyptian neighbors for things made of silver and gold and for clothing."},{"Chapter":12,"Number":36,"Text":"The Lord caused the Egyptians to think well of the Israelites. So the Israelites took rich gifts from the Egyptians."},{"Chapter":12,"Number":37,"Text":"The Israelites traveled from Rameses to Succoth. There were about 600,000 men walking. This does not include the women and children."},{"Chapter":12,"Number":38,"Text":"Many other people who were not Israelites went with them. A large number of sheep, goats and cattle went with them."},{"Chapter":12,"Number":39,"Text":"The Israelites used the dough they had brought out of Egypt. They baked loaves of bread without yeast. The dough had no yeast in it because they had been rushed out of Egypt. So they had no time to get food ready for their trip."},{"Chapter":12,"Number":40,"Text":"The people of Israel had lived in Egypt for 430 years."},{"Chapter":12,"Number":41,"Text":"On the day the 430 years ended, the Lord’s divisions of people left Egypt."},{"Chapter":12,"Number":42,"Text":"That night the Lord kept watch to bring them out of Egypt. So on this same night the Israelites are to keep watch. They are to do this to honor the Lord from now on."},{"Chapter":12,"Number":43,"Text":"The Lord told Moses and Aaron, “Here are the rules for Passover: No foreigner is to eat the Passover."},{"Chapter":12,"Number":44,"Text":"Suppose a person buys a slave and circumcises him. Then the slave may eat the Passover."},{"Chapter":12,"Number":45,"Text":"But no one who lives for a short time in your country may eat it. No hired worker may eat it."},{"Chapter":12,"Number":46,"Text":"“The meal must be eaten inside the house. None of the meat is to be taken outside the house. Don’t break any of the bones."},{"Chapter":12,"Number":47,"Text":"The whole community of Israel must take part in this feast."},{"Chapter":12,"Number":48,"Text":"A foreigner who lives with you may share in the Lord’s Passover. But first all the males in his house must be circumcised. Then, since he will be like a citizen of Israel, he may share in the meal. But a man who is not circumcised may not eat the Passover meal."},{"Chapter":12,"Number":49,"Text":"The same rules apply to an Israelite born in the country. And they apply to a foreigner living there.”"},{"Chapter":12,"Number":50,"Text":"So all the Israelites did just as the Lord had commanded Moses and Aaron."},{"Chapter":12,"Number":51,"Text":"Then on that same day, the Lord led the Israelites out of Egypt. The people left by divisions."},{"Chapter":13,"Number":1,"Text":"Then the Lord said to Moses,"},{"Chapter":13,"Number":2,"Text":"“Give every firstborn male to me. Every firstborn male among the Israelites belongs to me, whether human or animal.”"},{"Chapter":13,"Number":3,"Text":"Moses said to the people, “Remember this day, the day you left Egypt. You were slaves in that land. The Lord with his great power brought you out of it. You must not eat bread made with yeast."},{"Chapter":13,"Number":4,"Text":"Today, in the month of Abib, you are leaving Egypt."},{"Chapter":13,"Number":5,"Text":"The Lord made a promise to your ancestors. The Lord promised to give you the land of these people: the Canaanites, Hittites, Amorites, Hivites and Jebusites. The Lord will lead you to this land where much food grows. There you must celebrate this feast during the first month of every year."},{"Chapter":13,"Number":6,"Text":"For seven days you must eat bread made without yeast. On the seventh day there will be a feast to honor the Lord."},{"Chapter":13,"Number":7,"Text":"So for seven days you must not eat any bread made with yeast. There must be no bread made with yeast anywhere in your land."},{"Chapter":13,"Number":8,"Text":"On that day you should tell your son: ‘We are having this feast because of what the Lord did for me when I came out of Egypt.’"},{"Chapter":13,"Number":9,"Text":"This feast will help you remember. It will be like a mark on your hand. It will be like a reminder on your forehead. This feast will remind you to speak the Lord’s teachings. This is because the Lord used his great power to bring you out of Egypt."},{"Chapter":13,"Number":10,"Text":"So celebrate this feast every year at the right time."},{"Chapter":13,"Number":11,"Text":"“The Lord will take you into the land of the Canaanites. He promised to give this land to you and your ancestors."},{"Chapter":13,"Number":12,"Text":"Then you must give him every firstborn male. And every firstborn male animal must be given to the Lord."},{"Chapter":13,"Number":13,"Text":"Buy back every firstborn donkey by offering a lamb. If you don’t want to buy the donkey back, then break its neck. You must buy back from the Lord every firstborn of your sons."},{"Chapter":13,"Number":14,"Text":"“From now on your son will ask you: ‘What does this mean?’ You will answer, ‘With his great power, the Lord brought us out of Egypt. We were slaves in that land."},{"Chapter":13,"Number":15,"Text":"In Egypt the king was stubborn. He refused to let us leave. But the Lord killed every firstborn male in Egypt, both human and animal. That is why I sacrifice every firstborn male animal to the Lord. And that is why I buy back each of my firstborn sons from the Lord.’"},{"Chapter":13,"Number":16,"Text":"This feast is like a mark on your hand. And it is like a reminder on your forehead. It will help you remember that the Lord brought us out of Egypt with his great power.” "},{"Chapter":13,"Number":17,"Text":"The king sent the people out of Egypt. God did not lead them on the road through the Philistine country. That road is the shortest way. But God said, “They might think they will have to fight. Then they might change their minds and go back to Egypt.”"},{"Chapter":13,"Number":18,"Text":"So God led them through the desert toward the Red Sea. The Israelites were dressed for fighting when they left the land of Egypt."},{"Chapter":13,"Number":19,"Text":"Moses carried the bones of Joseph with him. Before Joseph died, he had made the sons of Israel promise to do this. He had said, “When God saves you, remember to carry my bones with you out of Egypt.”"},{"Chapter":13,"Number":20,"Text":"The people of Israel left Succoth and camped at Etham. Etham was on the edge of the desert."},{"Chapter":13,"Number":21,"Text":"The Lord showed them the way. During the day he went ahead of them in a pillar of cloud. And during the night the Lord was in a pillar of fire to give them light. They could travel during the day or night."},{"Chapter":13,"Number":22,"Text":"The pillar of cloud was always with them during the day. And the pillar of fire was always with them at night."},{"Chapter":14,"Number":1,"Text":"Then the Lord said to Moses,"},{"Chapter":14,"Number":2,"Text":"“Tell the Israelites to turn back to Pi Hahiroth. Tell them to camp for the night between Migdol and the Red Sea. This is near Baal Zephon."},{"Chapter":14,"Number":3,"Text":"The king will think, ‘The Israelites are lost, trapped by the desert.’"},{"Chapter":14,"Number":4,"Text":"I will make the king stubborn again so he will chase after them. But I will defeat the king and his army. This will bring honor to me. Then the people of Egypt will know that I am the Lord.” The people of Israel did just as they were told. The King Chases the Israelites"},{"Chapter":14,"Number":5,"Text":"The king of Egypt was told that the people of Israel had already left. Then he and his officers changed their minds about them. They said, “What have we done? We have let the people of Israel leave. We have lost our slaves!”"},{"Chapter":14,"Number":6,"Text":"So the king prepared his war chariot and took his army with him."},{"Chapter":14,"Number":7,"Text":"He took 600 of his best chariots. He also took all the other chariots of Egypt. Each chariot had an officer in it."},{"Chapter":14,"Number":8,"Text":"The Lord made the king of Egypt stubborn. So he chased the Israelites, who were leaving victoriously."},{"Chapter":14,"Number":9,"Text":"The king of Egypt came with his horses, chariot drivers and army. And they chased the Israelites. They caught up with the Israelites while they were camped by the Red Sea. This was near Pi Hahiroth and Baal Zephon."},{"Chapter":14,"Number":10,"Text":"The Israelites saw the king and his army coming after them. They were very frightened and cried to the Lord for help."},{"Chapter":14,"Number":11,"Text":"They said to Moses, “What have you done to us? Why did you bring us out of Egypt to die in the desert? There were plenty of graves for us in Egypt."},{"Chapter":14,"Number":12,"Text":"We told you in Egypt, ‘Let us alone! Let us stay and serve the Egyptians.’ Now we will die in the desert.”"},{"Chapter":14,"Number":13,"Text":"But Moses answered, “Don’t be afraid! Stand still and see the Lord save you today. You will never see these Egyptians again after today."},{"Chapter":14,"Number":14,"Text":"You will only need to remain calm. The Lord will fight for you.”"},{"Chapter":14,"Number":15,"Text":"Then the Lord said to Moses, “Why are you crying out to me? Command the people of Israel to start moving."},{"Chapter":14,"Number":16,"Text":"Raise your walking stick and hold it over the sea. The sea will split. Then the people can cross the sea on dry land."},{"Chapter":14,"Number":17,"Text":"I have made the Egyptians stubborn so they will chase the Israelites. But I will be honored when I defeat the king and all of his chariot drivers and chariots."},{"Chapter":14,"Number":18,"Text":"I will defeat the king, his chariot drivers and chariots. Then Egypt will know that I am the Lord.”"},{"Chapter":14,"Number":19,"Text":"The angel of God usually traveled in front of Israel’s army. Now the angel of God moved behind them. Also, the pillar of cloud moved from in front of the people and stood behind them."},{"Chapter":14,"Number":20,"Text":"So the cloud came between the Egyptians and the people of Israel. The cloud made it dark for the Egyptians. But it gave light to the Israelites. So the cloud kept the two armies apart all night."},{"Chapter":14,"Number":21,"Text":"Moses held his hand over the sea. All that night the Lord drove back the sea with a strong east wind. And so he made the sea become dry ground. The water was split."},{"Chapter":14,"Number":22,"Text":"And the Israelites went through the sea on dry land. A wall of water was on both sides."},{"Chapter":14,"Number":23,"Text":"Then all the king’s horses, chariots and chariot drivers followed them into the sea."},{"Chapter":14,"Number":24,"Text":"Between two and six o’clock in the morning, the Lord looked down from the pillar of cloud and fire at the Egyptian army. He made them panic."},{"Chapter":14,"Number":25,"Text":"He kept the wheels of the chariots from turning. This made it hard to drive the chariots. The Egyptians shouted, “Let’s get away from the Israelites! The Lord is fighting for them and against us Egyptians.”"},{"Chapter":14,"Number":26,"Text":"Then the Lord told Moses, “Hold your hand over the sea. Then the water will come back over the Egyptians, their chariots and chariot drivers.”"},{"Chapter":14,"Number":27,"Text":"So Moses raised his hand over the sea. And at dawn the water became deep again. The Egyptians were trying to run from it. But the Lord swept them away into the sea."},{"Chapter":14,"Number":28,"Text":"The water became deep again. It covered the chariots and chariot drivers. So all the king’s army that had followed the Israelites into the sea was covered. Not one of them survived."},{"Chapter":14,"Number":29,"Text":"But the people of Israel crossed the sea on dry land. There was a wall of water on their right and on their left."},{"Chapter":14,"Number":30,"Text":"So that day the Lord saved the Israelites from the Egyptians. And the Israelites saw the Egyptians lying dead on the seashore."},{"Chapter":14,"Number":31,"Text":"When the people of Israel saw the great power that the Lord had used against the Egyptians, they feared the Lord. And they trusted the Lord and his servant Moses."},{"Chapter":15,"Number":1,"Text":"Then Moses and the Israelites sang this song to the Lord:“I will sing to the Lord    because he is worthy of great honor.He has thrown the horse and its rider    into the sea."},{"Chapter":15,"Number":2,"Text":"The Lord gives me strength and makes me sing.    He has saved me.He is my God,    and I will praise him.He is the God of my ancestors,    and I will honor him."},{"Chapter":15,"Number":3,"Text":"The Lord is a great warrior.    The Lord is his name."},{"Chapter":15,"Number":4,"Text":"The chariots and soldiers of the king of Egypt    he has thrown into the sea.The king’s best officers    are drowned in the Red Sea."},{"Chapter":15,"Number":5,"Text":"The deep waters covered them.    They sank to the bottom like a rock."},{"Chapter":15,"Number":6,"Text":"Your right hand, Lord,    is amazingly strong.Lord, your right hand    broke the enemy into pieces."},{"Chapter":15,"Number":7,"Text":"In your great victory    you destroyed those who were against you.Your anger destroyed them,    like fire burning straw."},{"Chapter":15,"Number":8,"Text":"Just a blast of your breath,    and the waters were blown back.The moving water stood up like a wall.    And the deep waters became solid in the middle of the sea."},{"Chapter":15,"Number":9,"Text":"“The enemy bragged,    ‘I’ll chase them and catch them.I’ll take all their riches.    I’ll take all I want.I’ll pull out my sword,    and my hand will destroy them.’"},{"Chapter":15,"Number":10,"Text":"But you blew on them with your breath    and covered them with the sea.They sank like lead    in the powerful water."},{"Chapter":15,"Number":11,"Text":"“Are there any gods like you, Lord?    No! There are no gods like you.    You are wonderfully holy.    You are amazingly powerful.    You do great miracles."},{"Chapter":15,"Number":12,"Text":"You reached out with your right hand,    and the earth swallowed our enemies."},{"Chapter":15,"Number":13,"Text":"You keep your loving promise.    You lead the people you have saved.With your strength you will guide them    to your holy land."},{"Chapter":15,"Number":14,"Text":"“The other nations will hear this and tremble with fear.    Terror will take hold of the Philistines."},{"Chapter":15,"Number":15,"Text":"The leaders of the tribes of Edom will be very frightened.The powerful men of Moab will shake with fear.The people of Canaan will lose all their courage."},{"Chapter":15,"Number":16,"Text":"Those people will be filled with fear.When they see your strength,    they will be as still as a rock.They will be still until your people pass by, Lord.    They will be still until the people you have bought from slavery pass by."},{"Chapter":15,"Number":17,"Text":"You will lead your people and place them    on your very own mountain.Lord, that is the place that you made for yourself to live.    Lord, that is the temple that your hands have made."},{"Chapter":15,"Number":18,"Text":"The Lord will rule forever!”"},{"Chapter":15,"Number":19,"Text":"The horses, chariot drivers and chariots of the king of Egypt went into the sea. And the Lord covered them with water from the sea. But the Israelites walked through the sea on dry land."},{"Chapter":15,"Number":20,"Text":"Then Aaron’s sister Miriam, who was a prophetess, took a tambourine in her hand. All the women followed her, playing tambourines and dancing."},{"Chapter":15,"Number":21,"Text":"Miriam told them:“Sing to the Lord    because he is worthy of great honor.He has thrown the horse and its rider    into the sea.” "},{"Chapter":15,"Number":22,"Text":"Moses led the people of Israel away from the Red Sea. The people went into the Desert of Shur. They traveled for three days in the desert but found no water."},{"Chapter":15,"Number":23,"Text":"Then they came to Marah, where there was water. But they could not drink it because it was too bitter. That is why the place was named Marah."},{"Chapter":15,"Number":24,"Text":"The people grumbled to Moses. They asked, “What will we drink?”"},{"Chapter":15,"Number":25,"Text":"Moses cried out to the Lord. So the Lord showed him a tree. Moses threw the tree into the water. And the water became good to drink.There the Lord gave the people a rule and a law to live by. There he also tested their loyalty to him."},{"Chapter":15,"Number":26,"Text":"He said, “You must obey the Lord, your God. You must do what the Lord said is right. You must obey all his laws and keep his rules. If you do these things, I will not give you any of the sicknesses I gave the Egyptians. I am the Lord. I am the Lord who heals you.”"},{"Chapter":15,"Number":27,"Text":"Then the people traveled to Elim. At Elim there were 12 springs of water and 70 palm trees. So the people camped there near the water."},{"Chapter":16,"Number":1,"Text":"Then the whole Israelite community left Elim. They came to the Desert of Sin. This place was between Elim and Sinai. They came to this place on the fifteenth day of the second month after they had left Egypt."},{"Chapter":16,"Number":2,"Text":"Then the whole Israelite community grumbled to Moses and Aaron in the desert."},{"Chapter":16,"Number":3,"Text":"The Israelites said to them, “It would have been better if the Lord had killed us in the land of Egypt. There we had meat to eat. We had all the food we wanted. But you have brought us into this desert. You will starve us to death here.”"},{"Chapter":16,"Number":4,"Text":"Then the Lord said to Moses, “I will cause food to fall like rain from the sky. This food will be for all of you. Every day the people must go out and gather what they need for that day. I will do this to see if the people will do what I teach them."},{"Chapter":16,"Number":5,"Text":"On the sixth day of each week, they are to gather twice as much as they gather on other days. Then they are to prepare it.”"},{"Chapter":16,"Number":6,"Text":"So Moses and Aaron said to all the Israelites: “This evening you will know that the Lord is the one who brought you out of Egypt."},{"Chapter":16,"Number":7,"Text":"Tomorrow morning you will see the greatness of the Lord. He has heard you grumble against him. We are nothing. You are not grumbling against us, but against the Lord.”"},{"Chapter":16,"Number":8,"Text":"And Moses said, “Each evening the Lord will give you meat to eat. And every morning he will give you all the bread you want. He will do this because he has heard you grumble against him. You are not grumbling against Aaron and me. You are grumbling against the Lord.”"},{"Chapter":16,"Number":9,"Text":"Then Moses said to Aaron, “Speak to the whole community of the Israelites. Say to them, ‘Meet together in front of the Lord because he has heard your grumblings.’”"},{"Chapter":16,"Number":10,"Text":"So Aaron spoke to the whole community of the Israelites. While he was speaking, they looked toward the desert. There the greatness of the Lord appeared in a cloud."},{"Chapter":16,"Number":11,"Text":"The Lord said to Moses,"},{"Chapter":16,"Number":12,"Text":"“I have heard the grumblings of the people of Israel. So tell them, ‘At twilight you will eat meat. And every morning you will eat all the bread you want. Then you will know I am the Lord, your God.’”"},{"Chapter":16,"Number":13,"Text":"That evening, quail came and covered the camp. And in the morning dew lay around the camp."},{"Chapter":16,"Number":14,"Text":"When the dew was gone, thin flakes like frost were on the desert ground."},{"Chapter":16,"Number":15,"Text":"When the Israelites saw it, they asked each other, “What is that?” They asked this question because they did not know what it was.So Moses told them, “This is the bread the Lord has given you to eat."},{"Chapter":16,"Number":16,"Text":"The Lord has commanded, ‘Each one of you must gather what he needs. Gather about two quarts for every person in your family.’”"},{"Chapter":16,"Number":17,"Text":"So the people of Israel did this. Some people gathered much, and some gathered little."},{"Chapter":16,"Number":18,"Text":"Then they measured it. The person who gathered more did not have too much. The person who gathered less did not have too little. Each person gathered just as much as he needed."},{"Chapter":16,"Number":19,"Text":"Moses said to them, “Don’t keep any of it to eat the next day.”"},{"Chapter":16,"Number":20,"Text":"But some of the people did not listen to Moses. They kept part of it to eat the next morning. But it became full of worms and began to stink. So Moses was angry with these people."},{"Chapter":16,"Number":21,"Text":"Every morning each person gathered as much food as he needed. But when the sun became hot, it melted away."},{"Chapter":16,"Number":22,"Text":"On the sixth day the people gathered twice as much food. They gathered four quarts for every person. So all the leaders of the community came and told this to Moses."},{"Chapter":16,"Number":23,"Text":"Moses said to them, “This is what the Lord commanded. Tomorrow is the Sabbath, the Lord’s holy day of rest. Bake what you want to bake, and boil what you want to boil today. But save the rest of the food until tomorrow morning.”"},{"Chapter":16,"Number":24,"Text":"So the people saved it until the next morning, as Moses had commanded. And none of it began to stink or have worms in it."},{"Chapter":16,"Number":25,"Text":"Moses told the people, “Eat the food you gathered yesterday. Today is a Sabbath, the Lord’s day of rest. So you will not find any out in the field today."},{"Chapter":16,"Number":26,"Text":"You should gather the food for six days. But the seventh day is a Sabbath day. On that day there will not be any food on the ground.”"},{"Chapter":16,"Number":27,"Text":"On the seventh day some of the people went out to gather food, but they couldn’t find any."},{"Chapter":16,"Number":28,"Text":"Then the Lord said to Moses, “How long will all you people refuse to obey my commands and teachings?"},{"Chapter":16,"Number":29,"Text":"Look, the Lord has made the Sabbath a day of rest for all of you. So on the sixth day he will give you enough food for two days. But on the Sabbath each of you must stay where you are. Do not leave your house.”"},{"Chapter":16,"Number":30,"Text":"So the people rested on the Sabbath."},{"Chapter":16,"Number":31,"Text":"The people of Israel called the food manna. The manna was like small white seeds. It tasted like wafers made with honey."},{"Chapter":16,"Number":32,"Text":"Then Moses said, “The Lord said, ‘Save two quarts of this food for your descendants. Then they can see the food that I gave you to eat. I did this in the desert when I brought you out of Egypt.’”"},{"Chapter":16,"Number":33,"Text":"Moses told Aaron, “Take a jar and fill it with two quarts of manna. And save this manna for your descendants.”"},{"Chapter":16,"Number":34,"Text":"So Aaron did what the Lord had commanded Moses. Aaron put the jar of manna in front of the Ark of the Covenant. He did this so it could be kept."},{"Chapter":16,"Number":35,"Text":"The Israelites ate manna for 40 years. They ate it until they came to the land where they settled. They ate manna until they came to the edge of the land of Canaan."},{"Chapter":16,"Number":36,"Text":"The measure they used for the manna was two quarts. It was one-tenth of an ephah."},{"Chapter":17,"Number":1,"Text":"The whole Israelite community left the Desert of Sin. They traveled from place to place as the Lord commanded. They camped at Rephidim. But there was no water there for the people to drink."},{"Chapter":17,"Number":2,"Text":"So they quarreled with Moses. They said, “Give us water to drink.”But Moses said to them, “Why do you quarrel with me? Why are you testing the Lord?”"},{"Chapter":17,"Number":3,"Text":"But the people were very thirsty for water. So they grumbled against Moses. They said, “Why did you bring us out of Egypt? Was it to kill us, our children and our farm animals with thirst?”"},{"Chapter":17,"Number":4,"Text":"So Moses cried to the Lord, “What can I do with these people? They are almost ready to kill me with stones.”"},{"Chapter":17,"Number":5,"Text":"The Lord said to Moses, “Go ahead of the people of Israel. And take some of the elders of Israel with you. Carry with you the walking stick that you used to strike the Nile River. Now go!"},{"Chapter":17,"Number":6,"Text":"I will stand in front of you on a rock at Mount Sinai. Hit that rock with the stick, and water will come out of it. Then the people can drink.” Moses did these things as the elders of Israel watched."},{"Chapter":17,"Number":7,"Text":"Moses named that place Massah because the Israelites tested the Lord. They asked, “Is the Lord with us or not?” He also named it Meribah because they quarreled. "},{"Chapter":17,"Number":8,"Text":"At Rephidim the Amalekites came and fought the Israelites."},{"Chapter":17,"Number":9,"Text":"So Moses said to Joshua, “Choose some men and go and fight the Amalekites. Tomorrow I will stand on the top of the hill. I will hold the stick God gave me to carry.”"},{"Chapter":17,"Number":10,"Text":"Joshua obeyed Moses and went to fight the Amalekites. At the same time Moses, Aaron and Hur went to the top of the hill."},{"Chapter":17,"Number":11,"Text":"As long as Moses held his hands up, the Israelites would win the fight. But when Moses put his hands down, the Amalekites would win."},{"Chapter":17,"Number":12,"Text":"Later, Moses’ arms became tired. So the men put a large rock under Moses, and he sat on it. Then Aaron and Hur held up Moses’ hands. Aaron was on one side of Moses, and Hur was on the other side. They held his hands up like this until the sun went down."},{"Chapter":17,"Number":13,"Text":"So Joshua defeated the Amalekites in this battle."},{"Chapter":17,"Number":14,"Text":"Then the Lord said to Moses, “Write about this battle in a book so people will remember. And be sure to tell Joshua. Tell him because I will completely destroy the Amalekites from the earth.”"},{"Chapter":17,"Number":15,"Text":"Then Moses built an altar. He named it The Lord is my Banner."},{"Chapter":17,"Number":16,"Text":"Moses said, “I lifted my hands toward the Lord’s throne. The Lord will fight against the Amalekites forever.”"},{"Chapter":18,"Number":1,"Text":"Jethro, Moses’ father-in-law, was the priest of Midian. He heard about everything that God had done for Moses and his people, the Israelites. Jethro heard how the Lord had led the Israelites out of Egypt."},{"Chapter":18,"Number":2,"Text":"Moses had sent his wife Zipporah to Jethro, his father-in-law."},{"Chapter":18,"Number":3,"Text":"Moses had also sent his two sons. The first son was named Gershom. When he was born, Moses said, “I am a stranger in a foreign country.”"},{"Chapter":18,"Number":4,"Text":"The other son was named Eliezer. When he was born, Moses said, “The God of my father is my help. He saved me from the king of Egypt.”"},{"Chapter":18,"Number":5,"Text":"So Jethro, Moses’ father-in-law, went to Moses. Moses was camped in the desert near Sinai, the mountain of God. Moses’ wife and his two sons came with Jethro."},{"Chapter":18,"Number":6,"Text":"Jethro had sent a message ahead to Moses. He said, “I am Jethro, your father-in-law. I am coming to you with your wife and her two sons.”"},{"Chapter":18,"Number":7,"Text":"So Moses went out to meet his father-in-law. Moses bowed down and then kissed him. The two men asked about each other’s health. Then they went into Moses’ tent."},{"Chapter":18,"Number":8,"Text":"Moses told his father-in-law everything the Lord had done to the king and the Egyptians. The Lord had done these things to help Israel. Moses told about all the problems they had faced along the way. And Moses told him how the Lord had saved them."},{"Chapter":18,"Number":9,"Text":"Jethro was very happy when he heard all the good things the Lord had done for Israel. He was happy because the Lord had saved them from the Egyptians."},{"Chapter":18,"Number":10,"Text":"Jethro said, “Praise the Lord. He has saved all of you from the Egyptians and their king. He has saved the people from the power of the Egyptians."},{"Chapter":18,"Number":11,"Text":"Now I know the Lord is greater than all gods. He did this to those who looked down on Israel.”"},{"Chapter":18,"Number":12,"Text":"Then Jethro, Moses’ father-in-law, gave a whole burnt offering and other sacrifices to God. Aaron and all the elders of Israel came to Moses’ father-in-law. They ate the holy meal together before God."},{"Chapter":18,"Number":13,"Text":"The next day Moses solved disagreements among the people. So the people stood around Moses from morning until night."},{"Chapter":18,"Number":14,"Text":"Moses’ father-in-law saw all that Moses was doing for the people. He asked, “What is all this you are doing for the people? Why are you the only one to solve disagreements? All the people are standing around you from morning until night!”"},{"Chapter":18,"Number":15,"Text":"Then Moses said to his father-in-law, “It is because the people come to me for God’s help in solving their disagreements."},{"Chapter":18,"Number":16,"Text":"When people have a disagreement, they come to me. I decide who is right. And I tell them God’s laws and teachings.”"},{"Chapter":18,"Number":17,"Text":"Moses’ father-in-law said to him, “You are not doing this right."},{"Chapter":18,"Number":18,"Text":"You and the people who come to you will get too tired. This is too much work for you. You can’t do it by yourself."},{"Chapter":18,"Number":19,"Text":"Now listen to me. I will give you some advice. I want God to be with you. You must talk to God for the people. You must tell him about their disagreements."},{"Chapter":18,"Number":20,"Text":"You should tell them the laws and teachings. Tell them the right way to live and what they should do."},{"Chapter":18,"Number":21,"Text":"But choose some capable men from among the people. Choose men who respect God and who can be trusted. They will not change their decisions for money. Make these men officers over groups of 1,000, 100, 50 and 10 people."},{"Chapter":18,"Number":22,"Text":"Let these officers solve the disagreements among the people all the time. They can bring the hard cases to you. But they can decide the simple cases themselves. That will make it easier for you. These men will share the work with you."},{"Chapter":18,"Number":23,"Text":"Do this if it is what God commands. Then you will be able to do your job. And all the people will go home with their disagreements solved.”"},{"Chapter":18,"Number":24,"Text":"So Moses listened to his father-in-law and did everything he said."},{"Chapter":18,"Number":25,"Text":"He chose capable men from all the Israelites. He made them leaders over the people. They were officers over groups of 1,000, 100, 50 and 10 people."},{"Chapter":18,"Number":26,"Text":"These officers solved disagreements among the people all the time. They brought the hard cases to Moses. But they decided the simple cases themselves."},{"Chapter":18,"Number":27,"Text":"Then Moses let his father-in-law leave. And Jethro went back to his own home."},{"Chapter":19,"Number":1,"Text":"Exactly three months after the Israelites had left Egypt, they reached the Desert of Sinai."},{"Chapter":19,"Number":2,"Text":"They had left Rephidim and had come to the Desert of Sinai. The Israelites camped in the desert in front of Mount Sinai."},{"Chapter":19,"Number":3,"Text":"Then Moses went up on the mountain to God. The Lord called to him from the mountain. The Lord said, “Say this to the family of Jacob. And tell this to the people of Israel:"},{"Chapter":19,"Number":4,"Text":"‘Every one of you has seen what I did to the people of Egypt. You saw how I carried you out of Egypt. I did it as an eagle carries her young on her wings. And I brought you here to me."},{"Chapter":19,"Number":5,"Text":"So now obey me and keep my agreement. Do this, and you will be my own possession, chosen from all nations. Even though the whole earth is mine,"},{"Chapter":19,"Number":6,"Text":"you will be my kingdom of priests. You will be a nation that belongs to me alone.’ You must tell the Israelites these words.”"},{"Chapter":19,"Number":7,"Text":"So Moses went down and called the elders of the people together. He told them all the words the Lord had commanded him to say."},{"Chapter":19,"Number":8,"Text":"And all the people answered together, “We will do everything he has said.” Then Moses took their answer back to the Lord."},{"Chapter":19,"Number":9,"Text":"And the Lord said to Moses, “I will come to you in a thick cloud. I will speak to you. The people will hear me talking to you. I will do this so the people will always trust you.” Then Moses told the Lord what the people had said."},{"Chapter":19,"Number":10,"Text":"The Lord said to Moses, “Go to the people and have them spend today and tomorrow preparing themselves. They must wash their clothes"},{"Chapter":19,"Number":11,"Text":"and be ready by the day after tomorrow. On that day I, the Lord, will come down on Mount Sinai. And all the people will see me."},{"Chapter":19,"Number":12,"Text":"But you must set a limit around the mountain. The people are not to cross it. Tell the people not to go up on the mountain. Tell them not to touch the foot of it. Anyone who touches the mountain must be put to death."},{"Chapter":19,"Number":13,"Text":"He must be put to death with stones or shot with arrows. No one is allowed to touch him. Whether it is a person or an animal, he will not live. But the trumpet will make a long blast. Only then may the people go up on the mountain.”"},{"Chapter":19,"Number":14,"Text":"So Moses went down from the mountain to the people. He made them prepare themselves for service to God. And the people washed their clothes."},{"Chapter":19,"Number":15,"Text":"Then Moses said to the people, “Be ready in three days. Do not have physical relations during this time.”"},{"Chapter":19,"Number":16,"Text":"It was the morning of the third day. There was thunder and lightning with a thick cloud on the mountain. And there was a very loud blast from a trumpet. All the people in the camp were frightened."},{"Chapter":19,"Number":17,"Text":"Then Moses led the people out of the camp to meet God. They stood at the foot of the mountain."},{"Chapter":19,"Number":18,"Text":"Mount Sinai was covered with smoke. This happened because the Lord came down on it in fire. The smoke rose from the mountain like smoke from a furnace. And the whole mountain shook wildly."},{"Chapter":19,"Number":19,"Text":"The sound from the trumpet became louder. Then Moses spoke, and the voice of God answered him."},{"Chapter":19,"Number":20,"Text":"So the Lord came down on the top of Mount Sinai. Then he called Moses to come up to the top of the mountain. So Moses went up."},{"Chapter":19,"Number":21,"Text":"The Lord said to Moses, “Go down and warn the people. They must not force their way through to see me. If they do, many of them will die."},{"Chapter":19,"Number":22,"Text":"Even the priests, who may come near me, must first prepare themselves. If they don’t, I, the Lord, will punish them.”"},{"Chapter":19,"Number":23,"Text":"Moses told the Lord, “The people cannot come up Mount Sinai. You yourself told us to set a limit around the mountain. We made it holy.”"},{"Chapter":19,"Number":24,"Text":"The Lord said to him, “Go down and bring Aaron with you. But don’t allow the priests or the people to force their way through. They must not come up to the Lord. If they do, I will punish them.”"},{"Chapter":19,"Number":25,"Text":"So Moses went down to the people and told them these things."},{"Chapter":20,"Number":1,"Text":"Then God spoke all these words:"},{"Chapter":20,"Number":2,"Text":"“I am the Lord your God. I brought you out of the land of Egypt where you were slaves."},{"Chapter":20,"Number":3,"Text":"“You must not have any other gods except me."},{"Chapter":20,"Number":4,"Text":"“You must not make for yourselves any idols. Don’t make something that looks like anything in the sky above or on the earth below or in the water below the land."},{"Chapter":20,"Number":5,"Text":"You must not worship or serve any idol. This is because I, the Lord your God, am a jealous God. A person may sin against me and hate me. I will punish his children, even his grandchildren and great-grandchildren."},{"Chapter":20,"Number":6,"Text":"But I will be very kind to thousands who love me and obey my commands."},{"Chapter":20,"Number":7,"Text":"“You must not use the name of the Lord your God thoughtlessly. The Lord will punish anyone who is guilty and misuses his name."},{"Chapter":20,"Number":8,"Text":"“Remember to keep the Sabbath as a holy day."},{"Chapter":20,"Number":9,"Text":"You may work and get everything done during six days each week."},{"Chapter":20,"Number":10,"Text":"But the seventh day is a day of rest to honor the Lord your God. On that day no one may do any work: not you, your son or daughter, or your men or women slaves. Neither your animals nor the foreigners living in your cities may work."},{"Chapter":20,"Number":11,"Text":"The reason is that in six days the Lord made everything. He made the sky, earth, sea and everything in them. And on the seventh day, he rested. So the Lord blessed the Sabbath day and made it holy."},{"Chapter":20,"Number":12,"Text":"“Honor your father and your mother. Then you will live a long time in the land. The Lord your God is going to give you this land."},{"Chapter":20,"Number":13,"Text":"“You must not murder anyone."},{"Chapter":20,"Number":14,"Text":"“You must not be guilty of adultery."},{"Chapter":20,"Number":15,"Text":"“You must not steal."},{"Chapter":20,"Number":16,"Text":"“You must not tell lies about your neighbor in court."},{"Chapter":20,"Number":17,"Text":"“You must not want to take your neighbor’s house. You must not want his wife or his men or women slaves. You must not want his ox or his donkey. You must not want to take anything that belongs to your neighbor.”"},{"Chapter":20,"Number":18,"Text":"The people heard the thunder and the trumpet. They saw the lightning on the mountain and smoke rising from the mountain. They shook with fear and stood far away from the mountain."},{"Chapter":20,"Number":19,"Text":"Then they said to Moses, “Speak to us yourself. Then we will listen. But don’t let God speak to us, or we will die.”"},{"Chapter":20,"Number":20,"Text":"Then Moses said to the people, “Don’t be afraid. God has come to test you. He wants you to respect him so you will not sin.”"},{"Chapter":20,"Number":21,"Text":"The people stood far away from the mountain while Moses went near the dark cloud where God was."},{"Chapter":20,"Number":22,"Text":"Then the Lord told Moses to say these things to the Israelites: “You yourselves have seen that I talked with you from heaven."},{"Chapter":20,"Number":23,"Text":"You must not use gold or silver to make idols for yourselves. You must not worship these false gods in addition to me."},{"Chapter":20,"Number":24,"Text":"“Make an altar of dirt for me. Offer your whole burnt offerings and fellowship offerings on this altar as a sacrifice to me. Use your sheep and your cattle to do this. Worship me in every place that I choose. Then I will come and bless you."},{"Chapter":20,"Number":25,"Text":"You may use stones to make an altar for me. But don’t use stones that you have made smooth with tools. You must not use any tools on the stones. If you do, you make them unsuitable for use in worship."},{"Chapter":20,"Number":26,"Text":"And you must not make steps leading up to my altar. If you go up steps, people will be able to see under your clothes.”"},{"Chapter":21,"Number":1,"Text":"Then God said to Moses, “These are the laws for living that you will give to the Israelites:"},{"Chapter":21,"Number":2,"Text":"“If you buy a Hebrew slave, he will serve you for six years. In the seventh year you are to set him free. And he will have to pay nothing."},{"Chapter":21,"Number":3,"Text":"He might not be married when he becomes your slave. Then he must leave without a wife. The man might be married when he becomes your slave. Then he may take his wife with him."},{"Chapter":21,"Number":4,"Text":"The slave’s master might give him a wife, and she might give birth to sons or daughters. Then the woman and her children will belong to the master. When the slave is set free, only he may leave."},{"Chapter":21,"Number":5,"Text":"“But the slave might say, ‘I love my master, my wife and my children. I don’t want to go free.’"},{"Chapter":21,"Number":6,"Text":"Then the slave’s master will take him to God. The master will take him to a door or doorframe. And he will punch a hole through the slave’s ear using a sharp tool. Then the slave will serve that master all his life."},{"Chapter":21,"Number":7,"Text":"“A man might sell his daughter as a slave. There are rules for setting her free. They are different from the rules for setting the men slaves free."},{"Chapter":21,"Number":8,"Text":"Maybe the master wanted to marry her but then decided he was not pleased with her. He must let one of her close relatives buy her back. He has no right to sell her to foreigners. This is because he has treated her unfairly."},{"Chapter":21,"Number":9,"Text":"The man who bought her might promise to let the woman marry his son. Then he must treat her as a daughter."},{"Chapter":21,"Number":10,"Text":"The man who bought her might marry another woman. Then he must not keep his slave woman from having food or clothing or physical relations."},{"Chapter":21,"Number":11,"Text":"If he does not give her these three things, she may go free. She owes him no money. "},{"Chapter":21,"Number":12,"Text":"“Anyone who hits a person and kills him must be put to death."},{"Chapter":21,"Number":13,"Text":"But if a person kills someone accidentally, God allowed that to happen. So the person must go to a place I will choose."},{"Chapter":21,"Number":14,"Text":"A person might plan and murder another person on purpose. Put him to death, even if he has run to my altar for safety."},{"Chapter":21,"Number":15,"Text":"“Anyone who hits his father or his mother must be put to death."},{"Chapter":21,"Number":16,"Text":"“A person might kidnap someone. Then he either sells him as a slave or still has him when he is caught. That person must be put to death."},{"Chapter":21,"Number":17,"Text":"“Anyone who says cruel things to his father or mother must be put to death."},{"Chapter":21,"Number":18,"Text":"“Two men might argue. And one might hit the other with a rock or with his fist. The hurt man might not be killed. But he might have to stay in bed."},{"Chapter":21,"Number":19,"Text":"Later he might be able to get up. And he might be able to walk around outside with his walking stick. Then the one who hit him is not to be punished. But he must pay the injured man for the loss of his time. And he must support the injured man until he is completely healed."},{"Chapter":21,"Number":20,"Text":"“A man might beat his male or female slave with a stick. And the slave might die on the spot. Then the owner must be punished."},{"Chapter":21,"Number":21,"Text":"But the slave might get well after a day or two. Then that owner will not be punished since the slave belongs to him."},{"Chapter":21,"Number":22,"Text":"“Two men might be fighting, and they might hit a pregnant woman so that the baby comes out. But there is no further injury. Then the man who caused the injury must pay money. He must pay what the woman’s husband says and the court allows."},{"Chapter":21,"Number":23,"Text":"But if there is further injury, then the punishment is that life must be paid for life,"},{"Chapter":21,"Number":24,"Text":"eye for eye, tooth for tooth. It is also hand for hand, foot for foot,"},{"Chapter":21,"Number":25,"Text":"burn for burn, wound for wound and bruise for bruise."},{"Chapter":21,"Number":26,"Text":"“A man might hit his male or female slave in the eye. And the eye might be blinded. Then the man is to free the slave to pay for the eye."},{"Chapter":21,"Number":27,"Text":"A master might knock out a tooth of his male or female slave. Then the man is to free the slave to pay for the tooth."},{"Chapter":21,"Number":28,"Text":"“A man’s bull might kill a man or woman. Then you must kill that bull with stones. You should not eat the bull. But the owner of the bull is not guilty."},{"Chapter":21,"Number":29,"Text":"But the bull might have hurt people in the past. The owner might have been warned. If he did not keep it in a pen and then it kills a man or woman, the bull must be killed with stones. And the owner must also be put to death."},{"Chapter":21,"Number":30,"Text":"But the family of the dead man might accept money. Then the man who owned the bull may buy back his life. But he must pay whatever is demanded."},{"Chapter":21,"Number":31,"Text":"Use this same law if the bull kills a person’s son or daughter."},{"Chapter":21,"Number":32,"Text":"But the bull might kill a male or female slave. Then the owner must pay the master the price for a new slave. That is 12 ounces of silver. And the bull must also be killed with stones."},{"Chapter":21,"Number":33,"Text":"“A man might take the cover off a pit. Or he might dig one and not cover it. Another man’s ox or donkey might come and fall into it."},{"Chapter":21,"Number":34,"Text":"The owner of the pit must pay the owner of the animal for his loss. The dead animal will belong to the one who pays."},{"Chapter":21,"Number":35,"Text":"“One man’s bull might kill another man’s bull. Then they must sell the bull that is alive. Both men get half of the money. And both men will also get half of the bull that was killed."},{"Chapter":21,"Number":36,"Text":"A man’s bull might have hurt other animals in the past. But the owner might not have kept it in a pen. Then that owner must pay bull for bull. And the dead animal is his."},{"Chapter":22,"Number":1,"Text":"“A man might steal a bull or a sheep and kill or sell it. Then he must pay back five bulls for the one bull he stole. Or he must pay back four sheep for the one sheep he stole."},{"Chapter":22,"Number":2,"Text":"“The robber who is caught must pay back what he stole. He might own nothing. Then he must be sold as a slave to pay for what he stole."},{"Chapter":22,"Number":3,"Text":"The stolen animal might be found alive with the robber. Then he must give the owner two animals for every animal he stole. He must pay, whether he stole a bull, donkey or sheep."},{"Chapter":22,"Number":4,"Text":"“A thief might be killed while breaking into a house at night. Then the one who killed him is not guilty of murder. But if this happens during the day, he is guilty of murder."},{"Chapter":22,"Number":5,"Text":"“A person might let his farm animal graze in his field or vineyard. And it might wander into another person’s field or vineyard. Then the owner of the animal must pay back the loss. The payment must come from the best of his crop."},{"Chapter":22,"Number":6,"Text":"“A man might start a fire that spreads through the thornbushes to his neighbor’s field. The fire might burn his neighbor’s growing grain or grain that has been stacked. Or it might burn his whole field. Then the person who started the fire must pay for what was burned."},{"Chapter":22,"Number":7,"Text":"“A man might give his neighbor money or other things to keep for him. Those things might be stolen from the neighbor’s house. And the thief might be caught. Then he must pay back twice as much as he stole."},{"Chapter":22,"Number":8,"Text":"But maybe the thief is never found. Then the owner of the house must make a promise before God. He must promise that he has not stolen his neighbor’s things."},{"Chapter":22,"Number":9,"Text":"“Two men might disagree about who owns something. It might be an ox, donkey, sheep or clothing. Or it might be something else that is lost. Each says, ‘This is mine.’ Each man must bring his case to God. God’s judges will decide who is guilty. Then he must pay the other man twice as much as the thing is worth."},{"Chapter":22,"Number":10,"Text":"“A man might ask his neighbor to keep his animal for him. This animal might be a donkey, ox, sheep or some other animal. And that animal might die, be hurt or be taken away. And no one saw what happened."},{"Chapter":22,"Number":11,"Text":"That neighbor must promise before the Lord that he did not harm or kill the other man’s animal. The owner of the animal must accept his promise made before God. The neighbor does not have to pay the owner for the animal."},{"Chapter":22,"Number":12,"Text":"But the animal might have been stolen from the neighbor. Then he must pay the owner for it."},{"Chapter":22,"Number":13,"Text":"Wild animals might have killed the animal. Then the neighbor must bring the body as proof. He will not have to pay for the animal that was killed."},{"Chapter":22,"Number":14,"Text":"“A man might borrow an animal from his neighbor. It might get hurt or die while the owner is not there. Then the one who borrowed it must pay the owner for the animal."},{"Chapter":22,"Number":15,"Text":"The owner might be with the animal. Then the one who borrowed it does not have to pay. If the animal was rented, the rental price covers the loss. "},{"Chapter":22,"Number":16,"Text":"“A man might find a woman who is not pledged to be married. She has never had physical relations with a man. He might trick her into having physical relations with him. Then he must give her family the payment to marry her. And she will be his wife."},{"Chapter":22,"Number":17,"Text":"But her father might refuse to allow his daughter to marry him. Then the man must still give the payment for a bride. He must pay the usual charge for a woman who is a virgin."},{"Chapter":22,"Number":18,"Text":"“Put to death any woman who does evil magic."},{"Chapter":22,"Number":19,"Text":"“Put to death anyone who has unnatural physical relations with an animal."},{"Chapter":22,"Number":20,"Text":"“Destroy completely any person who makes a sacrifice to any god except the Lord."},{"Chapter":22,"Number":21,"Text":"“Do not cheat or hurt a foreigner. Remember that you were foreigners in the land of Egypt."},{"Chapter":22,"Number":22,"Text":"“Do not cheat a widow or an orphan."},{"Chapter":22,"Number":23,"Text":"If you do, they will cry out to me for help. I certainly will hear their cry."},{"Chapter":22,"Number":24,"Text":"And I will be very angry and kill you in war. Then your wives will become widows, and your children will become orphans."},{"Chapter":22,"Number":25,"Text":"“You might lend money to one of my people who is poor. Then do not treat him as a moneylender would. Charge him nothing for using your money."},{"Chapter":22,"Number":26,"Text":"Your neighbor might give you his coat as a promise. He is promising to pay you the money he owes you. But you must give it back to him by sunset."},{"Chapter":22,"Number":27,"Text":"That coat is the only cover to keep his body warm. He has nothing else to sleep in. If he cries out to me for help, I will listen because I am merciful."},{"Chapter":22,"Number":28,"Text":"“You must not speak against God. You must not curse a leader of your people."},{"Chapter":22,"Number":29,"Text":"“Do not hold back your offering from the first of your harvest. Give me the first grain that you harvest. Give me the first wine that you make. Also, you must give me your firstborn sons."},{"Chapter":22,"Number":30,"Text":"You must do the same with your bulls and your sheep. Let the firstborn males stay with their mothers for seven days. On the eighth day you must give them to me."},{"Chapter":22,"Number":31,"Text":"“You are to be my holy people. You must not eat the meat of any animal that has been killed by wild animals. Instead, give it to the dogs."},{"Chapter":23,"Number":1,"Text":"“You must not tell lies. You might be a witness in court. Don’t help a bad person by telling lies."},{"Chapter":23,"Number":2,"Text":"“You must not do wrong just because everyone else is doing it. You might be a witness in court. Then you must not ruin a fair trial. You must not tell lies just because everyone else is."},{"Chapter":23,"Number":3,"Text":"A poor man might be in court. You must not take his side just because he is poor."},{"Chapter":23,"Number":4,"Text":"“You might see your enemy’s ox or donkey wandering away. Then you must return it to him."},{"Chapter":23,"Number":5,"Text":"You might see that your enemy’s donkey has fallen because its load is too heavy. You must not leave it there. You must help your enemy get the donkey back on its feet."},{"Chapter":23,"Number":6,"Text":"“You must not be unfair to a poor man when he is in court."},{"Chapter":23,"Number":7,"Text":"You must not lie when you accuse someone in court. Never allow an innocent or honest person to be put to death as punishment. This is because I will not treat guilty people as if they were innocent."},{"Chapter":23,"Number":8,"Text":"“You must not accept money from a person who wants you to lie in court. Such money will not let you see what is right. Such money makes good people tell lies."},{"Chapter":23,"Number":9,"Text":"“You must not mistreat a foreigner. You know how it feels to be a foreigner. You were foreigners in Egypt. "},{"Chapter":23,"Number":10,"Text":"“For six years you are to plant and harvest crops on your land."},{"Chapter":23,"Number":11,"Text":"Then during the seventh year, do not plow or plant your land. If any food grows there, allow the poor people to have it. And let the wild animals eat what is left. You should do the same with your vineyards and your orchards of olive trees."},{"Chapter":23,"Number":12,"Text":"“You should work six days a week. But on the seventh day you must rest. This lets your ox and your donkey rest. This also lets the slave born in your house and the foreigner be refreshed."},{"Chapter":23,"Number":13,"Text":"“Be sure to do all that I have said to you. You must not even say the names of other gods. The names of those gods must not come out of your mouth. "},{"Chapter":23,"Number":14,"Text":"“Three times each year you must hold a feast to honor me."},{"Chapter":23,"Number":15,"Text":"You must celebrate the Feast of Unleavened Bread. Do this in the way I commanded you. For seven days you must eat bread that is made without yeast. You must do this at the set time during the month of Abib. This is the month when you came out of Egypt. No one is to come to worship me without bringing an offering."},{"Chapter":23,"Number":16,"Text":"“You must celebrate the Feast of Harvest. Offer to God the first things you harvest. These are from the crops you planted in your fields.“You must celebrate the Feast of Tents in the fall. Do this when you gather all the crops from your fields."},{"Chapter":23,"Number":17,"Text":"“So three times during every year all men must come to worship the Lord God."},{"Chapter":23,"Number":18,"Text":"“You must not offer animal blood along with anything that has yeast in it.“You must not save any of the fat from the sacrifice for the next day."},{"Chapter":23,"Number":19,"Text":"“You must bring the best of the firstfruits of your land. Bring them to the Holy Tent of the Lord your God.“You must not cook a young goat in its mother’s milk. "},{"Chapter":23,"Number":20,"Text":"“I am sending an angel ahead of you. He will protect you as you travel. He will lead you to the place I have prepared."},{"Chapter":23,"Number":21,"Text":"Pay attention to the angel and obey him. Do not turn against him. He will not forgive such turning against him because my power is in him."},{"Chapter":23,"Number":22,"Text":"You must listen carefully to all he says. You must do everything that I tell you. If you do this, I will be an enemy to your enemies. I will fight all who fight against you."},{"Chapter":23,"Number":23,"Text":"My angel will go ahead of you. He will take you into the land of these people: the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites. And I will destroy them."},{"Chapter":23,"Number":24,"Text":"“You must not bow down to their gods or worship those gods. You must not live the way those people live. You must destroy their idols. And you must break into pieces stone pillars they use in worship."},{"Chapter":23,"Number":25,"Text":"You must worship the Lord your God. If you do, I will bless your bread and your water. I will take away sickness from you."},{"Chapter":23,"Number":26,"Text":"None of your women will have her baby die before it is born. All women will have children. I will allow you to live long lives."},{"Chapter":23,"Number":27,"Text":"“I will make your enemies afraid of me. I will confuse any people you fight against. I will make all your enemies run away from you."},{"Chapter":23,"Number":28,"Text":"I will send something like hornets ahead of you. They will force the Hivites, Canaanites and Hittites out of your way."},{"Chapter":23,"Number":29,"Text":"But I will not force all those people out in only one year. If I did, the land would become a desert. Then the wild animals would become too many for you."},{"Chapter":23,"Number":30,"Text":"Instead, I will force those people out of your land very slowly. I will wait until there are enough of you to take over the land."},{"Chapter":23,"Number":31,"Text":"“I will give you the land from the Gulf of Aqaba to the Mediterranean Sea. And I will give you the land between the desert and the Euphrates River. I will give you power over the people who now live in the land. You will force them out ahead of you."},{"Chapter":23,"Number":32,"Text":"You must not make an agreement with those people or with their gods."},{"Chapter":23,"Number":33,"Text":"You must not let them live in your land. If they live there, they will make you sin against me. If you worship their gods, you will be like someone caught in a trap.”"},{"Chapter":24,"Number":1,"Text":"The Lord told Moses, “You, Aaron, Nadab, Abihu and 70 of the elders of Israel must come up to me. You must worship me from a distance."},{"Chapter":24,"Number":2,"Text":"Then Moses alone must come near me. The other men must not come near. And the rest of the people must not come up the mountain with Moses.”"},{"Chapter":24,"Number":3,"Text":"So Moses told the people all the Lord’s words and laws for living. Then all of the people answered out loud together. They said, “We will do all the things that the Lord has said.”"},{"Chapter":24,"Number":4,"Text":"So Moses wrote down all the words of the Lord. And he got up early the next morning. He built an altar near the bottom of the mountain. He set up 12 stones, 1 stone for each of the 12 tribes of Israel."},{"Chapter":24,"Number":5,"Text":"Then Moses sent young Israelite men to offer whole burnt offerings. They also sacrificed young bulls as fellowship offerings to the Lord."},{"Chapter":24,"Number":6,"Text":"Moses took the blood of these animals. He put half of it in bowls. And he sprinkled the other half of the blood on the altar."},{"Chapter":24,"Number":7,"Text":"Then Moses took the book with the agreement written in it. He read it so the people could hear him. And they said, “We will do everything that the Lord has said. We will obey.”"},{"Chapter":24,"Number":8,"Text":"Then Moses took the blood from the bowls. He sprinkled it on the people. He said, “This is the blood that begins the agreement. This is the agreement which the Lord has made with you about all these things.”"},{"Chapter":24,"Number":9,"Text":"Moses, Aaron, Nadab, Abihu and 70 of the elders of Israel went up the mountain."},{"Chapter":24,"Number":10,"Text":"They saw the God of Israel. Under his feet was a surface. It looked as if it were paved with blue sapphire stones. And it was as clear as the sky!"},{"Chapter":24,"Number":11,"Text":"These leaders of the Israelites saw God. But God did not destroy them. Then they ate and drank together. "},{"Chapter":24,"Number":12,"Text":"The Lord said to Moses, “Come up the mountain to me. Wait there, and I will give you two stone tablets. On these are the teachings and the commandments. I have written these to teach the people.”"},{"Chapter":24,"Number":13,"Text":"So Moses and his helper Joshua set out. Moses went up Sinai, the mountain of God."},{"Chapter":24,"Number":14,"Text":"Moses said to the elders, “Wait here for us until we come back to you. Aaron and Hur are with you. Anyone who has a disagreement with others can take it to them.” "},{"Chapter":24,"Number":15,"Text":"When Moses went up on the mountain, the cloud covered it."},{"Chapter":24,"Number":16,"Text":"The greatness of the Lord came down on Mount Sinai. The cloud covered the mountain for six days. On the seventh day the Lord called to Moses from inside the cloud."},{"Chapter":24,"Number":17,"Text":"The Israelites could see the greatness of the Lord. It looked like a fire burning on top of the mountain."},{"Chapter":24,"Number":18,"Text":"Then Moses went into the cloud and went higher up the mountain. Moses was on the mountain for 40 days and 40 nights."},{"Chapter":25,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":25,"Number":2,"Text":"“Tell the Israelites to bring me gifts. Receive for me the gifts each man wants to give."},{"Chapter":25,"Number":3,"Text":"These are the gifts that you should receive from them: gold, silver, bronze,"},{"Chapter":25,"Number":4,"Text":"blue, purple and red thread, and fine linen. Receive cloth made of goat hair."},{"Chapter":25,"Number":5,"Text":"Receive the male sheep skins that are dyed red. Receive fine leather, acacia wood"},{"Chapter":25,"Number":6,"Text":"and olive oil to burn in the lamps. And receive spices for sweet-smelling incense and the special olive oil poured on a person’s head to make him a priest."},{"Chapter":25,"Number":7,"Text":"Also accept onyx stones and other jewels to be put on the holy vest and the chest covering."},{"Chapter":25,"Number":8,"Text":"“The people must build a holy place for me. Then I can live among them."},{"Chapter":25,"Number":9,"Text":"Build this Holy Tent and everything in it by the plan I will show you. "},{"Chapter":25,"Number":10,"Text":"“Use acacia wood and build an Ark. It must be 45 inches long, 27 inches wide and 27 inches high."},{"Chapter":25,"Number":11,"Text":"Cover the Ark of the Covenant inside and out with pure gold. And put a gold strip all around it."},{"Chapter":25,"Number":12,"Text":"Make four gold rings for the Ark of the Covenant. Attach the gold rings to its four feet, two rings on each side."},{"Chapter":25,"Number":13,"Text":"Then make poles from acacia wood and cover them with gold."},{"Chapter":25,"Number":14,"Text":"Put the poles through the rings on the sides of the Ark. Use these poles to carry the Ark of the Covenant."},{"Chapter":25,"Number":15,"Text":"These poles must always stay in the rings of the Ark of the Covenant. Do not take the poles out."},{"Chapter":25,"Number":16,"Text":"Then put the two flat stones in the Ark of the Covenant. I will give you these stones on which the commands are written."},{"Chapter":25,"Number":17,"Text":"“Then make a lid of pure gold for the Ark of the Covenant. This lid is the mercy seat. Make it 45 inches long and 27 inches wide."},{"Chapter":25,"Number":18,"Text":"Then hammer gold to make two creatures with wings. Put one on each end of the lid."},{"Chapter":25,"Number":19,"Text":"Put one creature with wings on one end of the lid. And put the other creature with wings on the other end. Attach the creatures with wings to the lid so that they will all be one piece."},{"Chapter":25,"Number":20,"Text":"The creatures’ wings should be spread out over the lid. The creatures are to face each other across the lid."},{"Chapter":25,"Number":21,"Text":"Put this lid on top of the Ark of the Covenant. Also put in this Ark of the Covenant the agreement which I will make with you."},{"Chapter":25,"Number":22,"Text":"I will meet with you there, above the lid between the two creatures with wings. These are on the Ark of the Covenant. There I will give you all my commands for the Israelites. "},{"Chapter":25,"Number":23,"Text":"“Make a table out of acacia wood. It must be 36 inches long, 18 inches wide and 27 inches high."},{"Chapter":25,"Number":24,"Text":"Cover it with pure gold. Put a gold strip around it."},{"Chapter":25,"Number":25,"Text":"Then make a frame three inches high that stands up all around the edge. Put a gold strip around the frame."},{"Chapter":25,"Number":26,"Text":"Then make four gold rings. Attach them to the four corners of the table where the four legs are."},{"Chapter":25,"Number":27,"Text":"Put the rings close to the frame around the top of the table. These rings will hold the poles for carrying the table."},{"Chapter":25,"Number":28,"Text":"Make the poles out of acacia wood and cover them with gold. Carry the table with these poles."},{"Chapter":25,"Number":29,"Text":"Make the plates and bowls for the table out of pure gold. Make the jars and cups out of pure gold. They will be used for pouring out the drink offerings."},{"Chapter":25,"Number":30,"Text":"On this table put the bread that shows you are in my presence. It must always be there in front of me. "},{"Chapter":25,"Number":31,"Text":"“Hammer pure gold to make a lampstand. Its base, stand, flower-like cups, buds and petals must all be joined together in one piece."},{"Chapter":25,"Number":32,"Text":"The lampstand must have three branches on one side and three branches on the other."},{"Chapter":25,"Number":33,"Text":"Each branch must have three cups shaped like almond flowers on it. Each cup must have a bud and a petal."},{"Chapter":25,"Number":34,"Text":"And there must be four more cups made like almond flowers on the lampstand itself. These cups must also have buds and petals."},{"Chapter":25,"Number":35,"Text":"Put a bud under each pair of branches that goes out from the lampstand."},{"Chapter":25,"Number":36,"Text":"The branches, buds and lampstand must be one piece of pure, hammered gold."},{"Chapter":25,"Number":37,"Text":"“Then make seven small oil lamps and put them on the lampstand. They will give light to the area in front of the lampstand."},{"Chapter":25,"Number":38,"Text":"The wick trimmers and trays must be made of pure gold."},{"Chapter":25,"Number":39,"Text":"Use 75 pounds of pure gold to make the lampstand and everything with it."},{"Chapter":25,"Number":40,"Text":"Be very careful to make them by the plan I showed you on the mountain."},{"Chapter":26,"Number":1,"Text":"“Make the Holy Tent with ten pieces of cloth. These pieces must be made of fine linen and blue, purple and red thread. Have a skilled craftsman sew designs of creatures with wings on the pieces of cloth."},{"Chapter":26,"Number":2,"Text":"Make each piece the same size. Each piece should be 42 feet long and 6 feet wide."},{"Chapter":26,"Number":3,"Text":"Sew five pieces of cloth together for one set. Sew the other pieces together for the second set."},{"Chapter":26,"Number":4,"Text":"Make loops of blue cloth down the edge of the end piece of each set."},{"Chapter":26,"Number":5,"Text":"Make 50 loops on the end piece of the first set. And make 50 loops on the end piece of the second set. These loops must be opposite each other."},{"Chapter":26,"Number":6,"Text":"And make 50 gold hooks. Use these to join the two sets of cloth. This will make the Holy Tent one piece."},{"Chapter":26,"Number":7,"Text":"“Then make another tent that will cover the Holy Tent. Make this tent of 11 pieces of cloth made from goat hair."},{"Chapter":26,"Number":8,"Text":"All these pieces of cloth must be the same size. They must be 45 feet long and 6 feet wide."},{"Chapter":26,"Number":9,"Text":"Sew five of the pieces together into one set. Then sew the other six pieces together into the second set. Fold the sixth piece double over the front of the Tent."},{"Chapter":26,"Number":10,"Text":"Make 50 loops down the edge of the end piece of one set. Do the same for the end piece of the other set."},{"Chapter":26,"Number":11,"Text":"Then make 50 bronze hooks. Put these in the loops to join the two sets of cloth. This will make the covering one piece."},{"Chapter":26,"Number":12,"Text":"Let the extra half piece of cloth hang over the back of the Holy Tent."},{"Chapter":26,"Number":13,"Text":"There will be 18 inches hanging over the sides of the Holy Tent. This will protect the Tent."},{"Chapter":26,"Number":14,"Text":"Make two more coverings for the Holy Tent. One should be made from male sheep skins colored red. The outer covering should be from fine leather."},{"Chapter":26,"Number":15,"Text":"“Use acacia wood to make upright frames for the Holy Tent."},{"Chapter":26,"Number":16,"Text":"Each frame must be 15 feet long and 27 inches wide."},{"Chapter":26,"Number":17,"Text":"Every frame must be made the same way. There must be two pegs side by side in each frame."},{"Chapter":26,"Number":18,"Text":"Make 20 frames for the south side of the Holy Tent."},{"Chapter":26,"Number":19,"Text":"Each frame must have 2 silver bases to go under it. A peg fits into each silver base. You must make 40 silver bases for the frames."},{"Chapter":26,"Number":20,"Text":"Make 20 more frames for the north side of the Holy Tent."},{"Chapter":26,"Number":21,"Text":"Make 40 silver bases for them. Make 2 bases for each frame."},{"Chapter":26,"Number":22,"Text":"You must make 6 frames for the rear or west end of the Holy Tent."},{"Chapter":26,"Number":23,"Text":"Make 2 frames for each corner at the rear."},{"Chapter":26,"Number":24,"Text":"The 2 frames at each corner are to be joined together. Hold them together from bottom to top with a metal ring. Both corner frames must be made this way."},{"Chapter":26,"Number":25,"Text":"So there will be a total of 8 frames at the rear of the Tent. And there will be 16 silver bases—2 bases under each frame."},{"Chapter":26,"Number":26,"Text":"“Make crossbars of acacia wood to connect the upright frames of the Holy Tent. Make five crossbars to hold the frames together on one side."},{"Chapter":26,"Number":27,"Text":"Also make five crossbars to hold the frames together on the other side. And make crossbars to hold the frames together on the west end, at the rear."},{"Chapter":26,"Number":28,"Text":"The middle crossbar is to be set halfway up the frames. It is to run along the entire length of each side and rear."},{"Chapter":26,"Number":29,"Text":"Make gold rings on the sides of the frames. Pass the crossbars through the rings. Cover the frames and the crossbars with gold."},{"Chapter":26,"Number":30,"Text":"Set up the Holy Tent by the plan shown to you on the mountain."},{"Chapter":26,"Number":31,"Text":"“Make a curtain of fine linen and blue, purple and red thread. Have a skilled craftsman sew designs of creatures with wings on the curtain."},{"Chapter":26,"Number":32,"Text":"Hang the curtain by gold hooks on four posts of acacia wood. Cover these posts with gold and set them in four silver bases."},{"Chapter":26,"Number":33,"Text":"Hang the curtain from the hooks in the roof. Put the Ark of the Covenant containing the two flat stones behind the curtain. This curtain will separate the Holy Place from the Most Holy Place."},{"Chapter":26,"Number":34,"Text":"Put the lid on the Ark of the Covenant in the Most Holy Place."},{"Chapter":26,"Number":35,"Text":"“Outside the curtain, put the table on the north side of the Holy Tent. And put the lampstand on the south side of the Holy Tent. This will be across from the table. "},{"Chapter":26,"Number":36,"Text":"“Then make a curtain for the entrance of the Tent. Make it with fine linen and blue, purple and red thread. Someone who can sew well is to sew designs on it."},{"Chapter":26,"Number":37,"Text":"Make five posts of acacia wood covered with gold. Make five gold hooks on which to hang the curtain from the posts. And make five bronze bases for the five posts."},{"Chapter":27,"Number":1,"Text":"“Make an altar for burnt offerings out of acacia wood. Make it 4½ feet high. It should be square: 7½ feet long and 7½ feet wide."},{"Chapter":27,"Number":2,"Text":"Make each of the four corners of the altar stick out like a horn. The corners with their horns must be all one piece. Then cover the whole altar with bronze."},{"Chapter":27,"Number":3,"Text":"“Use bronze to make all the tools and dishes that will be used on the altar. Make pots to remove the ashes. Make shovels, bowls for sprinkling blood, meat forks and pans for carrying the burning wood."},{"Chapter":27,"Number":4,"Text":"“Make a large, bronze screen to hold the burning wood. And put a bronze ring at each of the four corners of the screen."},{"Chapter":27,"Number":5,"Text":"Put the screen inside the altar, under its rim, halfway up from the bottom."},{"Chapter":27,"Number":6,"Text":"“Make poles of acacia wood for the altar. And cover them with bronze."},{"Chapter":27,"Number":7,"Text":"Put the poles through the rings on both sides of the altar to carry it."},{"Chapter":27,"Number":8,"Text":"Make the altar out of boards and leave the inside hollow. Make it as you were shown on the mountain. "},{"Chapter":27,"Number":9,"Text":"“Make a wall of curtains to form a courtyard around the Holy Tent. The south side should have a wall of fine linen curtains 150 feet long."},{"Chapter":27,"Number":10,"Text":"Hang the curtain with silver hooks and bands. Put these on 20 bronze posts on 20 bronze bases."},{"Chapter":27,"Number":11,"Text":"The north side must also be 150 feet long. Hang its curtains on silver hooks and bands. Put these on 20 bronze posts on 20 bronze bases."},{"Chapter":27,"Number":12,"Text":"“The west end of the courtyard must have a wall of curtains 75 feet long. It must have 10 posts and 10 bases on that wall."},{"Chapter":27,"Number":13,"Text":"The east end of the courtyard must also be 75 feet long."},{"Chapter":27,"Number":14,"Text":"On one side of the entry, there is to be a wall of curtains. It is to be 22½ feet long. It is to be held up by 3 posts on 3 bases."},{"Chapter":27,"Number":15,"Text":"On the other side of the entry, there is to be a wall of curtains. It is to be 22½ feet long. It is to be held up by 3 posts on 3 bases."},{"Chapter":27,"Number":16,"Text":"“The entry to the courtyard is to be a curtain 30 feet wide. It is to be made of fine linen with blue, purple and red thread. Someone who can sew well is to sew designs on it. It is to be held up by 4 posts on 4 bases."},{"Chapter":27,"Number":17,"Text":"All the posts around the courtyard must have silver bands and hooks and bronze bases."},{"Chapter":27,"Number":18,"Text":"The courtyard must be 150 feet long and 75 feet wide. The wall of curtains around it should be 7½ feet high. They must be made of fine linen. The bases in which the posts are set must be bronze."},{"Chapter":27,"Number":19,"Text":"All the things used in the Holy Tent must be made of bronze. And all the tent pegs for the Holy Tent and the wall around the courtyard must be made of bronze. "},{"Chapter":27,"Number":20,"Text":"“Command the people of Israel to bring you pure olive oil. It is to be made from pressed olives. This is to keep the lamps on the lampstand burning."},{"Chapter":27,"Number":21,"Text":"Aaron and his sons must keep the lamps burning before the Lord from evening till morning. This will be in the Meeting Tent. It is outside the curtain which is in front of the Ark of the Covenant. The Israelites and their descendants must obey this rule from now on."},{"Chapter":28,"Number":1,"Text":"“Tell your brother Aaron to come to you. His sons Nadab, Abihu, Eleazar and Ithamar must come with him. Separate them from the other Israelites. These men must serve as priests."},{"Chapter":28,"Number":2,"Text":"Make holy clothes for your brother Aaron to give him honor and beauty."},{"Chapter":28,"Number":3,"Text":"Speak to all the people to whom I have given the ability to make clothes. Tell these skilled craftsmen to make the clothes for Aaron. Use these clothes to make him belong to me. Then he may serve me as a priest."},{"Chapter":28,"Number":4,"Text":"These are the clothes they must make: a chest covering, a holy vest, an outer robe, a woven inner robe, a turban and a cloth belt. The craftsmen must make these holy clothes. They are for your brother Aaron and his sons. Then Aaron and his sons may serve me as priests."},{"Chapter":28,"Number":5,"Text":"The craftsmen must use gold and blue, purple and red thread, and fine linen. "},{"Chapter":28,"Number":6,"Text":"“Use gold and blue, purple and red thread, and fine linen to make the holy vest. The craftsmen are to make this holy vest."},{"Chapter":28,"Number":7,"Text":"At each top corner of this holy vest there will be a pair of shoulder straps. These are to be tied together over each shoulder."},{"Chapter":28,"Number":8,"Text":"“The craftsmen will very carefully weave a belt on the holy vest. Make the belt with gold and blue, purple and red thread, and fine linen."},{"Chapter":28,"Number":9,"Text":"“Take two onyx stones. Write the name of the 12 sons of Israel on these jewels."},{"Chapter":28,"Number":10,"Text":"Write 6 names on one stone and 6 names on the other stone. Write the names in order, from the oldest son to the youngest."},{"Chapter":28,"Number":11,"Text":"Carve the names of the sons of Israel on these stones. Do this the same way a person carves words and designs on the seals. Put gold around the stones to hold them on the holy vest."},{"Chapter":28,"Number":12,"Text":"Put the two stones on the two straps of the holy vest. These stones are reminders of the 12 sons of Israel. Aaron is to wear their names on his shoulders. They are before the Lord as reminders of the sons of Israel."},{"Chapter":28,"Number":13,"Text":"Make two gold pieces to hold the stones."},{"Chapter":28,"Number":14,"Text":"Then make two chains of pure gold. Twist them together like a rope. Attach the chains to the two gold pieces that hold the stones. "},{"Chapter":28,"Number":15,"Text":"“Make a chest covering to help in making decisions. The craftsmen should make it as they made the holy vest. They must use gold and blue, purple and red thread, and fine linen."},{"Chapter":28,"Number":16,"Text":"The chest covering must be square. It should be nine inches long and nine inches wide. Fold it double to make a pocket."},{"Chapter":28,"Number":17,"Text":"Put four rows of beautiful gems on the chest covering. The first row of jewels must have a ruby, topaz and yellow quartz."},{"Chapter":28,"Number":18,"Text":"The second row must have turquoise, a sapphire and an emerald."},{"Chapter":28,"Number":19,"Text":"The third row must have a jacinth, an agate and an amethyst."},{"Chapter":28,"Number":20,"Text":"The fourth row must have a chrysolite, an onyx and a jasper. Put gold around these jewels to attach them to the chest covering."},{"Chapter":28,"Number":21,"Text":"There must be 12 jewels on the chest covering. That is 1 jewel for each of the names of the sons of Israel. Carve the name of one of the 12 tribes on each of the stones. Carve them as you would carve a seal."},{"Chapter":28,"Number":22,"Text":"“Make chains of pure gold for the chest covering. Twist them together like rope."},{"Chapter":28,"Number":23,"Text":"Make two gold rings. Put them on the two upper corners of the chest covering."},{"Chapter":28,"Number":24,"Text":"Attach the two gold chains to the two rings. These are at the upper corners of the chest covering."},{"Chapter":28,"Number":25,"Text":"Attach the other ends of the two chains to the two gold pieces on the shoulder straps. This will tie the chains to the shoulder straps in the front of the holy vest."},{"Chapter":28,"Number":26,"Text":"“Make two more gold rings. Put them at the two lower corners of the chest covering. Put them on the inside edge of the chest covering next to the holy vest."},{"Chapter":28,"Number":27,"Text":"Make two more gold rings. Attach them to the bottom of the shoulder straps in the front of the holy vest. Put the gold rings close to the seam above the woven belt of the holy vest."},{"Chapter":28,"Number":28,"Text":"Join the rings of the chest covering to the rings of the holy vest with blue ribbon. This will connect it to the woven belt. In this way the chest covering will not swing out from the holy vest."},{"Chapter":28,"Number":29,"Text":"“When Aaron enters the Holy Place, he will wear the names of the sons of Israel over his heart. These names are on the chest covering that helps in making decisions. This will be a continual reminder before the Lord."},{"Chapter":28,"Number":30,"Text":"And put the Urim and Thummim inside the chest covering. These things will be on Aaron’s heart when he goes before the Lord. They will help in making decisions for the Israelites. So Aaron will always carry them with him when he is before the Lord."},{"Chapter":28,"Number":31,"Text":"“Make the outer robe to be worn under the holy vest, using only blue cloth."},{"Chapter":28,"Number":32,"Text":"Make a hole in the center for Aaron’s head. And there must be a woven collar around the hole so it will not tear."},{"Chapter":28,"Number":33,"Text":"Make balls like pomegranates of blue, purple and red thread. Hang these pomegranate balls around the bottom of the outer robe. And hang gold bells between them."},{"Chapter":28,"Number":34,"Text":"So all around the bottom of the outer robe there should be a gold bell and a pomegranate ball, a gold bell and a pomegranate ball."},{"Chapter":28,"Number":35,"Text":"Aaron must wear this robe when he serves as priest. The ringing of the bells will be heard. They will ring when he enters and leaves the Holy Place before the Lord. This way Aaron will not be killed."},{"Chapter":28,"Number":36,"Text":"“Make a strip of pure gold. Carve these words on the gold strip as you would carve on a seal: ‘Holy to the Lord.’"},{"Chapter":28,"Number":37,"Text":"Use blue ribbon to tie a strip of gold to the turban. Put it on the front of the turban."},{"Chapter":28,"Number":38,"Text":"Aaron must wear this on his forehead. In this way, he will be blamed if anything is wrong with the gifts of the Israelites. Aaron must always wear this on his head so the Lord will accept the gifts of the people."},{"Chapter":28,"Number":39,"Text":"“Make the woven inner robe of fine linen. Make the turban of fine linen, also. Make the cloth belt with designs sewn on it."},{"Chapter":28,"Number":40,"Text":"Also make woven inner robes, cloth belts and headbands for Aaron’s sons. This will give them honor and beauty."},{"Chapter":28,"Number":41,"Text":"Put these clothes on your brother Aaron and his sons. Then pour olive oil on their heads to appoint them as priests. Make them belong to me so they may serve me as priests."},{"Chapter":28,"Number":42,"Text":"“Make for them linen underclothes to cover them from the waist to the upper parts of the legs."},{"Chapter":28,"Number":43,"Text":"Aaron and his sons must wear these underclothes when they enter the Meeting Tent. And they must wear these clothes anytime they come near the altar to serve as priests in the Holy Place. If they do not wear these clothes, they will be guilty of wrong. And they will be killed. This will be a law that will last from now on for Aaron and all his descendants."},{"Chapter":29,"Number":1,"Text":"“This is what you must do to appoint Aaron and his sons. Then they may serve me as priests. Take one young bull and two male sheep that have nothing wrong with them."},{"Chapter":29,"Number":2,"Text":"Use fine wheat flour without yeast to make bread and cakes mixed with olive oil. Also use wheat flour without yeast to make wafers brushed with olive oil."},{"Chapter":29,"Number":3,"Text":"Put these in one basket. Bring them in the basket along with the bull and two male sheep."},{"Chapter":29,"Number":4,"Text":"Bring Aaron and his sons to the entrance of the Meeting Tent. Then wash them with water."},{"Chapter":29,"Number":5,"Text":"Take the clothes. Dress Aaron in the inner robe and the outer robe of the holy vest. Then put on him the holy vest and the chest covering. Then tie the holy vest on him with its skillfully woven belt."},{"Chapter":29,"Number":6,"Text":"Put the turban on his head. Put the holy crown, the strip of gold, on the turban."},{"Chapter":29,"Number":7,"Text":"Take the special olive oil and pour it on his head to make him a priest."},{"Chapter":29,"Number":8,"Text":"“Then bring his sons and put the inner robes on them."},{"Chapter":29,"Number":9,"Text":"Put the headbands on their heads. Then tie cloth belts around their waists. Aaron and his descendants will be priests in Israel. This is by a rule that will continue from now on. This is how you will appoint Aaron and his sons as priests."},{"Chapter":29,"Number":10,"Text":"“Bring the bull to the front of the Meeting Tent. Aaron and his sons must put their hands on the bull’s head."},{"Chapter":29,"Number":11,"Text":"Then kill the bull before the Lord at the entrance to the Meeting Tent."},{"Chapter":29,"Number":12,"Text":"Take some of the bull’s blood and go to the altar. Use your finger to put some blood on the corners of the altar. Pour the blood that is left at the bottom of the altar."},{"Chapter":29,"Number":13,"Text":"Then take all the fat that covers the inner organs. Take the best part of the liver, and take both kidneys and the fat around them. Burn these on the altar."},{"Chapter":29,"Number":14,"Text":"Take the bull’s meat, skin and intestines. Burn these things outside the camp. This is an offering to take away sin."},{"Chapter":29,"Number":15,"Text":"“Take one of the male sheep. Have Aaron and his sons put their hands on its head."},{"Chapter":29,"Number":16,"Text":"Then kill that male sheep. Take its blood and sprinkle it on all four sides of the altar."},{"Chapter":29,"Number":17,"Text":"Then cut the male sheep into pieces. Wash its inner organs and its legs. Put them with its head and its other pieces."},{"Chapter":29,"Number":18,"Text":"Burn the whole male sheep on the altar. It is a burnt offering made by fire to the Lord. Its smell is pleasing to the Lord."},{"Chapter":29,"Number":19,"Text":"“Take the other male sheep. Have Aaron and his sons put their hands on its head."},{"Chapter":29,"Number":20,"Text":"Kill that male sheep and take some of its blood. Put it on the bottom of the right ears of Aaron and his sons. Also put it on the thumbs of their right hands. And put it on the big toes of their right feet. Then sprinkle the rest of the blood against all four sides of the altar."},{"Chapter":29,"Number":21,"Text":"Then take some of the blood from the altar. Mix it with the special oil used in appointing priests. Sprinkle this on Aaron and his clothes. And sprinkle this on his sons and their clothes. This will show that Aaron and his sons and their clothes are given to my service."},{"Chapter":29,"Number":22,"Text":"“Then take the fat from the male sheep. Take the fat tail and the fat that covers the inner organs. Take the best part of the liver. Take both kidneys and the fat around them and the right thigh. This is the male sheep to be used in appointing priests."},{"Chapter":29,"Number":23,"Text":"“Then take the basket of bread that you made without yeast. This is the basket you put before the Lord. From it take a loaf of bread, a cake made with olive oil and a wafer."},{"Chapter":29,"Number":24,"Text":"Put these in the hands of Aaron and his sons. Tell them to present these things in their hands before the Lord. This will be an offering presented to the Lord."},{"Chapter":29,"Number":25,"Text":"Then take them from their hands. Burn them on the altar with the whole burnt offering. This is an offering made by fire to the Lord. Its smell is pleasing to the Lord."},{"Chapter":29,"Number":26,"Text":"Then take the breast of the male sheep used to appoint Aaron as priest. Present the breast of the male sheep before the Lord. It is an offering presented to the Lord. This part of the animal will be your share."},{"Chapter":29,"Number":27,"Text":"Then give to the service of the Lord the parts of the male sheep used to appoint them as priests. They belong to Aaron and his sons. They are the breast and the right thigh. These were presented to the Lord."},{"Chapter":29,"Number":28,"Text":"This is to be the regular share which the Israelites will always give to Aaron and his sons. This is the gift the Israelites must give to the Lord from their fellowship offerings."},{"Chapter":29,"Number":29,"Text":"“The holy clothes made for Aaron will belong to his descendants. They must wear these clothes when they are appointed as priests."},{"Chapter":29,"Number":30,"Text":"Aaron’s son will become high priest after Aaron. He will come to the Meeting Tent to serve in the Holy Place. He is to wear these clothes for seven days."},{"Chapter":29,"Number":31,"Text":"“Take the male sheep used to appoint priests. Boil its meat in a place made holy for serving me."},{"Chapter":29,"Number":32,"Text":"Then Aaron and his sons must eat the meat of the male sheep. They must do that at the entrance of the Meeting Tent. And they must also eat the bread that is in the basket."},{"Chapter":29,"Number":33,"Text":"These offerings were used to remove their sins when they were made priests so they would belong to God. Now they should eat these offerings. But no one else is to eat these things because they are holy."},{"Chapter":29,"Number":34,"Text":"If any of the meat from that male sheep or any of the bread is left the next morning, it must be burned. It shall not be eaten because it is holy."},{"Chapter":29,"Number":35,"Text":"“Do all these things that I commanded you to do to Aaron and his sons. You are to spend seven days appointing them."},{"Chapter":29,"Number":36,"Text":"Each day for seven days you are to offer a bull. This will remove the sins of Aaron and his sons so they will be given for service to the Lord. Make the altar ready for service to the Lord. Pour oil on it to make it holy."},{"Chapter":29,"Number":37,"Text":"Spend seven days making the altar ready for service to God and making it holy. Then the altar will become very holy. Anything that touches it must be holy. "},{"Chapter":29,"Number":38,"Text":"“Every day from now on, offer on the altar two lambs that are one year old."},{"Chapter":29,"Number":39,"Text":"Offer one lamb in the morning and the other in the evening."},{"Chapter":29,"Number":40,"Text":"In the morning, when you offer the first lamb, offer also two quarts of fine flour. Mix it with one quart of oil from pressed olives. Pour out a quart of wine as a drink offering."},{"Chapter":29,"Number":41,"Text":"Offer the second lamb in the evening. Also offer the same grain offering and drink offering as you did in the morning. This is an offering by fire to the Lord. And its smell is pleasing to the Lord."},{"Chapter":29,"Number":42,"Text":"“You must burn these things as an offering to the Lord every day. Do this at the entrance of the Meeting Tent before the Lord from now on. When you make the offering, I, the Lord, will meet you there and speak to you."},{"Chapter":29,"Number":43,"Text":"I will meet with the people of Israel there. And that place will be holy because of my greatness."},{"Chapter":29,"Number":44,"Text":"“So I will make the Meeting Tent and the altar holy. And I will make Aaron and his sons holy so they may serve me as priests."},{"Chapter":29,"Number":45,"Text":"I will live with the people of Israel. I will be their God."},{"Chapter":29,"Number":46,"Text":"And they will know that I am the Lord their God. They will know that I am the one who led them out of Egypt. I did this so I could live with them. I am the Lord their God."},{"Chapter":30,"Number":1,"Text":"“Make an altar out of acacia wood for burning incense."},{"Chapter":30,"Number":2,"Text":"Make it square—18 inches long and 18 inches wide. It must be 36 inches high. Make the corners stick out like horns. These must be one piece with the altar."},{"Chapter":30,"Number":3,"Text":"Cover its top, its sides and its corners with pure gold. And put a gold strip all around the altar."},{"Chapter":30,"Number":4,"Text":"Make two gold rings beneath the gold strip on opposite sides of the altar. Slide poles through these gold rings to carry the altar."},{"Chapter":30,"Number":5,"Text":"Make the poles from acacia wood and cover them with gold."},{"Chapter":30,"Number":6,"Text":"Put the altar of incense in front of the curtain. This curtain is in front of the Ark of the Covenant. Put the altar in front of the lid that covers that Ark of the Covenant. There I will meet with you."},{"Chapter":30,"Number":7,"Text":"“Aaron must burn sweet-smelling incense on the altar every morning. He will do this when he comes to take care of the oil lamps."},{"Chapter":30,"Number":8,"Text":"He must burn incense again in the evening when he lights the lamps. So incense will burn before the Lord every day from now on."},{"Chapter":30,"Number":9,"Text":"Do not use this altar for offering any other incense or burnt offering. Do not use this altar to offer any kind of grain offering or drink offering."},{"Chapter":30,"Number":10,"Text":"Once a year Aaron must make the altar ready for service to God. He will do it by putting blood on its corners. This is blood of the animal offered to remove sins. He is to do this once a year from now on. This altar belongs completely to God’s service.” "},{"Chapter":30,"Number":11,"Text":"The Lord said to Moses,"},{"Chapter":30,"Number":12,"Text":"“Count the people of Israel. At that time every person must pay to buy back his life from the Lord. Then no terrible things will happen to the people when you number them."},{"Chapter":30,"Number":13,"Text":"Every person who is counted must pay one-fifth of an ounce of silver. This is set by the Holy Place measure, which weighs two-fifths of an ounce. This amount is a gift to the Lord."},{"Chapter":30,"Number":14,"Text":"Every person who is counted and is 20 years old or older must give this amount to the Lord."},{"Chapter":30,"Number":15,"Text":"A rich person must not give more than one-fifth of an ounce. And a poor person must not give less than one-fifth of an ounce. You are paying this to the Lord to buy back your lives."},{"Chapter":30,"Number":16,"Text":"Gather from the people of Israel this money paid to buy back their lives. Spend it to buy things for the service in the Meeting Tent. This payment will remind the Lord that the Israelites’ lives have been bought back.” "},{"Chapter":30,"Number":17,"Text":"The Lord said to Moses,"},{"Chapter":30,"Number":18,"Text":"“Make a bronze bowl for washing. Build it on a bronze stand. Put the bowl and stand between the Meeting Tent and the altar. Put water in the bowl."},{"Chapter":30,"Number":19,"Text":"Aaron and his sons must wash their hands and feet with the water from this bowl."},{"Chapter":30,"Number":20,"Text":"Each time, before they enter the Meeting Tent, they must wash with water. This way they will not die. They approach the altar to serve as priests. They offer a sacrifice to the Lord by fire."},{"Chapter":30,"Number":21,"Text":"Each time they do this, they must wash their hands and their feet so they will not die. This is a rule which Aaron and his descendants are to keep from now on.” "},{"Chapter":30,"Number":22,"Text":"Then the Lord said to Moses,"},{"Chapter":30,"Number":23,"Text":"“Take the finest spices: 12 pounds of liquid myrrh, half that amount (that is, 6 pounds) of sweet-smelling cinnamon, 6 pounds of sweet-smelling cane"},{"Chapter":30,"Number":24,"Text":"and 12 pounds of cassia. Weigh all these by the Holy Place measure. Also take 4 quarts of olive oil."},{"Chapter":30,"Number":25,"Text":"Mix all these things like a perfume to make a holy olive oil. This special oil must be put on people and things. Do this to make them ready for service to God."},{"Chapter":30,"Number":26,"Text":"Put this oil on the Meeting Tent and the Ark of the Covenant with my laws in it."},{"Chapter":30,"Number":27,"Text":"Put this oil on the table and all its dishes. And put this oil on the lampstand and all its tools. Put the oil on the incense altar."},{"Chapter":30,"Number":28,"Text":"Also, put the oil on the altar for burning offerings and all its tools. Put this oil on the bowl and the stand under the bowl. Put oil on all these things to prepare them for service to God."},{"Chapter":30,"Number":29,"Text":"You will give these things for service to God. They will be very holy. Anything that touches these things must also be holy."},{"Chapter":30,"Number":30,"Text":"“Put the oil on Aaron and his sons to make them priests. Give them for service to me. Then they may serve me as priests."},{"Chapter":30,"Number":31,"Text":"Tell the Israelites, ‘This is to be my holy olive oil from now on. It is to be put on people and things to make them ready for service to God."},{"Chapter":30,"Number":32,"Text":"Do not pour it on the bodies of ordinary people. Do not make perfume the same way you make this oil. It is holy, and you must treat it as holy."},{"Chapter":30,"Number":33,"Text":"Someone might make perfume like it. Or he might put it on someone who is not a priest. Then that person must be separated from his people.’” "},{"Chapter":30,"Number":34,"Text":"Then the Lord said to Moses, “Take these sweet-smelling spices: resin, onycha, galbanum and pure frankincense. Be sure that you have equal amounts of each."},{"Chapter":30,"Number":35,"Text":"You must make incense as a man who makes perfume would do. Add salt to it to keep it pure and holy."},{"Chapter":30,"Number":36,"Text":"Beat some of the incense into a fine powder. Put some of it in front of the Ark of the Covenant in the Meeting Tent. There I will meet with you. You must use this incense powder only for its very special purpose."},{"Chapter":30,"Number":37,"Text":"Do not make incense for yourselves the same way you make this incense. Treat it as holy to the Lord."},{"Chapter":30,"Number":38,"Text":"Whoever makes incense like this to use as perfume must be separated from his people.”"},{"Chapter":31,"Number":1,"Text":"Then the Lord said to Moses,"},{"Chapter":31,"Number":2,"Text":"“See, I have chosen Bezalel son of Uri from the tribe of Judah. Uri was the son of Hur."},{"Chapter":31,"Number":3,"Text":"I have filled Bezalel with the Spirit of God. I have given him the skill, ability and knowledge to do all kinds of work."},{"Chapter":31,"Number":4,"Text":"He is able to design pieces to be made from gold, silver and bronze."},{"Chapter":31,"Number":5,"Text":"He is able to cut jewels and put them in metal. And he can carve wood. Bezalel can do all kinds of work."},{"Chapter":31,"Number":6,"Text":"I have also chosen Oholiab son of Ahisamach from the tribe of Dan. Oholiab will work with Bezalel. I have given skills to all skilled craftsmen. They will be able to make all these things I have commanded you:"},{"Chapter":31,"Number":7,"Text":"the Meeting Tent, the Ark of the Covenant, the lid that covers the Ark of the Covenant and everything in the Tent."},{"Chapter":31,"Number":8,"Text":"This includes the table and everything on it, the pure gold lampstand and everything with it and the altar of incense."},{"Chapter":31,"Number":9,"Text":"It also includes the altar for burnt offerings and everything used with it, the bowl and the stand under it."},{"Chapter":31,"Number":10,"Text":"They will make the woven clothes and the holy clothes for Aaron and the clothes for his sons to wear when they serve as priests."},{"Chapter":31,"Number":11,"Text":"They will also make the special olive oil used in appointing people and things to the service of the Lord, and the sweet-smelling incense for the Holy Place.“These workers will make all these things just as I have commanded you.” "},{"Chapter":31,"Number":12,"Text":"Then the Lord said to Moses,"},{"Chapter":31,"Number":13,"Text":"“Tell the Israelites, ‘You must keep the rules about my Sabbaths. This is because they will be a sign between you and me from now on. In this way you will know that I, the Lord, am making you holy."},{"Chapter":31,"Number":14,"Text":"“‘Make the Sabbath a holy day. If anyone treats the Sabbath like any other day, that person must be put to death. Anyone who works on the Sabbath day must be separated from his people."},{"Chapter":31,"Number":15,"Text":"There are six days for working. But the seventh day is a day of rest. It is a day holy for the Lord. Anyone who works during the Sabbath day must be put to death."},{"Chapter":31,"Number":16,"Text":"The Israelites must remember the Sabbath day. It is an agreement between them and me that will continue from now on."},{"Chapter":31,"Number":17,"Text":"The Sabbath day will be a sign between me and the Israelites forever. This is because in six days I, the Lord, made the sky and the earth. And on the seventh day I did not work. I rested.’”"},{"Chapter":31,"Number":18,"Text":"So the Lord finished speaking to Moses on Mount Sinai. Then the Lord gave him the two stone tablets with the agreement written on them. The finger of God wrote the commands on the stones."},{"Chapter":32,"Number":1,"Text":"The people saw that a long time had passed. And Moses had not come down from the mountain. So they gathered around Aaron. They said to him, “Moses led us out of Egypt. But we don’t know what has happened to him. So make us gods who will lead us.”"},{"Chapter":32,"Number":2,"Text":"Aaron said to the people, “Take off the gold earrings that your wives, sons and daughters are wearing. Bring them to me.”"},{"Chapter":32,"Number":3,"Text":"So all the people took their gold earrings and brought them to Aaron."},{"Chapter":32,"Number":4,"Text":"Aaron took the gold from the people. Then he melted it and made a statue of a calf. He finished it with a tool. Then the people said, “Israel! These are your gods who brought you out of the land of Egypt!”"},{"Chapter":32,"Number":5,"Text":"Aaron saw all this, and he built an altar before the calf. Then he made an announcement. He said, “Tomorrow there will be a special feast to honor the Lord.”"},{"Chapter":32,"Number":6,"Text":"The people got up early the next morning. They offered whole burnt offerings and fellowship offerings. First the people sat down to eat and drink. Then they got up and had wild parties."},{"Chapter":32,"Number":7,"Text":"And the Lord said to Moses, “Go down from this mountain. Your people, the people you brought out of the land of Egypt, have done a terrible sin."},{"Chapter":32,"Number":8,"Text":"They have quickly turned away from the things I commanded them to do. They have made for themselves a calf of melted gold. They have worshiped that calf and offered sacrifices to it. The people have said, ‘Israel, these are your gods who brought you out of Egypt.’”"},{"Chapter":32,"Number":9,"Text":"The Lord said to Moses, “I have seen these people. I know that they are very stubborn people."},{"Chapter":32,"Number":10,"Text":"So now do not stop me. I am so angry with them that I am going to destroy them. Then I will make you and your descendants a great nation.”"},{"Chapter":32,"Number":11,"Text":"But Moses begged the Lord his God. Moses said, “Lord, don’t let your anger destroy your people. You brought these people out of Egypt with your great power and strength."},{"Chapter":32,"Number":12,"Text":"Don’t let the people of Egypt say, ‘The Lord brought the Israelites out of Egypt. But he planned to kill them in the mountains and destroy them from the earth.’ So stop being angry. Don’t destroy your people."},{"Chapter":32,"Number":13,"Text":"Remember the men who served you—Abraham, Isaac and Israel. You promised with an oath to them. You said, ‘I will make your descendants as many as the stars in the sky. I will give your descendants all this land that I have promised them. It will be theirs forever.’”"},{"Chapter":32,"Number":14,"Text":"So the Lord changed his mind. He did not destroy the people as he had said he might."},{"Chapter":32,"Number":15,"Text":"Then Moses went down the mountain. In his hands he had the two stone tablets with the agreement on them. The commands were written on both sides of each stone, front and back."},{"Chapter":32,"Number":16,"Text":"God himself had made the stones. And God himself had written the commands on the stones."},{"Chapter":32,"Number":17,"Text":"Then Joshua heard the noise of the people shouting. He said to Moses, “It sounds like war down in the camp.”"},{"Chapter":32,"Number":18,"Text":"Moses answered:“It is not an army’s shout of victory.    It is not an army’s cry of defeat.    It is the sound of singing that I hear.”"},{"Chapter":32,"Number":19,"Text":"When Moses came close to the camp, he saw the gold calf and the dancing. He became very angry. He threw down the stone tablets which he was carrying. He broke them at the bottom of the mountain."},{"Chapter":32,"Number":20,"Text":"Then he took the calf that the people had made. He melted it in the fire. And he ground the gold until it became powder. He threw the powder into the water. And he forced the Israelites to drink that water."},{"Chapter":32,"Number":21,"Text":"Moses said to Aaron, “What did these people do to you? Why did you cause them to do such a terrible sin?”"},{"Chapter":32,"Number":22,"Text":"Aaron answered, “Don’t be angry, master. You know that these people are always ready to do wrong."},{"Chapter":32,"Number":23,"Text":"The people said to me, ‘Moses led us out of Egypt. But we don’t know what has happened to him. So make us gods who will lead us.’"},{"Chapter":32,"Number":24,"Text":"So I told the people, ‘Take off your gold jewelry.’ So they gave me the gold. I threw it into the fire and out came this calf!”"},{"Chapter":32,"Number":25,"Text":"Moses saw that the people were acting wildly. He saw that Aaron had let them get out of control. Their enemies would laugh at them."},{"Chapter":32,"Number":26,"Text":"So Moses stood at the entrance to the camp. He said, “Let anyone who wants to follow the Lord come to me.” And all the people from the family of Levi gathered around Moses."},{"Chapter":32,"Number":27,"Text":"Then Moses said to them, “The Lord, the God of Israel, says this: ‘Every man must put on his sword and go through the camp from one end to the other. Each man must kill his brother, his friend and his neighbor.’”"},{"Chapter":32,"Number":28,"Text":"The people from the family of Levi obeyed Moses. That day about 3,000 of the people of Israel died."},{"Chapter":32,"Number":29,"Text":"Then Moses said, “Today you have been given for service to the Lord. You were willing to kill your own sons and brothers. And God has blessed you for this.”"},{"Chapter":32,"Number":30,"Text":"The next day Moses told the people, “You have done a terrible sin. But now I will go up to the Lord. Maybe I can do something so your sins will be removed. Then you will belong to God again.”"},{"Chapter":32,"Number":31,"Text":"So Moses went back to the Lord and said, “How terrible it is! These people have sinned horribly. They have made for themselves gods from gold."},{"Chapter":32,"Number":32,"Text":"Now, forgive them of this sin. If you will not, then erase my name. Erase it from the book in which you have written the names of your people.”"},{"Chapter":32,"Number":33,"Text":"But the Lord told Moses, “I will erase from my book the names of the people who sin against me."},{"Chapter":32,"Number":34,"Text":"So now, go. Lead the people where I have told you. My angel will lead you. When the time comes to punish, I will punish them for their sin.”"},{"Chapter":32,"Number":35,"Text":"So the Lord caused terrible things to happen to the people. He did this because of what they did with the calf Aaron had made."},{"Chapter":33,"Number":1,"Text":"Then the Lord said to Moses, “You and the people you brought out of Egypt must leave this place. Go to the land that I promised with an oath to give to Abraham, Isaac and Jacob. I said, ‘I will give that land to your descendants.’"},{"Chapter":33,"Number":2,"Text":"I will send an angel to lead you. And I will force these people out of the land: the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites."},{"Chapter":33,"Number":3,"Text":"Go up to the land where much food grows. But I will not go with you. This is because I might destroy you on the way. You are such a stubborn people.”"},{"Chapter":33,"Number":4,"Text":"The people heard this bad news, and they became very sad. None of them put on jewelry."},{"Chapter":33,"Number":5,"Text":"This was because the Lord had said to Moses, “Tell the Israelites, ‘You are a stubborn people. If I were to go with you even for a moment, I would destroy you. So take off all your jewelry. Then I will decide what to do with you.’”"},{"Chapter":33,"Number":6,"Text":"So the people of Israel took off their jewelry at Mount Sinai. The Meeting Tent"},{"Chapter":33,"Number":7,"Text":"Moses used to take a tent and set it up a long way outside the camp. Moses called it the “Meeting Tent.” A person might want to ask the Lord about something. Then he would go to the Meeting Tent outside the camp."},{"Chapter":33,"Number":8,"Text":"Anytime Moses went out to the Tent, all the people would rise. They stood at the entrances of their tents and watched Moses until he entered the Meeting Tent."},{"Chapter":33,"Number":9,"Text":"When Moses went into the Tent, the pillar of cloud would always come down. It would stay at the entrance of the Tent while the Lord spoke with Moses."},{"Chapter":33,"Number":10,"Text":"The people saw the pillar of cloud at the entrance of the Tent. Then they stood and worshiped, each person at the entrance of his own tent."},{"Chapter":33,"Number":11,"Text":"The Lord spoke to Moses face to face as a man speaks with his friend. Then Moses would return to the camp. But Moses’ young helper, Joshua son of Nun, did not leave the Tent."},{"Chapter":33,"Number":12,"Text":"Moses said to the Lord, “You have told me to lead these people. But you did not say whom you would send with me. You have said to me, ‘I know you very well. I am pleased with you.’"},{"Chapter":33,"Number":13,"Text":"If I have truly pleased you, show me your plans. Then I may know you and continue to please you. Remember that this nation is your people.”"},{"Chapter":33,"Number":14,"Text":"The Lord answered, “I myself will go with you. And I will give you victory.”"},{"Chapter":33,"Number":15,"Text":"Then Moses said to him, “If you yourself don’t go with us, then don’t send us away from this place."},{"Chapter":33,"Number":16,"Text":"If you don’t go with us, no one will know that you are pleased with me and your people. These people and I would be no different from any other people on earth.”"},{"Chapter":33,"Number":17,"Text":"Then the Lord said to Moses, “I will do what you ask. This is because I know you very well, and I am pleased with you.” "},{"Chapter":33,"Number":18,"Text":"Then Moses said, “Now, please show me your greatness.”"},{"Chapter":33,"Number":19,"Text":"The Lord answered, “I will cause all my goodness to pass in front of you. I will announce my name, the Lord, so you can hear it. I will show kindness to anyone I want to show kindness. I will show mercy to anyone I want to show mercy."},{"Chapter":33,"Number":20,"Text":"But you cannot see my face. No one can see me and stay alive."},{"Chapter":33,"Number":21,"Text":"“There is a place near me where you may stand on a rock."},{"Chapter":33,"Number":22,"Text":"My greatness will pass that place. I will put you in a large crack in that rock. And I will cover you with my hand until I have passed by."},{"Chapter":33,"Number":23,"Text":"Then I will take away my hand, and you will see my back. But my face must not be seen.”"},{"Chapter":34,"Number":1,"Text":"The Lord said to Moses, “Cut two more stone tablets like the first two. I will write the same words on them that were on the first two stones which you broke."},{"Chapter":34,"Number":2,"Text":"Be ready tomorrow morning. Then come up on Mount Sinai. Stand before me there on the top of the mountain."},{"Chapter":34,"Number":3,"Text":"No one may come with you. No one should even be seen any place on the mountain. Not even the sheep or cattle may eat grass near that mountain.”"},{"Chapter":34,"Number":4,"Text":"So Moses cut two stone tablets like the first ones. Then early the next morning he went up Mount Sinai. He did this just as the Lord had commanded him. Moses carried the two stone tablets with him."},{"Chapter":34,"Number":5,"Text":"Then the Lord came down in the cloud and stood there with Moses. And the Lord called out his name, the Lord."},{"Chapter":34,"Number":6,"Text":"The Lord passed in front of Moses and said, “I am the Lord. The Lord is a God who shows mercy and is kind. The Lord doesn’t become angry quickly. The Lord has great love and faithfulness."},{"Chapter":34,"Number":7,"Text":"The Lord is kind to thousands of people. The Lord forgives people for wrong and sin and turning against him. But the Lord does not forget to punish guilty people. The Lord will punish not only the guilty people. He will also punish their children, their grandchildren, their great-grandchildren and their great-great-grandchildren.”"},{"Chapter":34,"Number":8,"Text":"Then Moses quickly bowed to the ground and worshiped."},{"Chapter":34,"Number":9,"Text":"Moses said, “Lord, if you are pleased with me, please go with us. I know that these are stubborn people. But forgive our evil and our sin. Take us as your own people.”"},{"Chapter":34,"Number":10,"Text":"Then the Lord said, “I am making this agreement with you. I will do miracles in front of all your people. These things have never before been done for any other nation on earth. The people with you will see my work. I, the Lord, will do wonderful things for you."},{"Chapter":34,"Number":11,"Text":"Obey the things I command you today, and I will force your enemies to leave your land. I will force out the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites ahead of you."},{"Chapter":34,"Number":12,"Text":"Be careful. Don’t make any agreement with the people who live in the land where you are going. It will bring you trouble."},{"Chapter":34,"Number":13,"Text":"But destroy their altars. Break their stone pillars. Cut down their Asherah idols."},{"Chapter":34,"Number":14,"Text":"Don’t worship any other god. This is because I, the Lord, the Jealous One, am a jealous God."},{"Chapter":34,"Number":15,"Text":"“Be careful. Don’t make any agreements with the people who live in that land. They will worship their false gods. And they will invite you to join them. Then you will join them, and you will eat their sacrifices."},{"Chapter":34,"Number":16,"Text":"You might choose some of their daughters as wives for your sons. Those daughters worship false gods. They might lead your sons to do the same thing."},{"Chapter":34,"Number":17,"Text":"“Do not make gods of melted metal."},{"Chapter":34,"Number":18,"Text":"“Celebrate the Feast of Unleavened Bread. For seven days you must eat bread made without yeast as I commanded you. Do this during the month I have chosen, the month of Abib. This is because in that month you came out of Egypt."},{"Chapter":34,"Number":19,"Text":"“Every firstborn cow or sheep that is born to each animal belongs to me."},{"Chapter":34,"Number":20,"Text":"You may buy back a donkey by paying for it with a lamb. But if you don’t want to buy back a donkey, you must break its neck. You must buy back all your firstborn sons.“No one is to come before me without a gift."},{"Chapter":34,"Number":21,"Text":"“You must work for six days. But on the seventh day you must rest. You must do this even during the planting season and harvest season."},{"Chapter":34,"Number":22,"Text":"“Celebrate the Feast of Weeks when you gather the first grain of the wheat harvest. And celebrate the Feast of Harvest in the fall."},{"Chapter":34,"Number":23,"Text":"“Three times each year all your men must come before the Master, the Lord, the God of Israel."},{"Chapter":34,"Number":24,"Text":"I will force out nations ahead of you. I will expand the borders of your land. You will go before the Lord your God three times each year. And at that time no one will try to take your land from you."},{"Chapter":34,"Number":25,"Text":"“Do not offer the blood of a sacrifice to me with anything containing yeast. And do not leave any of the sacrifice of the Feast of Passover. It must not be left until the next morning."},{"Chapter":34,"Number":26,"Text":"“Bring the best first crops that you harvest from your ground. Bring those things to the Tent of the Lord your God.“You must not cook a young goat in its mother’s milk.”"},{"Chapter":34,"Number":27,"Text":"Then the Lord said to Moses, “Write down these words. This is because with these words I have made an agreement with you and Israel.”"},{"Chapter":34,"Number":28,"Text":"Moses stayed there with the Lord 40 days and 40 nights. During that time he did not eat food or drink water. And Moses wrote the words of the agreement—the Ten Commandments—on the stone tablets. "},{"Chapter":34,"Number":29,"Text":"Then Moses came down from Mount Sinai. In his hands he was carrying the two stone tablets of the agreement. But Moses did not know that his face was shining because he had talked with the Lord."},{"Chapter":34,"Number":30,"Text":"Aaron and all the people of Israel saw that Moses’ face was shining. So they were afraid to go near him."},{"Chapter":34,"Number":31,"Text":"But Moses called to them. So Aaron and all the leaders of the people returned to Moses. Moses talked with them."},{"Chapter":34,"Number":32,"Text":"After that, all the people of Israel came near him. And he gave them all the commands that the Lord had given him on Mount Sinai."},{"Chapter":34,"Number":33,"Text":"When Moses finished speaking to the people, he put a covering over his face."},{"Chapter":34,"Number":34,"Text":"Anytime Moses went before the Lord to speak with him, Moses took off the covering until he came out. Then Moses would come out and tell the people of Israel the things the Lord had commanded."},{"Chapter":34,"Number":35,"Text":"The Israelites would see that Moses’ face was shining. So he would cover his face again. He did this until the next time he went in to speak with the Lord."},{"Chapter":35,"Number":1,"Text":"Moses gathered all the Israelite community together. He said to them, “These are the things the Lord has commanded you to do."},{"Chapter":35,"Number":2,"Text":"You are to work for six days. But the seventh day will be a holy day, a Sabbath of rest to honor the Lord. Anyone who works on that day must be put to death."},{"Chapter":35,"Number":3,"Text":"On the Sabbath day you must not light a fire in any of your houses.”"},{"Chapter":35,"Number":4,"Text":"Moses said to all the Israelites, “This is what the Lord has commanded:"},{"Chapter":35,"Number":5,"Text":"From what you have, take an offering for the Lord. Let everyone who is willing bring this offering to the Lord: gold, silver, bronze,"},{"Chapter":35,"Number":6,"Text":"blue, purple and red thread, and fine linen, goat hair"},{"Chapter":35,"Number":7,"Text":"and male sheep skins, colored red. And they may bring fine leather and acacia wood."},{"Chapter":35,"Number":8,"Text":"They may also bring olive oil for the lamps, spices for the special olive oil used for appointing priests and for the sweet-smelling incense."},{"Chapter":35,"Number":9,"Text":"And they may bring onyx stones and other jewels to be put on the holy vest and chest covering of the priests."},{"Chapter":35,"Number":10,"Text":"“Let all the skilled workers come and make everything the Lord commanded:"},{"Chapter":35,"Number":11,"Text":"the Holy Tent, its outer tent and its covering, the hooks, frames, crossbars, posts and bases;"},{"Chapter":35,"Number":12,"Text":"the Ark of the Covenant, its poles, lid and the curtain in front of it;"},{"Chapter":35,"Number":13,"Text":"the table and its poles, all the things that go with the table and the bread that shows we are in God’s presence;"},{"Chapter":35,"Number":14,"Text":"the lampstand for the light and all the things that go with it, the lamps and olive oil for the light;"},{"Chapter":35,"Number":15,"Text":"the altar of incense and its poles, the special oil and the sweet-smelling incense, the curtain for the entrance of the Meeting Tent;"},{"Chapter":35,"Number":16,"Text":"the altar of burnt offering and its bronze screen, its poles and all its tools, the bronze bowl and its base;"},{"Chapter":35,"Number":17,"Text":"the curtains around the courtyard, their posts and bases, and the curtain at the entry to the courtyard;"},{"Chapter":35,"Number":18,"Text":"the pegs of the Holy Tent and of the courtyard and their ropes;"},{"Chapter":35,"Number":19,"Text":"the special clothes that the priest will wear in the Holy Place. These are the holy clothes for Aaron the priest and his sons to wear when they serve as priests.”"},{"Chapter":35,"Number":20,"Text":"Then all the people of Israel went away from Moses."},{"Chapter":35,"Number":21,"Text":"Everyone who wanted to give came and brought a gift to the Lord. These gifts were used for making the Meeting Tent, all the things in the Tent and the special clothes."},{"Chapter":35,"Number":22,"Text":"All the men and women who wanted to give brought gold jewelry of all kinds. They brought pins, earrings, rings and bracelets. They all presented their gold to the Lord."},{"Chapter":35,"Number":23,"Text":"Everyone who had blue, purple and red thread, and fine linen came and gave it to the Lord. Anyone who had goat hair or male sheep skins colored red or fine leather brought them to the Lord."},{"Chapter":35,"Number":24,"Text":"Everyone who could give silver or bronze brought that as a gift to the Lord. Everyone who had acacia wood to be used in the work brought it."},{"Chapter":35,"Number":25,"Text":"Every skilled woman used her hands to make the blue, purple and red thread and fine linen. And they brought what they had made."},{"Chapter":35,"Number":26,"Text":"All the women who were skilled and wanted to help made thread of the goat hair."},{"Chapter":35,"Number":27,"Text":"The leaders brought onyx stones and other jewels. These stones and jewels were put on the holy vest and chest covering for the priest."},{"Chapter":35,"Number":28,"Text":"They also brought spices and olive oil. These were used for the sweet-smelling incense, the special oil and the oil to burn in the lamps."},{"Chapter":35,"Number":29,"Text":"All the men and women of Israel who wanted to help brought gifts to the Lord. They were used for all the work the Lord had commanded Moses and the people to do."},{"Chapter":35,"Number":30,"Text":"Then Moses said to the people of Israel, “Look, the Lord has chosen Bezalel. He is the son of Uri the son of Hur, from the tribe of Judah."},{"Chapter":35,"Number":31,"Text":"The Lord has filled Bezalel with the Spirit of God. The Lord has given Bezalel the skill, ability and knowledge to do all kinds of work."},{"Chapter":35,"Number":32,"Text":"He is able to design pieces to be made of gold, silver and bronze."},{"Chapter":35,"Number":33,"Text":"He is able to cut stones and jewels and put them in metal. Bezalel can carve wood and do all kinds of work."},{"Chapter":35,"Number":34,"Text":"The Lord has given Bezalel and Oholiab the ability to teach others. Oholiab is the son of Ahisamach from the tribe of Dan."},{"Chapter":35,"Number":35,"Text":"The Lord has given them the skill to do all kinds of work. They are able to cut designs in metal and stone. They can plan and sew designs in the fine linen with the blue, purple and red thread. And they are also able to weave things."},{"Chapter":36,"Number":1,"Text":"“So Bezalel, Oholiab and every skilled person will do the work the Lord has commanded. The Lord gave these people the wisdom and understanding to do all the skilled work needed to build the Holy Tent.”"},{"Chapter":36,"Number":2,"Text":"Then Moses called Bezalel, Oholiab and all the other skilled people to whom the Lord had given skills. And they came because they wanted to help with the work."},{"Chapter":36,"Number":3,"Text":"They received from Moses everything the people of Israel had brought as gifts to build the Holy Tent. The people continued to bring gifts each morning because they wanted to."},{"Chapter":36,"Number":4,"Text":"So all the skilled workers left the work they were doing on the Holy Tent. And they went to speak to Moses. They said,"},{"Chapter":36,"Number":5,"Text":"“The people are bringing more than we need to do the work the Lord commanded.”"},{"Chapter":36,"Number":6,"Text":"Then Moses sent this command throughout the camp: “No man or woman should make anything else as a gift for the Holy Tent.” So the people were kept from giving more."},{"Chapter":36,"Number":7,"Text":"What they had was already more than enough to do all the work. The Holy Tent"},{"Chapter":36,"Number":8,"Text":"Then the skilled workers made the Holy Tent. They made the ten pieces of blue, purple and red cloth. And they sewed designs of creatures with wings on the pieces."},{"Chapter":36,"Number":9,"Text":"Each piece was the same size. It was 42 feet long and 6 feet wide."},{"Chapter":36,"Number":10,"Text":"Five of the pieces were fastened together to make one set. The other five were fastened together to make another set."},{"Chapter":36,"Number":11,"Text":"Then they made loops of blue cloth along the edge of the end piece on the first set of five. They did the same thing with the other set of five."},{"Chapter":36,"Number":12,"Text":"There were 50 loops on one piece and 50 loops on the other piece. The loops were opposite each other."},{"Chapter":36,"Number":13,"Text":"Then they made 50 gold hooks to join the two pieces together. So the Holy Tent was joined together as one piece."},{"Chapter":36,"Number":14,"Text":"Then the workers made another tent of 11 pieces of cloth made of goat hair. This was to put over the Holy Tent."},{"Chapter":36,"Number":15,"Text":"All 11 pieces were the same size. They were 45 feet long and 6 feet wide."},{"Chapter":36,"Number":16,"Text":"The workers sewed five pieces together into one set. Then they sewed six together into another set."},{"Chapter":36,"Number":17,"Text":"They made 50 loops along the edge of the outside piece of one set. And they made 50 loops along the edge of the outside piece of the other set."},{"Chapter":36,"Number":18,"Text":"Then they made 50 bronze rings to join the two sets of cloth together and make the tent one piece."},{"Chapter":36,"Number":19,"Text":"Then they made two more coverings for the outer tent. One covering was made of male sheep skin colored red. The other covering was made of fine leather."},{"Chapter":36,"Number":20,"Text":"Then they made upright frames of acacia wood."},{"Chapter":36,"Number":21,"Text":"Each board was 15 feet tall and 27 inches wide."},{"Chapter":36,"Number":22,"Text":"There were two pegs side by side on each frame. Every frame of the Holy Tent was made this same way."},{"Chapter":36,"Number":23,"Text":"They made 20 frames for the south side of the Tent."},{"Chapter":36,"Number":24,"Text":"Then they made 40 silver bases that went under the 20 frames. There were two bases for every frame—one for each peg of each board."},{"Chapter":36,"Number":25,"Text":"They also made 20 frames for the north side of the Holy Tent."},{"Chapter":36,"Number":26,"Text":"They made 40 silver bases—2 to go under each frame."},{"Chapter":36,"Number":27,"Text":"They made 6 frames for the rear or west end of the Holy Tent"},{"Chapter":36,"Number":28,"Text":"and 2 frames for the corners at the rear of the Holy Tent."},{"Chapter":36,"Number":29,"Text":"These 2 frames were joined together from the bottom to the top with a metal ring. They did this for each of these corners."},{"Chapter":36,"Number":30,"Text":"So there were 8 frames and 16 silver bases—2 bases under each frame."},{"Chapter":36,"Number":31,"Text":"Then they made crossbars of acacia wood to connect the upright frames of the Holy Tent. Five crossbars held the frames together on one side of the Tent."},{"Chapter":36,"Number":32,"Text":"Five crossbars held the frames together on the other side. And five crossbars held the frames together on the west end, at the rear of the Tent."},{"Chapter":36,"Number":33,"Text":"They made the crossbar run along the entire length of each side and rear of the Tent. It was set halfway up the frames."},{"Chapter":36,"Number":34,"Text":"They made gold rings on the sides of the frames. They passed the crossbars through the rings. They covered the frames and the crossbars with gold."},{"Chapter":36,"Number":35,"Text":"Then they made the curtain with blue, purple and red thread, and fine linen. A skilled craftsman sewed designs of creatures with wings on it."},{"Chapter":36,"Number":36,"Text":"They made four posts of acacia wood and covered them with gold. Then they made gold hooks for the posts. And they made four silver bases in which to set the posts."},{"Chapter":36,"Number":37,"Text":"Then they made a curtain for the entrance to the Tent. They used blue, purple and red thread, and fine linen. A person who sewed well sewed designs on it."},{"Chapter":36,"Number":38,"Text":"Then they made five posts and hooks for it. They covered the tops of the posts and their bands with gold. And they made five bronze bases for the posts."},{"Chapter":37,"Number":1,"Text":"Bezalel made the Ark of the Covenant of acacia wood. The Ark of the Covenant was 45 inches long, 27 inches wide and 27 inches high."},{"Chapter":37,"Number":2,"Text":"He covered the inside and outside of the Ark of the Covenant with pure gold. Then he put a gold strip around it."},{"Chapter":37,"Number":3,"Text":"He made four gold rings for it and attached them to its four feet. There were two rings on each side."},{"Chapter":37,"Number":4,"Text":"Then he made poles of acacia wood and covered them with gold."},{"Chapter":37,"Number":5,"Text":"He put the poles through the rings on each side of the Ark of the Covenant to carry it."},{"Chapter":37,"Number":6,"Text":"Then he made a lid of pure gold. It was 45 inches long and 27 inches wide."},{"Chapter":37,"Number":7,"Text":"Then Bezalel hammered gold to make two creatures with wings. He attached them to each end of the lid."},{"Chapter":37,"Number":8,"Text":"He made one creature with wings on one end of the lid. He made the other creature with wings on the other end. He attached them to the lid so that it would be one piece."},{"Chapter":37,"Number":9,"Text":"The creatures’ wings were spread out over the lid. The creatures faced each other across the lid. "},{"Chapter":37,"Number":10,"Text":"Then he made the table of acacia wood. The table was 36 inches long, 18 inches wide and 27 inches high."},{"Chapter":37,"Number":11,"Text":"He covered the table with pure gold. He put a gold strip around it."},{"Chapter":37,"Number":12,"Text":"Then he made a frame 3 inches high that stood up all around the edge. He put a gold strip around the frame."},{"Chapter":37,"Number":13,"Text":"Then he made four gold rings for the table. He attached them to the four corners of the table, where the four legs were."},{"Chapter":37,"Number":14,"Text":"The rings were put close to the frame around the top of the table. The rings held the poles that were used to carry the table."},{"Chapter":37,"Number":15,"Text":"The poles for carrying the table were made of acacia wood. They were covered with gold."},{"Chapter":37,"Number":16,"Text":"Then he made of pure gold all the things that were used on the table: the plates, bowls, cups and jars used for pouring the drink offerings. "},{"Chapter":37,"Number":17,"Text":"Then he made the lampstand of pure gold. He hammered out its base and stand. Its flower-like cups, buds and petals were joined together in one piece with the base and stand."},{"Chapter":37,"Number":18,"Text":"There were three branches on one side of the lampstand and three branches on the other."},{"Chapter":37,"Number":19,"Text":"Each branch had three cups shaped like almond flowers. Each cup had a bud and a petal."},{"Chapter":37,"Number":20,"Text":"There were four more cups shaped like almond flowers on the lampstand itself. Each cup had its buds and petals."},{"Chapter":37,"Number":21,"Text":"Three pairs of branches went out from the lampstand. A bud was under the place where each pair was attached to the lampstand."},{"Chapter":37,"Number":22,"Text":"The buds, branches and lampstand were all one piece of pure, hammered gold."},{"Chapter":37,"Number":23,"Text":"He made seven pure gold lamps for this lampstand. Then he made pure gold wick trimmers and trays."},{"Chapter":37,"Number":24,"Text":"He used about 75 pounds of pure gold to make the lampstand and all the things that go with it. "},{"Chapter":37,"Number":25,"Text":"Then he made the altar of incense of acacia wood. The altar was square. It was 18 inches long, 18 inches wide and 36 inches high. Each corner stuck out like a horn. Each corner was joined into one piece with the altar."},{"Chapter":37,"Number":26,"Text":"He covered the top and all the sides and the corners with pure gold. Then he put gold trim around the altar."},{"Chapter":37,"Number":27,"Text":"He made two gold rings and put them below the trim on opposite sides of the altar. These rings held the poles for carrying the altar."},{"Chapter":37,"Number":28,"Text":"He made the poles of acacia wood and covered them with gold."},{"Chapter":37,"Number":29,"Text":"Then he made the holy olive oil for appointing the priests. He also made the pure, sweet-smelling incense. He made them like a person who mixes perfumes."},{"Chapter":38,"Number":1,"Text":"Then he built the altar for burning offerings. He made the altar of acacia wood. The altar was square. It was 7½ feet long, 7½ feet wide and 4½ feet high."},{"Chapter":38,"Number":2,"Text":"He made each corner stick out like a horn. The horns and the altar were joined together in one piece. Then he covered the altar with bronze."},{"Chapter":38,"Number":3,"Text":"He made all the tools of bronze to use on the altar: the pots, shovels, bowls for sprinkling blood, meat forks and pans for carrying the fire."},{"Chapter":38,"Number":4,"Text":"He made a large bronze screen to hold the burning wood for the altar. He put the screen inside the altar, under its rim, halfway up from the bottom."},{"Chapter":38,"Number":5,"Text":"He made bronze rings for holding the poles for carrying the altar. He put the rings at the four corners of the screen."},{"Chapter":38,"Number":6,"Text":"Then he made poles of acacia wood and covered them with bronze."},{"Chapter":38,"Number":7,"Text":"He put the poles through the rings on both sides of the altar. They were used for carrying the altar. He made the altar of boards and left the inside hollow. "},{"Chapter":38,"Number":8,"Text":"He made the bronze bowl for washing. He built it on a bronze stand. He used the bronze of mirrors. These mirrors belonged to the women who served at the entrance to the Meeting Tent. "},{"Chapter":38,"Number":9,"Text":"Then he made a wall of curtains to form a courtyard around the Holy Tent. On the south side the curtains were 150 feet long and were made of fine linen."},{"Chapter":38,"Number":10,"Text":"The curtains hung on silver hooks and bands. These were on 20 bronze posts on 20 bronze bases."},{"Chapter":38,"Number":11,"Text":"On the north side the wall of curtains was also 150 feet long. It hung on silver hooks and bands on 20 posts with 20 bronze bases."},{"Chapter":38,"Number":12,"Text":"On the west side of the courtyard, the wall of curtains was 75 feet long. It was held up by silver hooks and bands on 10 posts and 10 bases."},{"Chapter":38,"Number":13,"Text":"The east side was 75 feet wide."},{"Chapter":38,"Number":14,"Text":"On one side of the entry there was a wall of curtains that was 22½ feet long. It was held up by 3 posts and 3 bases."},{"Chapter":38,"Number":15,"Text":"On the other side of the entry there was a wall of curtains 22½ feet long. It was held up by 3 posts and 3 bases."},{"Chapter":38,"Number":16,"Text":"All the curtains around the courtyard were made of fine linen."},{"Chapter":38,"Number":17,"Text":"The bases for the posts were made of bronze. The hooks and the bands on the posts were made of silver. The tops of the posts were covered with silver also. All the posts in the courtyard had silver bands."},{"Chapter":38,"Number":18,"Text":"The curtain for the entry of the courtyard was made of blue, purple and red thread, and fine linen. It was sewn by a person who could sew well. The curtain was 30 feet long and 7½ feet high. It was the same height as the curtains around the courtyard."},{"Chapter":38,"Number":19,"Text":"The curtain was held up by 4 posts and 4 bronze bases. The hooks and bands on the posts were made of silver. The tops on the posts were covered with silver."},{"Chapter":38,"Number":20,"Text":"All the tent pegs for the Holy Tent and for the curtains around the courtyard were made of bronze."},{"Chapter":38,"Number":21,"Text":"This is a list of the metals used to make the Holy Tent. This is where the two flat stones with the Ten Commandments are kept. Moses ordered the Levites to make this list. Ithamar son of Aaron was in charge of keeping the list."},{"Chapter":38,"Number":22,"Text":"Bezalel son of Uri made everything the Lord commanded Moses. Uri was the son of Hur of the tribe of Judah."},{"Chapter":38,"Number":23,"Text":"Oholiab son of Ahisamach of the tribe of Dan helped him. Oholiab could cut designs into metal and stone. He was a designer. He was also skilled at sewing the blue, purple and red thread, and fine linen."},{"Chapter":38,"Number":24,"Text":"The total amount of gold used to build the Holy Tent was presented to the Lord. It weighed over 2,000 pounds, as set by the Holy Place measure."},{"Chapter":38,"Number":25,"Text":"The silver was given by the members of the community who were counted. It weighed 7,550 pounds, as set by the Holy Place measure."},{"Chapter":38,"Number":26,"Text":"All the men 20 years old or older were counted. There were 603,550 men, and each man had to pay ⅕ ounce of silver. This is the weight as set by the Holy Place measure."},{"Chapter":38,"Number":27,"Text":"Of this silver, 7,500 pounds was used to make the 100 bases. These bases were for the Holy Tent and for the curtain. There was 75 pounds of silver in each base."},{"Chapter":38,"Number":28,"Text":"The other 50 pounds of silver was used to make the hooks for the posts. It was also used to cover the tops of the posts and to make the bands on the posts."},{"Chapter":38,"Number":29,"Text":"The bronze which was presented to the Lord weighed about 5,000 pounds."},{"Chapter":38,"Number":30,"Text":"They used the bronze to make the bases at the entrance of the Meeting Tent. They also used the bronze to make the altar and the bronze screen. And this bronze was used to make all the tools for the altar."},{"Chapter":38,"Number":31,"Text":"This bronze was also used to make bases for the wall of curtains around the courtyard. It was used for the bases for the curtains at the entry to the courtyard. And this bronze was used to make the tent pegs for the Holy Tent and curtains that surrounded the courtyard."},{"Chapter":39,"Number":1,"Text":"They used blue, purple and red thread to make woven clothes for the priests. They were to wear these when they served in the Holy Place. They also made the holy clothes for Aaron as the Lord had commanded Moses."},{"Chapter":39,"Number":2,"Text":"They made the holy vest of gold and blue, purple and red thread, and fine linen."},{"Chapter":39,"Number":3,"Text":"They hammered the gold into sheets. Then they cut the gold into long, thin strips. They worked the gold into the blue, purple and red thread, and fine linen. This was done by a skilled craftsman."},{"Chapter":39,"Number":4,"Text":"They made the shoulder straps for the holy vest. These straps were attached to the top corners of the vest. Then the shoulder straps were tied together over each shoulder."},{"Chapter":39,"Number":5,"Text":"The skillfully woven belt was made in the same way. It was joined to the holy vest as one piece. It was made of gold and blue, purple and red thread, and fine linen. It was made the way the Lord commanded Moses."},{"Chapter":39,"Number":6,"Text":"They put gold around the onyx stones. Then they wrote the names of the sons of Israel on these gems. They did that as a person carves words and designs on a seal."},{"Chapter":39,"Number":7,"Text":"Then they attached the gems on the shoulder straps of the holy vest. These gems are reminders of the 12 sons of Israel. This was done the way the Lord had commanded Moses."},{"Chapter":39,"Number":8,"Text":"The skilled craftsmen made the chest covering. It was made like the holy vest. It was made of gold and blue, purple and red thread, and fine linen."},{"Chapter":39,"Number":9,"Text":"The chest covering was square, nine inches long and nine inches wide. It was folded double to make a pocket."},{"Chapter":39,"Number":10,"Text":"Then they put four rows of beautiful jewels on it. In the first row there was a ruby, a topaz and a yellow quartz."},{"Chapter":39,"Number":11,"Text":"In the second row there was a turquoise, a sapphire and an emerald."},{"Chapter":39,"Number":12,"Text":"In the third row there was a jacinth, an agate and an amethyst."},{"Chapter":39,"Number":13,"Text":"In the fourth row there was a chrysolite, an onyx and a jasper. Gold was put around these jewels to attach them to the chest covering."},{"Chapter":39,"Number":14,"Text":"The names of the sons of Israel were carved on these 12 jewels as a person carves a seal. Each jewel had the name of 1 of the 12 tribes of Israel."},{"Chapter":39,"Number":15,"Text":"They made chains of pure gold for the chest covering. They were twisted together like a rope."},{"Chapter":39,"Number":16,"Text":"The workers made two gold pieces and two gold rings. They put the two gold rings on the two upper corners of the chest covering."},{"Chapter":39,"Number":17,"Text":"Then they put two gold chains in the two rings. These are at the ends of the chest covering."},{"Chapter":39,"Number":18,"Text":"They fastened the other two ends of the chains to the two gold pieces. Then they attached these gold pieces to the two shoulder straps in the front of the holy vest."},{"Chapter":39,"Number":19,"Text":"They made two more gold rings and put them at the lower corners of the chest covering. They put them on the inside edge next to the holy vest."},{"Chapter":39,"Number":20,"Text":"Then they made two more gold rings on the bottom of the shoulder straps in front of the holy vest. These rings were near the seam, just above the woven belt of the holy vest."},{"Chapter":39,"Number":21,"Text":"They used a blue ribbon and tied the rings of the chest covering to the rings of the holy vest. This connected it to the woven belt. In this way the chest covering would not swing out from the holy vest. They did all these things the way the Lord commanded."},{"Chapter":39,"Number":22,"Text":"Then they made the outer robe to be worn under the holy vest. It was woven of blue cloth."},{"Chapter":39,"Number":23,"Text":"They made a hole in the center of the outer robe. A woven collar was sewn around this hole so it would not tear."},{"Chapter":39,"Number":24,"Text":"Then they made balls like pomegranates of blue, purple and red thread, and fine linen. They hung them around the bottom of the outer robe."},{"Chapter":39,"Number":25,"Text":"They also made bells of pure gold. They hung these around the bottom of the outer robe between the balls."},{"Chapter":39,"Number":26,"Text":"So around the bottom of the outer robe there was a bell and a pomegranate ball, a bell and a pomegranate ball. The priest wore this outer robe when he served as priest, just as the Lord had commanded Moses."},{"Chapter":39,"Number":27,"Text":"They wove inner robes of fine linen for Aaron and his sons."},{"Chapter":39,"Number":28,"Text":"And they made turbans and underclothes of fine linen."},{"Chapter":39,"Number":29,"Text":"Then they made the cloth belt of fine linen and blue, purple and red thread. Designs were sewn onto the cloth. These things were made as the Lord had commanded Moses."},{"Chapter":39,"Number":30,"Text":"They made a strip of pure gold, which is the holy crown. They carved these words in the gold: “Holy to the Lord.” They did it as one might carve on a seal."},{"Chapter":39,"Number":31,"Text":"Then they tied this flat piece to the turban with a blue ribbon. This was done as the Lord had commanded Moses."},{"Chapter":39,"Number":32,"Text":"So all the work on the Meeting Tent was finished. The Israelites did everything just as the Lord had commanded Moses."},{"Chapter":39,"Number":33,"Text":"Then they brought the Holy Tent to Moses: the Tent and all its furniture, hooks, frames, crossbars, posts and bases;"},{"Chapter":39,"Number":34,"Text":"the covering made of male sheep skins colored red, the covering made of fine leather and the curtain that covered the entrance to the Most Holy Place;"},{"Chapter":39,"Number":35,"Text":"the Ark of the Covenant, its poles and lid;"},{"Chapter":39,"Number":36,"Text":"the table, all its containers and the bread that showed they were in God’s presence;"},{"Chapter":39,"Number":37,"Text":"the pure gold lampstand with its lamps in a row, all its tools and the olive oil for the light;"},{"Chapter":39,"Number":38,"Text":"the gold altar, the special olive oil used for appointing priests, the sweet-smelling incense, and the curtain that covered the entrance to the Tent;"},{"Chapter":39,"Number":39,"Text":"the bronze altar and its screen, its poles and all its tools, the bowl and its stand;"},{"Chapter":39,"Number":40,"Text":"the curtains for the courtyard with their posts and bases, the curtain that covered the entry to the courtyard, the cords, pegs and all the things in the Meeting Tent."},{"Chapter":39,"Number":41,"Text":"They brought the clothes for the priests to wear when they served in the Holy Tent: the holy clothes for Aaron the priest and the clothes for his sons. They wore these when they served as priests."},{"Chapter":39,"Number":42,"Text":"The Israelites had done all this work just as the Lord had commanded Moses."},{"Chapter":39,"Number":43,"Text":"Moses looked closely at all the work. He saw they had done it just as the Lord had commanded. So Moses blessed them."},{"Chapter":40,"Number":1,"Text":"Then the Lord said this to Moses:"},{"Chapter":40,"Number":2,"Text":"“On the first day of the first month, set up the Holy Tent, which is the Meeting Tent."},{"Chapter":40,"Number":3,"Text":"Put the Ark of the Covenant in the Meeting Tent. Hang the curtain in front of the Ark of the Covenant."},{"Chapter":40,"Number":4,"Text":"Then bring in the table. Arrange everything on the table that should be there. Then bring in the lampstand and set up its lamps."},{"Chapter":40,"Number":5,"Text":"Put the gold altar for burning incense in front of the Ark of the Covenant. Then put the curtain at the entrance to the Holy Tent."},{"Chapter":40,"Number":6,"Text":"“Put the altar of burnt offerings in front of the entrance of the Holy Tent, the Meeting Tent."},{"Chapter":40,"Number":7,"Text":"Put the bowl between the Meeting Tent and the altar. Put water in the bowl."},{"Chapter":40,"Number":8,"Text":"Set up the courtyard around the Holy Tent. Then put the curtain at the entry to the courtyard."},{"Chapter":40,"Number":9,"Text":"“Use the special olive oil and pour it on the Holy Tent and everything in it. Give the Tent and all that is in it for service to the Lord. They will be holy."},{"Chapter":40,"Number":10,"Text":"Pour the special oil on the altar for burning offerings. Pour it on all its tools. Give the altar for service to God. It will be very holy."},{"Chapter":40,"Number":11,"Text":"Then pour the special olive oil on the bowl and the base under it. When you do this, they will be given for service to God."},{"Chapter":40,"Number":12,"Text":"“Bring Aaron and his sons to the entrance of the Meeting Tent. Wash them with water."},{"Chapter":40,"Number":13,"Text":"Then put the holy clothes on Aaron. Pour the special oil on him, and give him for service to God. Then he may serve me as a priest."},{"Chapter":40,"Number":14,"Text":"Bring Aaron’s sons and put the inner robes on them."},{"Chapter":40,"Number":15,"Text":"Pour the special oil on them to make them priests. Do this the same way that you appointed their father as priest. Then they may also serve me as priests. Pouring oil on them will make them a family of priests. They and their descendants will be priests from now on.”"},{"Chapter":40,"Number":16,"Text":"Moses did everything that the Lord commanded him."},{"Chapter":40,"Number":17,"Text":"So the Holy Tent was set up. It was the first day of the first month during the second year after they left Egypt."},{"Chapter":40,"Number":18,"Text":"When Moses set up the Holy Tent, he put the bases in place. Then he put the frames on the bases. Next he put the crossbars through the rings of the frames and set up the posts."},{"Chapter":40,"Number":19,"Text":"After that, Moses spread the cloth over the Holy Tent. Then he put the covering over the Tent. He did these things just as the Lord commanded."},{"Chapter":40,"Number":20,"Text":"Moses put the flat stones into the Ark of the Covenant. These had God’s law written on them. Moses put the poles through the rings of the Ark of the Covenant. Then he put the lid on it."},{"Chapter":40,"Number":21,"Text":"Next Moses brought the Ark of the Covenant into the Tent. He hung the curtain to cover the Ark of the Covenant. Moses did these things just as the Lord commanded him."},{"Chapter":40,"Number":22,"Text":"Moses put the table in the Meeting Tent. He put it on the north side of the Holy Tent in front of the curtain."},{"Chapter":40,"Number":23,"Text":"Then he put the bread on the table before the Lord. He did this just as the Lord commanded him."},{"Chapter":40,"Number":24,"Text":"Moses put the lampstand in the Meeting Tent. He put it on the south side of the Holy Tent across from the table."},{"Chapter":40,"Number":25,"Text":"Then he put the lamps on the lampstand before the Lord. He did this just as the Lord commanded him."},{"Chapter":40,"Number":26,"Text":"Moses put the gold altar for burning incense in the Meeting Tent. He put it in front of the curtain."},{"Chapter":40,"Number":27,"Text":"Then he burned sweet-smelling incense on it, just as the Lord commanded him."},{"Chapter":40,"Number":28,"Text":"Then he hung the curtain at the entrance to the Holy Tent."},{"Chapter":40,"Number":29,"Text":"He put the altar for burning sacrifices at the entrance to the Holy Tent, the Meeting Tent. Then Moses offered a whole burnt offering and grain offerings on that altar. He did these things just as the Lord commanded him."},{"Chapter":40,"Number":30,"Text":"Moses put the bowl between the Meeting Tent and the altar for burning sacrifices. Moses put water in the bowl for washing."},{"Chapter":40,"Number":31,"Text":"Moses, Aaron and Aaron’s sons used this water to wash their hands and feet."},{"Chapter":40,"Number":32,"Text":"They washed themselves every time they entered the Meeting Tent. They also washed themselves every time they went near the altar for burning sacrifices. They did these things just as the Lord commanded Moses."},{"Chapter":40,"Number":33,"Text":"Then Moses set up the courtyard around the Holy Tent. He put the altar for burning sacrifices in the courtyard. Then he put up the curtain at the entry to the courtyard. So Moses finished the work. "},{"Chapter":40,"Number":34,"Text":"Then the cloud covered the Meeting Tent. The greatness of the Lord filled the Holy Tent."},{"Chapter":40,"Number":35,"Text":"Moses could not enter the Meeting Tent. This was because the cloud had settled on it. And this was because the greatness of the Lord filled the Holy Tent."},{"Chapter":40,"Number":36,"Text":"When the cloud rose from the Holy Tent, the Israelites would begin to travel."},{"Chapter":40,"Number":37,"Text":"But as long as the cloud stayed on the Holy Tent, the people did not travel. They stayed in that place until the cloud rose."},{"Chapter":40,"Number":38,"Text":"So the cloud of the Lord was over the Holy Tent during the day. And there was a fire in the cloud at night. So all the Israelites could see the cloud while they traveled."}]}
