{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Paul Encourages Timothy","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"A Loyal Soldier of Christ Jesus","Chapter":2},{"VerseStartingAt":14,"ParagraphTitle":"A Worker Pleasing to God","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Last Days","Chapter":3},{"VerseStartingAt":10,"ParagraphTitle":"Obey the Teachings","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Personal Words","Chapter":4},{"VerseStartingAt":19,"ParagraphTitle":"Final Greetings","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"From Paul, an apostle of Christ Jesus by the will of God. God sent me to tell about the promise of life that is in Christ Jesus."},{"Chapter":1,"Number":2,"Text":"To Timothy, a dear son to me. Grace, mercy, and peace to you from God the Father and Christ Jesus our Lord."},{"Chapter":1,"Number":3,"Text":"I always remember you in my prayers, day and night. And I thank God for you in these prayers. He is the God my ancestors served. And I serve him, doing what I know is right."},{"Chapter":1,"Number":4,"Text":"I remember that you cried for me. And I want very much to see you so that I can be filled with joy."},{"Chapter":1,"Number":5,"Text":"I remember your true faith. That kind of faith first belonged to your grandmother Lois and to your mother Eunice. And I know that you now have that same faith."},{"Chapter":1,"Number":6,"Text":"That is why I remind you to use the gift God gave you. God gave you that gift when I laid my hands on you. Now let it grow, as a small flame grows into a fire."},{"Chapter":1,"Number":7,"Text":"God did not give us a spirit that makes us afraid. He gave us a spirit of power and love and self-control."},{"Chapter":1,"Number":8,"Text":"So do not be ashamed to tell people about our Lord Jesus. And do not be ashamed of me. I am in prison for the Lord. But suffer with me for the Good News. God gives us the strength to do that."},{"Chapter":1,"Number":9,"Text":"God saved us and made us his holy people. That was not because of anything we did ourselves but because of what he wanted and because of his grace. That grace was given to us through Christ Jesus before time began."},{"Chapter":1,"Number":10,"Text":"It was not shown to us until our Savior Christ Jesus came. Jesus destroyed death. And through the Good News, he showed us the way to have life that cannot be destroyed."},{"Chapter":1,"Number":11,"Text":"I was chosen to tell that Good News and to be an apostle and a teacher."},{"Chapter":1,"Number":12,"Text":"And I suffer now because I tell the Good News. But I am not ashamed. I know Jesus, the One I have believed in. And I am sure that he is able to protect what he has trusted me with until that Day."},{"Chapter":1,"Number":13,"Text":"Follow the true teachings you heard from me. Follow them as an example of the faith and love we have in Christ Jesus."},{"Chapter":1,"Number":14,"Text":"Protect the truth that you were given. Protect it with the help of the Holy Spirit who lives in us."},{"Chapter":1,"Number":15,"Text":"You know that everyone in Asia has left me, even Phygelus and Hermogenes."},{"Chapter":1,"Number":16,"Text":"I pray that the Lord will show mercy to the family of Onesiphorus. He has often helped me and was not ashamed that I was in prison."},{"Chapter":1,"Number":17,"Text":"When he came to Rome, he looked for me until he found me."},{"Chapter":1,"Number":18,"Text":"I pray that the Lord will allow Onesiphorus to have mercy from the Lord on that Day. You know how many ways Onesiphorus helped me in Ephesus."},{"Chapter":2,"Number":1,"Text":"Timothy, you are like a son to me. Be strong in the grace that we have in Christ Jesus."},{"Chapter":2,"Number":2,"Text":"You and many others have heard what I have taught. You should teach the same thing to some people you can trust. Then they will be able to teach it to others."},{"Chapter":2,"Number":3,"Text":"Share in the troubles that we have. Accept them like a true soldier of Christ Jesus."},{"Chapter":2,"Number":4,"Text":"A soldier wants to please his commanding officer, so he does not waste his time doing the things that most people do."},{"Chapter":2,"Number":5,"Text":"If an athlete is running a race, he must obey all the rules in order to win."},{"Chapter":2,"Number":6,"Text":"The farmer who works hard should be the first person to get some of the food that he grew."},{"Chapter":2,"Number":7,"Text":"Think about these things that I am saying. The Lord will give you the ability to understand all these things."},{"Chapter":2,"Number":8,"Text":"Remember Jesus Christ. He is from the family of David. After Jesus died, he was raised from death. This is the Good News that I preach,"},{"Chapter":2,"Number":9,"Text":"and I am suffering because of that Good News. I am even bound with chains like a criminal. But God’s teaching is not in chains."},{"Chapter":2,"Number":10,"Text":"So I patiently accept all these troubles. I do this so that those whom God has chosen can have the salvation that is in Christ Jesus. With that salvation comes glory that never ends."},{"Chapter":2,"Number":11,"Text":"This teaching is true:If we died with him,    then we will also live with him."},{"Chapter":2,"Number":12,"Text":"If we accept suffering,    then we will also rule with him.If we say we don’t know him,    then he will say he doesn’t know us."},{"Chapter":2,"Number":13,"Text":"If we are not faithful,    he will still be faithful,    because he must be true to who he is. "},{"Chapter":2,"Number":14,"Text":"Continue teaching these things. And warn people before God not to argue about words. Arguing about words does not help anyone, and it ruins those who listen."},{"Chapter":2,"Number":15,"Text":"Do the best you can to be the kind of person that God will approve, and give yourself to him. Be a worker who is not ashamed of his work—a worker who uses the true teaching in the right way."},{"Chapter":2,"Number":16,"Text":"Stay away from those who talk about useless worldly things. That kind of talk will lead a person more and more away from God."},{"Chapter":2,"Number":17,"Text":"Their evil teaching will spread like a sickness inside the body. Hymenaeus and Philetus are men like that."},{"Chapter":2,"Number":18,"Text":"They have left the true teaching. They say that the rising from death of all men has already taken place. And those two men are destroying the faith of some people."},{"Chapter":2,"Number":19,"Text":"But God’s strong foundation continues to stand. These words are written on that foundation: “The Lord knows those who belong to him.” And also these words are written on that foundation, “Everyone who says that he believes in the Lord must stop doing wrong.”"},{"Chapter":2,"Number":20,"Text":"In a large house there are things made of gold and silver. But also there are things made of wood and clay. Some things are used for special purposes, and others are made for ordinary jobs."},{"Chapter":2,"Number":21,"Text":"If anyone makes himself clean from evil things, he will be used for special purposes. He will be made holy, and the Master can use him. He will be ready to do any good work."},{"Chapter":2,"Number":22,"Text":"Stay away from the evil desires of youth. Try hard to live right and to have faith, love, and peace. Work for these things together with those who have pure hearts and who trust in the Lord."},{"Chapter":2,"Number":23,"Text":"Stay away from foolish and stupid arguments. You know that such arguments grow into bigger arguments."},{"Chapter":2,"Number":24,"Text":"And a servant of the Lord must not quarrel! He must be kind to everyone. He must be a good teacher. He must be patient."},{"Chapter":2,"Number":25,"Text":"The Lord’s servant must gently teach those who do not agree with him. Maybe God will let them change their hearts so that they can accept the truth."},{"Chapter":2,"Number":26,"Text":"The devil has trapped them and causes them to do what he wants. But maybe they can wake up and free themselves from the devil’s trap."},{"Chapter":3,"Number":1,"Text":"Remember this! There will be many troubles in the last days."},{"Chapter":3,"Number":2,"Text":"In those times people will love only themselves and money. They will brag and be proud. They will say evil things against others. They will not obey their parents. People will not be thankful or be the kind of people God wants."},{"Chapter":3,"Number":3,"Text":"They will not have love for others. They will refuse to forgive others and will speak bad things. They will not control themselves. They will be cruel and will hate what is good."},{"Chapter":3,"Number":4,"Text":"In the last days, people will turn against their friends. They will do foolish things without thinking. They will be conceited and proud. They will love pleasure. They will not love God."},{"Chapter":3,"Number":5,"Text":"They will continue to act as if they serve God, but they will not really serve God. Stay away from those people."},{"Chapter":3,"Number":6,"Text":"Some of them go into homes and get control of weak women who are full of sin. They are led to sin by the many evil desires they have."},{"Chapter":3,"Number":7,"Text":"Those women always try to learn new teachings, but they are never able to understand the truth fully."},{"Chapter":3,"Number":8,"Text":"Just as Jannes and Jambres were against Moses, these people are against the truth. They are people whose thinking has been confused. They have failed in trying to follow the faith."},{"Chapter":3,"Number":9,"Text":"But they will not be successful in what they do. Everyone will see that they are foolish. That is what happened to Jannes and Jambres. "},{"Chapter":3,"Number":10,"Text":"But you know all about me. You know what I teach and the way I live. You know my goal in life. You know my faith, my patience, and my love. You know that I never stop trying."},{"Chapter":3,"Number":11,"Text":"You know how I have been hurt and have suffered. You know all that happened to me in Antioch, Iconium, and Lystra. You know the hurts I suffered in those places. But the Lord saved me from all those troubles."},{"Chapter":3,"Number":12,"Text":"Everyone who wants to live the way God wants, in Christ Jesus, will be persecuted."},{"Chapter":3,"Number":13,"Text":"People who are evil and cheat other people will go from bad to worse. They will fool others, but they will also be fooling themselves."},{"Chapter":3,"Number":14,"Text":"But you should continue following the teachings that you learned. You know that these teachings are true. And you know you can trust those who taught you."},{"Chapter":3,"Number":15,"Text":"You have known the Holy Scriptures since you were a child. The Scriptures are able to make you wise. And that wisdom leads to salvation through faith in Christ Jesus."},{"Chapter":3,"Number":16,"Text":"All Scripture is inspired by God and is useful for teaching and for showing people what is wrong in their lives. It is useful for correcting faults and teaching how to live right."},{"Chapter":3,"Number":17,"Text":"Using the Scriptures, the person who serves God will be ready and will have everything he needs to do every good work."},{"Chapter":4,"Number":1,"Text":"Before God and Jesus Christ I give you a command. Christ Jesus is the One who will judge all who are living and all who have died. Jesus has a kingdom, and he is coming again. So I give you this command:"},{"Chapter":4,"Number":2,"Text":"Preach the Good News. Be ready at all times. Tell people what they need to do, tell them when they are wrong, and encourage them. Do these things with great patience and careful teaching."},{"Chapter":4,"Number":3,"Text":"The time will come when people will not listen to the true teaching. They will find more and more teachers who are pleasing to them, teachers who say the things they want to hear."},{"Chapter":4,"Number":4,"Text":"They will stop listening to the truth. They will begin to follow the teaching in false stories."},{"Chapter":4,"Number":5,"Text":"But you should control yourself at all times. When troubles come, accept them. Do the work of telling the Good News. Do all the duties of a servant of God."},{"Chapter":4,"Number":6,"Text":"My life is being given as an offering to God. The time has come for me to leave this life."},{"Chapter":4,"Number":7,"Text":"I have fought the good fight. I have finished the race. I have kept the faith."},{"Chapter":4,"Number":8,"Text":"Now, a crown is waiting for me. I will get that crown for being right with God. The Lord is the judge who judges rightly, and he will give me the crown on that Day. He will give that crown not only to me but to all those who have waited with love for him to come again. Personal Words"},{"Chapter":4,"Number":9,"Text":"Do your best to come to me as soon as you can."},{"Chapter":4,"Number":10,"Text":"Demas loved this world too much. He left me and went to Thessalonica. Crescens went to Galatia. And Titus went to Dalmatia."},{"Chapter":4,"Number":11,"Text":"Luke is the only one still with me. Get Mark and bring him with you when you come. He can help me in my work here."},{"Chapter":4,"Number":12,"Text":"I sent Tychicus to Ephesus."},{"Chapter":4,"Number":13,"Text":"When I was in Troas, I left my coat there with Carpus. So when you come, bring it to me. Also, bring my books, particularly the ones written on parchment."},{"Chapter":4,"Number":14,"Text":"Alexander the metalworker did many harmful things against me. The Lord will punish him for the things he did."},{"Chapter":4,"Number":15,"Text":"You should be careful that he does not hurt you too. He fought strongly against our teaching."},{"Chapter":4,"Number":16,"Text":"The first time I defended myself, no one helped me. Everyone left me. I pray that God will forgive them."},{"Chapter":4,"Number":17,"Text":"But the Lord stayed with me. He gave me strength so that I could fully tell the Good News to the non-Jews. The Lord wanted all the non-Jews to hear it. So I was saved from the lion’s mouth."},{"Chapter":4,"Number":18,"Text":"The Lord will save me when anyone tries to hurt me. The Lord will bring me safely to his heavenly kingdom. Glory forever and ever be the Lord’s. Amen. "},{"Chapter":4,"Number":19,"Text":"Greet Priscilla and Aquila and the family of Onesiphorus."},{"Chapter":4,"Number":20,"Text":"Erastus stayed in Corinth. And I left Trophimus sick in Miletus."},{"Chapter":4,"Number":21,"Text":"Try as hard as you can to come to me before winter.Eubulus sends greetings to you. Also Pudens, Linus, Claudia, and all the brothers in Christ greet you."},{"Chapter":4,"Number":22,"Text":"The Lord be with your spirit. Grace be with you."}]}
