{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Job, the Good Man","Chapter":1},{"VerseStartingAt":6,"ParagraphTitle":"Satan Appears Before God","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Satan Appears Before God Again","Chapter":2},{"VerseStartingAt":11,"ParagraphTitle":"Job’s Three Friends","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Job Curses His Birth","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Eliphaz Speaks","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Eliphaz","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Bildad Speaks to Job","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Bildad","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Zophar Speaks to Job","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Zophar","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Eliphaz Answers Job","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Eliphaz","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Bildad Answers Job","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Bildad","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"Zophar Answers","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Zophar","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Eliphaz Answers","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"Bildad Answers","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers Bildad","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"Job Continues","Chapter":29},{"VerseStartingAt":1,"ParagraphTitle":"Elihu Speaks","Chapter":32},{"VerseStartingAt":1,"ParagraphTitle":"Elihu’s Speech Continues","Chapter":36},{"VerseStartingAt":1,"ParagraphTitle":"The Lord Questions Job","Chapter":38},{"VerseStartingAt":1,"ParagraphTitle":"Job Answers the Lord","Chapter":42},{"VerseStartingAt":7,"ParagraphTitle":"End of the Story","Chapter":42}],"VerseList":[{"Chapter":1,"Number":1,"Text":"A man named Job lived in the land of Uz. He was an honest man and innocent of any wrong. He honored God and stayed away from evil."},{"Chapter":1,"Number":2,"Text":"Job had seven sons and three daughters."},{"Chapter":1,"Number":3,"Text":"He owned 7,000 sheep, 3,000 camels, 500 pairs of oxen and 500 female donkeys. And he had a large number of servants. He was the greatest man among all the people of the East."},{"Chapter":1,"Number":4,"Text":"Job’s sons took turns holding feasts in their homes. And they invited their sisters to eat and drink with them."},{"Chapter":1,"Number":5,"Text":"After a feast was over, Job would send and have them made clean. Early in the morning Job would offer a burnt offering for each of them. He thought, “My children may have sinned and cursed God in their hearts.” Job did this every time. "},{"Chapter":1,"Number":6,"Text":"One day the angels came to show themselves before the Lord. Satan also came with them."},{"Chapter":1,"Number":7,"Text":"The Lord said to Satan, “Where have you come from?”Satan answered the Lord, “I have been wandering around the earth. I have been going back and forth in it.”"},{"Chapter":1,"Number":8,"Text":"Then the Lord said to Satan, “Have you noticed my servant Job? No one else on earth is like him. He is an honest man and innocent of any wrong. He honors God and stays away from evil.”"},{"Chapter":1,"Number":9,"Text":"But Satan answered God, “Job honors God for a good reason."},{"Chapter":1,"Number":10,"Text":"You have put a wall around him, his family and everything he owns. You have blessed the things he has done. So his flocks of sheep and herds of cattle are large. They almost cover the land."},{"Chapter":1,"Number":11,"Text":"But reach out your hand and destroy everything he has. Then he will curse you to your face.”"},{"Chapter":1,"Number":12,"Text":"The Lord said to Satan, “All right, then. Everything Job has is in your power. But you must not touch Job himself.” Then Satan left the Lord’s presence."},{"Chapter":1,"Number":13,"Text":"One day Job’s sons and daughters were eating and drinking wine together. They were at the oldest brother’s house."},{"Chapter":1,"Number":14,"Text":"A messenger came to Job and said, “The oxen were plowing. And the donkeys were eating grass nearby."},{"Chapter":1,"Number":15,"Text":"And the Sabeans attacked and carried them away. They killed the servants with swords. And I am the only one who escaped to tell you!”"},{"Chapter":1,"Number":16,"Text":"The messenger was still speaking when another messenger came in. He said, “Lightning from God fell from the sky. It burned up the sheep and the servants. And I am the only one who escaped to tell you!”"},{"Chapter":1,"Number":17,"Text":"The second messenger was still speaking when another messenger came in. He said, “The Babylonians sent three groups of attackers. They swept down and stole your camels. They killed the servants. And I am the only one who escaped to tell you!”"},{"Chapter":1,"Number":18,"Text":"The third messenger was still speaking when another messenger came in. He said, “Your sons and daughters were eating and drinking wine together. They were at the oldest brother’s house."},{"Chapter":1,"Number":19,"Text":"Suddenly a great wind came in from the desert. It struck all four corners of the house at once. The house fell in on your sons and daughters. And they are all dead. I am the only one who escaped to tell you!”"},{"Chapter":1,"Number":20,"Text":"When Job heard this, he got up. To show how sad he was he tore his robe and shaved his head. Then he bowed down to the ground to worship God."},{"Chapter":1,"Number":21,"Text":"He said:“I was naked when I was born.    And I will be naked when I die.The Lord gave these things to me. And he has taken them away.    Praise the name of the Lord.”"},{"Chapter":1,"Number":22,"Text":"In all this Job did not sin. He did not blame God."},{"Chapter":2,"Number":1,"Text":"On another day the angels came to show themselves before the Lord. And Satan also came with them."},{"Chapter":2,"Number":2,"Text":"The Lord said to Satan, “Where have you come from?”Satan answered the Lord, “I have been wandering around the earth. I have been going back and forth in it.”"},{"Chapter":2,"Number":3,"Text":"Then the Lord said to Satan, “Have you noticed my servant Job? No one else on earth is like him. He is an honest man, innocent of any wrong. He honors God and stays away from evil. You caused me to ruin him for no good reason. But he continues to be without blame.”"},{"Chapter":2,"Number":4,"Text":"“One skin for another!” Satan answered. “A man will give all he has to save his own life."},{"Chapter":2,"Number":5,"Text":"But reach out your hand and destroy his own flesh and bones. Then he will curse you to your face.”"},{"Chapter":2,"Number":6,"Text":"The Lord said to Satan, “All right, then. Job is in your power. But you must let him live.”"},{"Chapter":2,"Number":7,"Text":"So Satan left the Lord’s presence. And he put painful sores all over Job’s body. They went from the top of his head to the soles of his feet."},{"Chapter":2,"Number":8,"Text":"Then Job took a piece of broken pottery. And he used it to scrape himself. He sat in ashes to show how upset he was."},{"Chapter":2,"Number":9,"Text":"Job’s wife said to him, “Are you still trying to stay innocent? You should just curse God and die!”"},{"Chapter":2,"Number":10,"Text":"Job answered, “You are talking like a foolish woman. Should we take only good things from God and not trouble?” In all this Job did not sin in what he said. "},{"Chapter":2,"Number":11,"Text":"Now Job had three friends. They were Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite. These friends heard about the troubles that had happened to Job. So they agreed to meet and go see Job. They wanted to show him they were upset for him, too. And they wanted to comfort him."},{"Chapter":2,"Number":12,"Text":"They saw Job from far away. But he looked so different they almost didn’t recognize him. They began to cry loudly. They tore their robes and put dirt on their heads to show how sad they were."},{"Chapter":2,"Number":13,"Text":"Then they sat on the ground with Job seven days and seven nights. No one said a word to him. This was because they saw how much he was suffering."},{"Chapter":3,"Number":1,"Text":"After seven days Job spoke. He cursed the day he had been born."},{"Chapter":3,"Number":2,"Text":"Job said:"},{"Chapter":3,"Number":3,"Text":"“Let the day I was born be destroyed.    And destroy the night when it was said, ‘A boy is born!’"},{"Chapter":3,"Number":4,"Text":"Let that day turn to darkness.    Let God not even care about it.    Don’t let light shine on that day."},{"Chapter":3,"Number":5,"Text":"Let darkness and gloom have that day.    Let a cloud hide that day.    Let darkness cover its light."},{"Chapter":3,"Number":6,"Text":"Let thick darkness capture that night.    Don’t count it among the days of the year.    Don’t put it in any of the months."},{"Chapter":3,"Number":7,"Text":"Let that night be empty.    Let no shout of joy be heard in it."},{"Chapter":3,"Number":8,"Text":"Let the people who curse days curse that day.    They know how to wake up the sea monster Leviathan."},{"Chapter":3,"Number":9,"Text":"Let that day’s morning stars become dark.    Let it wait for daylight, but don’t let it come.    Don’t let it see the first light of dawn."},{"Chapter":3,"Number":10,"Text":"This is because it allowed me to be born.    That day did not hide trouble from my eyes."},{"Chapter":3,"Number":11,"Text":"“Why didn’t I die as soon as I was born?    Why didn’t I die when I came out of the womb?"},{"Chapter":3,"Number":12,"Text":"Why did my mother’s knees receive me?    Why did my mother’s breasts feed me?"},{"Chapter":3,"Number":13,"Text":"If they had not been there, I would be lying dead in peace.    I would be asleep and at rest."},{"Chapter":3,"Number":14,"Text":"I would be asleep with kings and wise men of the earth.    They built places for themselves that are now ruined."},{"Chapter":3,"Number":15,"Text":"I would be asleep with rulers who had gold.    They filled their houses with silver!"},{"Chapter":3,"Number":16,"Text":"Or why was I not buried like a child born dead?    I wish I were like a baby who never saw the light of day."},{"Chapter":3,"Number":17,"Text":"In the grave the wicked stop causing trouble.    And people who are tired are at rest."},{"Chapter":3,"Number":18,"Text":"In the grave there is rest for the captives.    They no longer hear the shout of the slave driver."},{"Chapter":3,"Number":19,"Text":"People great and small are in the grave.    And the slave is freed from his master."},{"Chapter":3,"Number":20,"Text":"“Why is life given to those who are in misery?    Why is it given to those who are so unhappy?"},{"Chapter":3,"Number":21,"Text":"Some people want to die, but death does not come.    They search for death more than for hidden treasure."},{"Chapter":3,"Number":22,"Text":"They are very happy    when they get to the grave."},{"Chapter":3,"Number":23,"Text":"Life shouldn’t be given to a man who doesn’t know what will happen to him.    It shouldn’t be given to a man who feels trapped by God."},{"Chapter":3,"Number":24,"Text":"I make sad sounds as I eat.    My groans pour out like water."},{"Chapter":3,"Number":25,"Text":"The thing I was afraid of has happened to me.    And the thing I dreaded has happened."},{"Chapter":3,"Number":26,"Text":"I have no peace. I have no quietness.    I have no rest. I only have trouble.”"},{"Chapter":4,"Number":1,"Text":"Then Eliphaz the Temanite answered:"},{"Chapter":4,"Number":2,"Text":"“If someone tried to speak with you, would you be upset?    I cannot keep from speaking."},{"Chapter":4,"Number":3,"Text":"Think about how many people you have taught.    Think about how you have made weak hands strong."},{"Chapter":4,"Number":4,"Text":"Your words have comforted those who fell.    And you have given strength to those who could not stand."},{"Chapter":4,"Number":5,"Text":"But now trouble comes to you. And you are discouraged.    Trouble hits you, and you are terrified."},{"Chapter":4,"Number":6,"Text":"You should trust in your respect for God.    You should have hope because you are innocent."},{"Chapter":4,"Number":7,"Text":"“Think about this now: A person who has not done wrong will not die.    Honest people were never destroyed."},{"Chapter":4,"Number":8,"Text":"I have noticed that people who plow evil    and plant trouble harvest it."},{"Chapter":4,"Number":9,"Text":"God’s breath destroys them.    A blast of his anger kills them."},{"Chapter":4,"Number":10,"Text":"The lions roar and growl.    But the teeth of great lions are broken."},{"Chapter":4,"Number":11,"Text":"The lion dies because he can’t find an animal to eat.    So the cubs of the female lion are scattered."},{"Chapter":4,"Number":12,"Text":"“A word was brought to me in secret.    My ears heard a whisper of it."},{"Chapter":4,"Number":13,"Text":"It was during troublesome dreams in the night    when men are in deep sleep."},{"Chapter":4,"Number":14,"Text":"I was shaking with fear.    All my bones were shaking."},{"Chapter":4,"Number":15,"Text":"A spirit glided past my face.    The hair on my body stood up in fear."},{"Chapter":4,"Number":16,"Text":"The spirit stopped,    but I could not see what it was.A shape stood before my eyes.    And I heard a quiet voice."},{"Chapter":4,"Number":17,"Text":"It said, ‘Can a man be holy in the presence of God?    Can a man be pure before the one who made him?"},{"Chapter":4,"Number":18,"Text":"God does not trust his servants.    He even blames his angels for mistakes."},{"Chapter":4,"Number":19,"Text":"So he puts even more blame on people who live in clay houses.    The foundations of these houses are made of dust.    They can be crushed more easily than a moth."},{"Chapter":4,"Number":20,"Text":"Between dawn and sunset they are broken to pieces.    They are not noticed. They die and are gone forever."},{"Chapter":4,"Number":21,"Text":"The ropes of their tents are pulled up.    And they die without wisdom.’"},{"Chapter":5,"Number":1,"Text":"“Call if you want to, but no one will answer you.    You can’t turn to any of the holy ones."},{"Chapter":5,"Number":2,"Text":"Foolish anger kills a person.    And jealousy kills a weak-minded person."},{"Chapter":5,"Number":3,"Text":"I have seen a fool have success like a tree taking root.    But suddenly his home was destroyed."},{"Chapter":5,"Number":4,"Text":"His children are far away from safety.    They are crushed in court with no one to defend them."},{"Chapter":5,"Number":5,"Text":"Hungry people eat this fool’s harvest.    They even take what grew up among the thorns.    And thirsty people want his wealth."},{"Chapter":5,"Number":6,"Text":"Hard times do not come up from the ground.    And trouble does not grow from the earth."},{"Chapter":5,"Number":7,"Text":"But man is born to have trouble    as surely as sparks fly upward."},{"Chapter":5,"Number":8,"Text":"“But if I were you, I would call on God.    I would bring my problem before him."},{"Chapter":5,"Number":9,"Text":"God does wonderful things that cannot be understood.    He does so many miracles they cannot be counted."},{"Chapter":5,"Number":10,"Text":"God gives rain to the earth.    He sends water on the fields."},{"Chapter":5,"Number":11,"Text":"God makes the humble person important.    He lifts to places of safety those who are sad."},{"Chapter":5,"Number":12,"Text":"God ruins the plans of those who trick others.    Then they have no success."},{"Chapter":5,"Number":13,"Text":"He catches wise men in their own clever traps.    And the plans of those who try to trick others are swept away."},{"Chapter":5,"Number":14,"Text":"Darkness covers them up in the daytime.    At noon they feel around in the dark."},{"Chapter":5,"Number":15,"Text":"God saves needy people from their lies.    He saves them from the harm done by powerful people."},{"Chapter":5,"Number":16,"Text":"So the poor people have hope.    And those who are unfair are silenced."},{"Chapter":5,"Number":17,"Text":"“The person whom God corrects is happy.    So do not hate being corrected by God All-Powerful."},{"Chapter":5,"Number":18,"Text":"God hurts, but he also bandages up.    He injures, but his hands also heal."},{"Chapter":5,"Number":19,"Text":"He will save you from six troubles.    Even seven troubles will not harm you."},{"Chapter":5,"Number":20,"Text":"God will buy you back from death in times of hunger.    And in battle he will save you from death by the sword."},{"Chapter":5,"Number":21,"Text":"You will be hidden from the tongue that hits like a whip.    You will not need to be afraid when destruction comes."},{"Chapter":5,"Number":22,"Text":"You will laugh at destruction and hunger.    You do not need to fear the wild animals."},{"Chapter":5,"Number":23,"Text":"This is because you will have an agreement with the animals born in the wild.    And the wild animals will be at peace with you."},{"Chapter":5,"Number":24,"Text":"You will know that your tent is safe.    You will check the things you own and find nothing missing."},{"Chapter":5,"Number":25,"Text":"You will know that you will have many children.    Your descendants will be as many as the blades of grass on the earth."},{"Chapter":5,"Number":26,"Text":"You will come to the grave with all your strength.    You will be like bundles of grain gathered at the right time."},{"Chapter":5,"Number":27,"Text":"“We have checked this, and it is true.    So hear it and decide what it means to you.”"},{"Chapter":6,"Number":1,"Text":"Then Job answered:"},{"Chapter":6,"Number":2,"Text":"“I wish my suffering could be weighed.    And I wish my misery could be put on the scales."},{"Chapter":6,"Number":3,"Text":"My sadness would be heavier than the sand of the seas.    No wonder my words seem careless."},{"Chapter":6,"Number":4,"Text":"The arrows of God All-Powerful are in me.    My spirit drinks in their poison.    God’s terrors are gathered against me."},{"Chapter":6,"Number":5,"Text":"A wild donkey does not bray when it has grass to eat.    An ox is quiet when it has feed."},{"Chapter":6,"Number":6,"Text":"Tasteless food is not eaten without salt.    There is no flavor in the white part of an egg."},{"Chapter":6,"Number":7,"Text":"I refuse to touch it.    Such food makes me sick."},{"Chapter":6,"Number":8,"Text":"“How I wish I might have what I ask for.    How I wish God would give me what I hope for."},{"Chapter":6,"Number":9,"Text":"I wish God would be willing to crush me    and reach out his hand to destroy me."},{"Chapter":6,"Number":10,"Text":"Then I would have this comfort.    I would be glad even in this unending pain.    I would know I did not reject the words of the Holy One."},{"Chapter":6,"Number":11,"Text":"“I do not have the strength to wait.    There is nothing to hope for so how can I be patient?"},{"Chapter":6,"Number":12,"Text":"I do not have the strength of stone.    My flesh is not bronze."},{"Chapter":6,"Number":13,"Text":"I have no power to help myself.    This is because success has been taken away from me."},{"Chapter":6,"Number":14,"Text":"“They say, ‘A man’s friends should be kind to him when he is in trouble.    This should be done even if he stops fearing God All-Powerful.’"},{"Chapter":6,"Number":15,"Text":"But my brothers cannot be counted on.    They are like streams that do not flow regularly,    streams that sometimes run over."},{"Chapter":6,"Number":16,"Text":"They are like streams made dark by melting ice,    that rise with melting snow."},{"Chapter":6,"Number":17,"Text":"But they stop flowing when it is the dry season.    They go away when it is hot."},{"Chapter":6,"Number":18,"Text":"Groups of travelers turn away from their paths.    They go into the desert and die."},{"Chapter":6,"Number":19,"Text":"The groups of travelers from Tema look for water.    The traders of Sheba who travel look hopefully."},{"Chapter":6,"Number":20,"Text":"They are upset because they had been sure.    But when they arrive, they are disappointed."},{"Chapter":6,"Number":21,"Text":"You also have been no help.    You see something terrible, and you are afraid."},{"Chapter":6,"Number":22,"Text":"I have never said, ‘Give me a gift.    Use your wealth to pay my debt."},{"Chapter":6,"Number":23,"Text":"Save me from the enemy’s power.    Buy me back from the clutches of cruel people.’"},{"Chapter":6,"Number":24,"Text":"“Teach me, and I will be quiet.    Show me where I have been wrong."},{"Chapter":6,"Number":25,"Text":"Honest words are painful!    But your arguments prove nothing."},{"Chapter":6,"Number":26,"Text":"Do you mean to correct what I say?    Will you treat the words of a troubled man as if they were only wind?"},{"Chapter":6,"Number":27,"Text":"You would even throw lots for orphans.    And you would trade away your friend."},{"Chapter":6,"Number":28,"Text":"“But now please look at me.    I would not lie to your face."},{"Chapter":6,"Number":29,"Text":"Change your mind. Do not be unfair.    Think again, because my innocence is being questioned."},{"Chapter":6,"Number":30,"Text":"What I am saying is not wicked.    I can tell the difference between right and wrong."},{"Chapter":7,"Number":1,"Text":"“Man has a hard task on earth.    His days are like those of a hired man."},{"Chapter":7,"Number":2,"Text":"Man is like a slave wishing for the evening shadows.    Or he is like a hired man who wants his pay."},{"Chapter":7,"Number":3,"Text":"But I am given months that are empty.    Nights of misery have been given to me."},{"Chapter":7,"Number":4,"Text":"When I lie down, I think, ‘How long is it until I get up?’    The night is long, and I toss until dawn."},{"Chapter":7,"Number":5,"Text":"My body is covered with worms and scabs.    My skin is broken and full of running sores."},{"Chapter":7,"Number":6,"Text":"“My days go by faster than a weaver moves his tool.    And they come to an end without hope."},{"Chapter":7,"Number":7,"Text":"Remember, God, that my life is only as long as a breath.    My eyes will never see happy times again."},{"Chapter":7,"Number":8,"Text":"Those who see me now will see me no more.    You will look for me, but I will be gone."},{"Chapter":7,"Number":9,"Text":"A cloud disappears and is gone.    In the same way, a person who goes where the dead are does not return."},{"Chapter":7,"Number":10,"Text":"He will never come back to his house again.    His place will not know him anymore."},{"Chapter":7,"Number":11,"Text":"“So I will not stay quiet.    I will speak out in the suffering of my spirit.    I will complain because I am so unhappy."},{"Chapter":7,"Number":12,"Text":"I am not the sea or the sea monster.    So why have you set a guard over me?"},{"Chapter":7,"Number":13,"Text":"Sometimes I think my bed will comfort me.    Or I think my couch will stop my complaint."},{"Chapter":7,"Number":14,"Text":"Then you frighten me with dreams.    You terrify me with visions."},{"Chapter":7,"Number":15,"Text":"My throat prefers to be choked.    My bones welcome death."},{"Chapter":7,"Number":16,"Text":"I hate my life. I don’t want to live forever.    Let me alone. My days have no meaning."},{"Chapter":7,"Number":17,"Text":"“Why do you make man so important?    Why do you give him so much attention?"},{"Chapter":7,"Number":18,"Text":"Will you examine him every morning?    Why do you test him every moment?"},{"Chapter":7,"Number":19,"Text":"Will you never look away from me?    Will you not let me alone even long enough to swallow?"},{"Chapter":7,"Number":20,"Text":"If I have sinned, what have I done to you,    you watcher of men?Why have you made me your target?    Have I become a heavy load for you?"},{"Chapter":7,"Number":21,"Text":"Why don’t you pardon my wrongs    and forgive my sins?I will soon lie down in the dust and die.    You will search for me, but I will be no more.”"},{"Chapter":8,"Number":1,"Text":"Then Bildad the Shuhite answered:"},{"Chapter":8,"Number":2,"Text":"“How long will you say such things?    Your words are no more than a strong wind."},{"Chapter":8,"Number":3,"Text":"God does not twist fairness.    God All-Powerful does not make wrong what is right."},{"Chapter":8,"Number":4,"Text":"Your children sinned against God.    And he punished them for their sins."},{"Chapter":8,"Number":5,"Text":"But you should ask God for help.    Pray to God All-Powerful for mercy."},{"Chapter":8,"Number":6,"Text":"You must be good and honest.    Then he will start doing something for you.    And he will bring you back where you belong."},{"Chapter":8,"Number":7,"Text":"The place you began will seem unimportant    because your future will be so successful."},{"Chapter":8,"Number":8,"Text":"“Ask old people    and find out what their ancestors learned."},{"Chapter":8,"Number":9,"Text":"We were only born yesterday and know nothing.    Our days on earth are like only a shadow."},{"Chapter":8,"Number":10,"Text":"Those people will teach you and tell you.    They will tell you what they know."},{"Chapter":8,"Number":11,"Text":"Papyrus plants cannot grow tall where there is no wet land.    Reeds cannot grow tall without water."},{"Chapter":8,"Number":12,"Text":"While they are still growing and not yet cut,    they will dry up more quickly than grass."},{"Chapter":8,"Number":13,"Text":"That is what will happen to everyone who forgets God.    The hope of the person without God will be gone."},{"Chapter":8,"Number":14,"Text":"What he trusts in is easily broken.    It is as easily broken as a spider’s web."},{"Chapter":8,"Number":15,"Text":"He leans on the spider’s web, but it breaks.    He holds on to it, but it does not hold him up."},{"Chapter":8,"Number":16,"Text":"He is like a well-watered plant in the sunshine.    The plant spreads its roots all through the garden."},{"Chapter":8,"Number":17,"Text":"It wraps its roots around a pile of rocks.    And it looks for a place among the stones."},{"Chapter":8,"Number":18,"Text":"But the plant may be torn from its place.    Then that place rejects it and says, ‘I never saw you.’"},{"Chapter":8,"Number":19,"Text":"Then its life dries up.    And other plants grow up from the dirt in its place."},{"Chapter":8,"Number":20,"Text":"“Surely God does not reject innocent men.    He does not give strength to those who do evil."},{"Chapter":8,"Number":21,"Text":"God will yet fill your mouth with laughter.    And he will fill your lips with shouts of joy."},{"Chapter":8,"Number":22,"Text":"Your enemies will be covered in shame.    And the tents of the wicked will be gone.”"},{"Chapter":9,"Number":1,"Text":"Then Job answered:"},{"Chapter":9,"Number":2,"Text":"“Yes, I know that this is true.    But how can man be right in the presence of God?"},{"Chapter":9,"Number":3,"Text":"A person might want to argue with God.    But he could not answer God one time out of a thousand."},{"Chapter":9,"Number":4,"Text":"God’s wisdom is deep, and his power is great.    No one can fight God without being hurt."},{"Chapter":9,"Number":5,"Text":"God moves mountains without anyone knowing it.    He turns mountains over when he is angry."},{"Chapter":9,"Number":6,"Text":"God shakes the earth out of its place.    And he makes the earth’s foundations shake."},{"Chapter":9,"Number":7,"Text":"God commands the sun not to shine.    He shuts off the light of the stars."},{"Chapter":9,"Number":8,"Text":"God alone stretches out the skies.    And he walks on the waves of the sea."},{"Chapter":9,"Number":9,"Text":"It is God who made the Bear, Orion and the Pleiades    and the groups of stars in the southern sky."},{"Chapter":9,"Number":10,"Text":"God does wonderful things that people cannot understand.    He does so many miracles they cannot be counted."},{"Chapter":9,"Number":11,"Text":"When he passes me, I cannot see him.    When he goes by me, I cannot recognize him."},{"Chapter":9,"Number":12,"Text":"If God snatches something away, no one can stop him.    No one can say to him, ‘What are you doing?’"},{"Chapter":9,"Number":13,"Text":"God will not hold back his anger.    Even the helpers of the monster Rahab lie at God’s feet in fear."},{"Chapter":9,"Number":14,"Text":"So how can I argue with God?    I cannot find words to argue with him."},{"Chapter":9,"Number":15,"Text":"Even if I was right, I could not answer him.    I could only beg God, my Judge, for mercy."},{"Chapter":9,"Number":16,"Text":"I might call to him. But even if he answered,    I still would not believe he would listen to me."},{"Chapter":9,"Number":17,"Text":"God would crush me with a storm.    He would multiply my hurts for no reason."},{"Chapter":9,"Number":18,"Text":"He would not let me catch my breath.    He would overwhelm me with misery."},{"Chapter":9,"Number":19,"Text":"When it comes to strength, God is stronger than I.    And when it comes to justice, no one can accuse him!"},{"Chapter":9,"Number":20,"Text":"Even if I were right, my own mouth would say I was wrong.    If I were innocent, my mouth would say I was guilty."},{"Chapter":9,"Number":21,"Text":"“I am innocent.    But I don’t think about myself.    I hate my own life."},{"Chapter":9,"Number":22,"Text":"It is all the same. That is why I say,    ‘God destroys both the innocent and the evil people.’"},{"Chapter":9,"Number":23,"Text":"A whip may bring sudden death.    And God will laugh when good people suffer."},{"Chapter":9,"Number":24,"Text":"When land falls into the hands of evil people,    God covers the judges’ faces so they can’t see it.    If it is not God who does this, then who is it?"},{"Chapter":9,"Number":25,"Text":"“My days go by faster than a runner.    They fly away without my seeing even a little joy."},{"Chapter":9,"Number":26,"Text":"They glide past like boats made of papyrus plants.    My days are like eagles that swoop down on animals they attack."},{"Chapter":9,"Number":27,"Text":"I might say, ‘I will forget my complaint.    I will change the look on my face, and smile.’"},{"Chapter":9,"Number":28,"Text":"But I will still dread all my suffering.    I know you will hold me guilty."},{"Chapter":9,"Number":29,"Text":"I have already been found guilty.    So why should I struggle for no reason?"},{"Chapter":9,"Number":30,"Text":"I might wash myself with soap.    And I might even wash my hands with strong soap."},{"Chapter":9,"Number":31,"Text":"But you would push me into a dirty pit.    And even my clothes would hate me."},{"Chapter":9,"Number":32,"Text":"“God is not a man like me. So I cannot answer him.    We cannot meet each other in court."},{"Chapter":9,"Number":33,"Text":"I wish there was someone to make peace between us.    I wish someone could decide our case."},{"Chapter":9,"Number":34,"Text":"I wish someone could remove God’s punishment from me.    Then his terror would not frighten me anymore."},{"Chapter":9,"Number":35,"Text":"Then I could speak up without being afraid of God.    But I am not able to do that."},{"Chapter":10,"Number":1,"Text":"“I hate my own life.So I will complain without holding back.    And I will speak because I am so unhappy."},{"Chapter":10,"Number":2,"Text":"I will say to God: Do not hold me guilty.    But tell me what you have against me."},{"Chapter":10,"Number":3,"Text":"Does it make you happy to trouble me?    Don’t you care about me, the work of your own hands?    Are you happy with the plans of evil people?"},{"Chapter":10,"Number":4,"Text":"Do you have human eyes?    Do you see as a man sees?"},{"Chapter":10,"Number":5,"Text":"Are your days like the days of man?    Are your years like the years of a man?"},{"Chapter":10,"Number":6,"Text":"You look for evil I have done    and search for my sin."},{"Chapter":10,"Number":7,"Text":"But you know I am not guilty.    And you know no one can save me from your power."},{"Chapter":10,"Number":8,"Text":"“Your hands shaped me and made me.    But now you turn around and destroy me."},{"Chapter":10,"Number":9,"Text":"Remember that you molded me like a piece of clay.    Now will you turn me back into dust?"},{"Chapter":10,"Number":10,"Text":"You formed me in my mother’s womb    as cheese is formed from milk."},{"Chapter":10,"Number":11,"Text":"You put skin and flesh on me like clothing.    You sewed me together with bones and muscles."},{"Chapter":10,"Number":12,"Text":"You gave me life and showed me kindness.    And in your care you watched over my life."},{"Chapter":10,"Number":13,"Text":"“But in your heart you hid other plans.    I know this is what was in your mind:"},{"Chapter":10,"Number":14,"Text":"If I sinned, you would be watching me.    You would not let my sin go unpunished."},{"Chapter":10,"Number":15,"Text":"How terrible it will be for me if I am guilty!    But even if I am right, I cannot lift my head.I am full of shame.    It is as if I am drowning in my pain."},{"Chapter":10,"Number":16,"Text":"If I hold up my head, you hunt me like a lion.    And again you show your terrible power against me."},{"Chapter":10,"Number":17,"Text":"You bring new witnesses against me.    You increase your anger against me.    Your armies come against me like waves of the sea."},{"Chapter":10,"Number":18,"Text":"“So why did you allow me to be born?    I wish I had died before anyone saw me."},{"Chapter":10,"Number":19,"Text":"I wish I had never been born.    Or I wish I had been carried straight from birth to the grave!"},{"Chapter":10,"Number":20,"Text":"My few days of life are almost over.    Leave me alone so I can have a moment of joy."},{"Chapter":10,"Number":21,"Text":"Soon I will leave and not return.    I will go to the land of darkness and gloom."},{"Chapter":10,"Number":22,"Text":"It is the land of darkest night.    It is the land of gloom and confusion.    Even the light is darkness there.”"},{"Chapter":11,"Number":1,"Text":"Then Zophar the Naamathite answered:"},{"Chapter":11,"Number":2,"Text":"“All these words should not go without an answer.    Is this talker to be judged as right?"},{"Chapter":11,"Number":3,"Text":"Your talk should not make people be quiet.    People should shame you when you make fun of God."},{"Chapter":11,"Number":4,"Text":"You say to God, ‘My teachings are right.    And I am clean in God’s sight.’"},{"Chapter":11,"Number":5,"Text":"I wish God would speak.    I wish he would open his lips to speak against you."},{"Chapter":11,"Number":6,"Text":"I wish he would tell you the secrets of wisdom.    This is because wisdom has two sides.Know this: God has even forgotten some of your sin."},{"Chapter":11,"Number":7,"Text":"“Can you understand the secrets of God?    Can you search the limits of the God All-Powerful?"},{"Chapter":11,"Number":8,"Text":"God’s limits are higher than the heavens. You cannot reach them!    They are deeper than where the dead are. You cannot know them!"},{"Chapter":11,"Number":9,"Text":"His limits are longer than the earth    and wider than the sea."},{"Chapter":11,"Number":10,"Text":"“God might come along and put you in prison.    If he calls you into court, no one can stop him."},{"Chapter":11,"Number":11,"Text":"God knows which men are evil.    And when he sees evil, he notices it."},{"Chapter":11,"Number":12,"Text":"A stupid person cannot become wise.    That is as impossible as a wild donkey being born tame."},{"Chapter":11,"Number":13,"Text":"“You must give your whole heart to him.    You must hold out your hands to him for help."},{"Chapter":11,"Number":14,"Text":"Put away the sin that is in your hand.    Let no evil live in your tent."},{"Chapter":11,"Number":15,"Text":"Then you can lift up your face without shame.    You can stand strong without fear."},{"Chapter":11,"Number":16,"Text":"You will forget your trouble.    You will remember your troubles only as water that has passed by."},{"Chapter":11,"Number":17,"Text":"Your life will be as bright as the noonday sun.    And darkness will seem like morning."},{"Chapter":11,"Number":18,"Text":"You will feel safe because there is hope.    You will look around and rest in safety."},{"Chapter":11,"Number":19,"Text":"You will lie down, and no one will make you afraid.    Many people will want favor from you."},{"Chapter":11,"Number":20,"Text":"But the wicked people will not be able to see.    So they will not be able to find the way to escape.    Their only hope will be to die.”"},{"Chapter":12,"Number":1,"Text":"Then Job answered:"},{"Chapter":12,"Number":2,"Text":"“You really think you are the only wise people.    You think when you die wisdom will die with you."},{"Chapter":12,"Number":3,"Text":"But my mind is as good as yours.    You are not better than I am.    Everyone knows all these things."},{"Chapter":12,"Number":4,"Text":"My friends all laugh at me    when I call on God and expect him to answer me.    They laugh at me even though I am right and innocent!"},{"Chapter":12,"Number":5,"Text":"People who are comfortable don’t care that others have trouble.    They think that people who are in trouble should have more troubles."},{"Chapter":12,"Number":6,"Text":"The tents of robbers are not bothered.    Those who make God angry are safe.    They have their god in their pocket."},{"Chapter":12,"Number":7,"Text":"“But ask the animals, and they will teach you.    Or ask the birds of the air, and they will tell you."},{"Chapter":12,"Number":8,"Text":"Speak to the earth, and it will teach you.    Or let the fish of the sea tell you."},{"Chapter":12,"Number":9,"Text":"Every one of these knows    that the hand of the Lord has done this."},{"Chapter":12,"Number":10,"Text":"The life of every creature    and the breath of all people are in God’s hand."},{"Chapter":12,"Number":11,"Text":"The ear tests words    as the tongue tastes food."},{"Chapter":12,"Number":12,"Text":"Older people are supposed to be wise.    Long life is supposed to bring understanding."},{"Chapter":12,"Number":13,"Text":"“But God has wisdom and power.    He has good advice and understanding."},{"Chapter":12,"Number":14,"Text":"What God tears down cannot be rebuilt.    The man God puts in prison cannot be let out."},{"Chapter":12,"Number":15,"Text":"If God holds back the waters, there is a time without rain.    But if he lets the waters go, they flood the land."},{"Chapter":12,"Number":16,"Text":"God is strong and victorious.    Both the person who fools others and the one who is fooled belong to him."},{"Chapter":12,"Number":17,"Text":"God leads wise men away as captives.    He turns wise judges into fools."},{"Chapter":12,"Number":18,"Text":"God takes the royal belt off of kings.    And he dresses them like prisoners with only a cloth around their waist."},{"Chapter":12,"Number":19,"Text":"He leads priests away as captives.    He destroys the power of those who have been powerful."},{"Chapter":12,"Number":20,"Text":"God makes trusted people be silent.    And he takes away the wisdom of elders."},{"Chapter":12,"Number":21,"Text":"God brings disgrace on important people.    And he takes away the weapons of the strong."},{"Chapter":12,"Number":22,"Text":"God uncovers the deep things of darkness.    He brings dark shadows into the light."},{"Chapter":12,"Number":23,"Text":"He makes nations great, and he destroys them.    He makes nations large, and he scatters them."},{"Chapter":12,"Number":24,"Text":"He takes understanding away from the leaders of the earth.    He makes them wander through a desert with no paths."},{"Chapter":12,"Number":25,"Text":"They feel around in darkness with no light.    God makes them stumble around like drunken people."},{"Chapter":13,"Number":1,"Text":"“My eyes have seen all this.    My ears have heard and understood it."},{"Chapter":13,"Number":2,"Text":"What you know, I also know.    You are not better than I am."},{"Chapter":13,"Number":3,"Text":"But I want to speak to God All-Powerful.    I want to argue my case with God."},{"Chapter":13,"Number":4,"Text":"But you smear me with lies.    You are worthless doctors, all of you!"},{"Chapter":13,"Number":5,"Text":"I wish you would just stop talking.    Then you would really be wise!"},{"Chapter":13,"Number":6,"Text":"Listen to my argument.    Hear my lips begging."},{"Chapter":13,"Number":7,"Text":"You should not speak for God by saying evil things.    You cannot speak God’s truth by telling lies."},{"Chapter":13,"Number":8,"Text":"You should not unfairly choose his side against mine.    You should not argue the case for God."},{"Chapter":13,"Number":9,"Text":"You will not do well if he examines you.    You cannot fool God as you might fool men."},{"Chapter":13,"Number":10,"Text":"God would surely scold you    if you unfairly took one person’s side."},{"Chapter":13,"Number":11,"Text":"His bright glory would scare you.    You would be very much afraid of him."},{"Chapter":13,"Number":12,"Text":"Your wise sayings are worth no more than ashes.    Your arguments are as weak as clay."},{"Chapter":13,"Number":13,"Text":"“Be quiet and let me speak.    Then let things happen to me as they will."},{"Chapter":13,"Number":14,"Text":"I will put myself in danger    and take my life in my own hands."},{"Chapter":13,"Number":15,"Text":"He will kill me. I have no hope.    But I still will defend my ways to his face."},{"Chapter":13,"Number":16,"Text":"This might really save me,    because a wicked man would not be brave enough to come before him."},{"Chapter":13,"Number":17,"Text":"Listen carefully to what I say.    Let your ears hear what I say."},{"Chapter":13,"Number":18,"Text":"See now, I have prepared my case.    I know I will be proved right."},{"Chapter":13,"Number":19,"Text":"No one can blame me for doing wrong.    If someone can, I will be quiet and die."},{"Chapter":13,"Number":20,"Text":"“God, please just give me these two things.    Then I will not hide from you."},{"Chapter":13,"Number":21,"Text":"Take your punishment away from me.    And stop frightening me with your terrors."},{"Chapter":13,"Number":22,"Text":"Then call me, and I will answer.    Or let me speak and you answer."},{"Chapter":13,"Number":23,"Text":"How many evil things and sins have I done?    Show me my wrong and my sin."},{"Chapter":13,"Number":24,"Text":"Don’t hide your face from me.    Don’t think of me as your enemy."},{"Chapter":13,"Number":25,"Text":"Don’t punish a leaf that is blown by the wind.    Don’t chase after dry chaff."},{"Chapter":13,"Number":26,"Text":"You write down cruel things against me.    You make me suffer for sins I did when I was young."},{"Chapter":13,"Number":27,"Text":"You put my feet in chains.    You keep close watch on everywhere I go.    And you mark the soles of my feet."},{"Chapter":13,"Number":28,"Text":"So man wears out like something rotten.    He is like clothing that has been eaten by moths."},{"Chapter":14,"Number":1,"Text":"“All of us born to women    live only a few days and have a lot of trouble."},{"Chapter":14,"Number":2,"Text":"We grow up like flowers and then dry up and go away.    We are like a passing shadow that does not last."},{"Chapter":14,"Number":3,"Text":"Lord, do you need to watch someone like this?    Do you need to bring him before you to be judged?"},{"Chapter":14,"Number":4,"Text":"I wish something clean could come from something unclean.    But it never can!"},{"Chapter":14,"Number":5,"Text":"Our time is limited.    You have given us only so many months to live.    You have set limits we cannot go beyond."},{"Chapter":14,"Number":6,"Text":"So look away from us and leave us alone.    Leave us alone until we put in our time like a hired man."},{"Chapter":14,"Number":7,"Text":"“There is hope for a tree.    If you cut it down, it will grow again.    It will keep sending out new branches."},{"Chapter":14,"Number":8,"Text":"Its roots may grow old in the ground.    And its stump may die in the dirt."},{"Chapter":14,"Number":9,"Text":"But at the smell of water it will bud.    It will put out new shoots like a plant."},{"Chapter":14,"Number":10,"Text":"But we die, and our bodies are laid in the ground.    We take our last breath and are gone."},{"Chapter":14,"Number":11,"Text":"Water disappears from a lake.    And a river loses its water and dries up."},{"Chapter":14,"Number":12,"Text":"In the same way we lie down and do not rise again.    We will not get up or be awakened    until the heavens disappear."},{"Chapter":14,"Number":13,"Text":"“I wish you would hide me where the dead are.    Hide me until your anger is gone.I wish you would set a time    and then remember me!"},{"Chapter":14,"Number":14,"Text":"Will the dead live again?    I will wait, struggling hard    until things change for me."},{"Chapter":14,"Number":15,"Text":"You will call, and I will answer you.    You will desire the creature your hands have made."},{"Chapter":14,"Number":16,"Text":"Then you will count my steps.    But you will not keep track of my sin."},{"Chapter":14,"Number":17,"Text":"My wrongs will be closed up in a bag.    And you will cover up my sin."},{"Chapter":14,"Number":18,"Text":"“A mountain washes away and crumbles.    And a rock can be moved from its place."},{"Chapter":14,"Number":19,"Text":"Water washes over stones and wears them down.    And rushing waters wash away the dirt.    In the same way, you destroy hope."},{"Chapter":14,"Number":20,"Text":"You defeat man forever, and he is gone.    You change his appearance and send him away."},{"Chapter":14,"Number":21,"Text":"His sons are honored, but he does not know it.    His sons are disgraced, but he does not see it."},{"Chapter":14,"Number":22,"Text":"He only feels the pain of his body.    And he feels sorry only for himself.”"},{"Chapter":15,"Number":1,"Text":"Then Eliphaz the Temanite answered:"},{"Chapter":15,"Number":2,"Text":"“A wise man would not answer with empty words.    He would not fill his stomach with hot, east wind."},{"Chapter":15,"Number":3,"Text":"He would not argue with useless words.    He would not make speeches that have no value."},{"Chapter":15,"Number":4,"Text":"But you even break down the worship of God.    You stand in the way of those who pray to him."},{"Chapter":15,"Number":5,"Text":"Your sin teaches your mouth what to say.    You use the same words as people who trick others."},{"Chapter":15,"Number":6,"Text":"It is your own mouth, not mine, that shows you are wicked.    Your own lips speak as a witness against you."},{"Chapter":15,"Number":7,"Text":"“You are not the first man ever born.    You were not born before the hills were made."},{"Chapter":15,"Number":8,"Text":"You cannot listen in on God’s secret advice.    You cannot limit wisdom to yourself."},{"Chapter":15,"Number":9,"Text":"You don’t know any more than we know.    You don’t understand any more than we understand."},{"Chapter":15,"Number":10,"Text":"Old people with gray hair are on our side.    They are men even older than your father."},{"Chapter":15,"Number":11,"Text":"The comfort God gives you is not enough for you,    even when words are spoken gently to you."},{"Chapter":15,"Number":12,"Text":"Your heart has carried you away from God.    Your eyes flash with anger."},{"Chapter":15,"Number":13,"Text":"You speak out your anger against God.    And these words pour out of your mouth."},{"Chapter":15,"Number":14,"Text":"“How can man be pure?    How can a person born to a woman be good?"},{"Chapter":15,"Number":15,"Text":"God places no trust in his holy ones.    Even the heavens are not pure in his eyes."},{"Chapter":15,"Number":16,"Text":"And man is even less than they are. He is terrible and rotten.    He drinks up evil as if it were water!"},{"Chapter":15,"Number":17,"Text":"“Job, listen to me, and I will tell you about it.    I will tell you what I have seen."},{"Chapter":15,"Number":18,"Text":"These are things wise men have told.    Their ancestors told them these things, and they have hidden nothing."},{"Chapter":15,"Number":19,"Text":"(The land was given to their fathers only.    No foreigner lived among them.)"},{"Chapter":15,"Number":20,"Text":"The evil man suffers pain all his life.    The cruel man suffers during all the years saved up for him."},{"Chapter":15,"Number":21,"Text":"Terrible sounds fill his ears.    When things seem to be going well, robbers attack him."},{"Chapter":15,"Number":22,"Text":"The evil person gives up trying to escape from the darkness.    It has been decided that he will die by the sword."},{"Chapter":15,"Number":23,"Text":"He wanders around. He will become food for vultures.    He knows death will soon come."},{"Chapter":15,"Number":24,"Text":"Worry and suffering terrify him.    They overwhelm him. They seem like a king ready to attack."},{"Chapter":15,"Number":25,"Text":"This is because he shakes his fist at God.    He tries to get his own way against God All-Powerful."},{"Chapter":15,"Number":26,"Text":"He stubbornly charges at God    with a thick, strong shield."},{"Chapter":15,"Number":27,"Text":"“The evil person’s face is covered with fat.    His waist is fat with flesh."},{"Chapter":15,"Number":28,"Text":"He will live in towns that are ruined.    He will live in houses where no one lives.    They are houses that are crumbling into ruins."},{"Chapter":15,"Number":29,"Text":"The evil person will no longer get rich.    And the riches he has will not last.    The things he owns will no longer spread over the land."},{"Chapter":15,"Number":30,"Text":"He will not escape the darkness.    A flame will dry up his branches.    God’s breath will carry that evil person away."},{"Chapter":15,"Number":31,"Text":"The evil person should not fool himself by trusting what is useless.    If he does, he will get nothing in return."},{"Chapter":15,"Number":32,"Text":"His branch will dry up before it finishes growing.    It will not even become green."},{"Chapter":15,"Number":33,"Text":"He will be like a vine whose grapes are pulled off before they are ripe.    He will be like an olive tree that loses its blossoms."},{"Chapter":15,"Number":34,"Text":"People without God can produce nothing.    Fire will destroy the tents of people who take money to do evil."},{"Chapter":15,"Number":35,"Text":"They plan trouble and give birth to evil.    Their hearts plan ways to trick people.”"},{"Chapter":16,"Number":1,"Text":"Then Job answered:"},{"Chapter":16,"Number":2,"Text":"“I have heard many things like these.    You are all painful comforters!"},{"Chapter":16,"Number":3,"Text":"Will your long, useless speeches never end?    What makes you keep on arguing?"},{"Chapter":16,"Number":4,"Text":"I also could speak as you do    if you were in my place.I could make great speeches against you.    And I could shake my head at you."},{"Chapter":16,"Number":5,"Text":"But, instead, my words would encourage you.    I would speak words of comfort to bring you relief."},{"Chapter":16,"Number":6,"Text":"“But if I speak, my pain does not become less.    And if I don’t speak, it still does not go away."},{"Chapter":16,"Number":7,"Text":"God, you have surely taken away my strength.    You have destroyed my whole family."},{"Chapter":16,"Number":8,"Text":"You have made me thin and weak.    And people feel that this shows I have done wrong."},{"Chapter":16,"Number":9,"Text":"God attacks me and tears me with anger.    He grinds his teeth at me.    My enemy stares at me with his angry eyes."},{"Chapter":16,"Number":10,"Text":"People open their mouths to make fun of me.    They hit my cheeks to insult me.    They join together against me."},{"Chapter":16,"Number":11,"Text":"God has turned me over to evil men.    He has thrown me into the clutches of the wicked."},{"Chapter":16,"Number":12,"Text":"Everything was fine with me.    But then God broke me into pieces.    He held me by the neck and crushed me.He has made me his target."},{"Chapter":16,"Number":13,"Text":"God’s archers surround me.He stabs my kidneys and has no mercy.    He spills my blood on the ground."},{"Chapter":16,"Number":14,"Text":"Again and again God attacks me.    He runs at me like a soldier."},{"Chapter":16,"Number":15,"Text":"“I have sewed rough cloth over my skin to show my sadness.    I have buried my face in the dust."},{"Chapter":16,"Number":16,"Text":"My face is red from crying.    I have dark circles around my eyes."},{"Chapter":16,"Number":17,"Text":"And yet my hands have never done anything cruel.    And my prayer is pure."},{"Chapter":16,"Number":18,"Text":"“Earth, please do not cover up my blood.    Don’t let my cry ever stop being heard!"},{"Chapter":16,"Number":19,"Text":"Even now I have one who speaks for me in heaven.    The one who is on my side is high above."},{"Chapter":16,"Number":20,"Text":"The one who speaks for me is my friend.    While he does this, my eyes pour out tears to God."},{"Chapter":16,"Number":21,"Text":"He begs God on behalf of a man    as a man begs for his friend."},{"Chapter":16,"Number":22,"Text":"“Only a few years will pass    before I go on the journey from which I cannot return."},{"Chapter":17,"Number":1,"Text":"My spirit is broken.The days of my life are almost gone.    The grave is waiting for me."},{"Chapter":17,"Number":2,"Text":"Those who laugh at me surround me.    I watch them insult me."},{"Chapter":17,"Number":3,"Text":"“God, make me a promise.    No one else will make a promise for me."},{"Chapter":17,"Number":4,"Text":"You have closed the minds of my friends so they do not understand.    So you will not let them win over me."},{"Chapter":17,"Number":5,"Text":"A man might speak against his friends for money.    But if he does, the eyes of his children go blind."},{"Chapter":17,"Number":6,"Text":"“God has caused people to use my name as a curse word.    People spit in my face."},{"Chapter":17,"Number":7,"Text":"My sight has grown weak because of my sadness.    My body is so thin it’s like a shadow."},{"Chapter":17,"Number":8,"Text":"Honest people are upset about this.    Innocent people are upset with people who do wrong."},{"Chapter":17,"Number":9,"Text":"But people who do right will continue to do right.    And those whose hands are not dirty with sin will grow stronger."},{"Chapter":17,"Number":10,"Text":"“But, all of you, come and try again!    I do not find a wise man among you!"},{"Chapter":17,"Number":11,"Text":"My days are gone, and my plans have been destroyed.    The desires of my heart are also destroyed."},{"Chapter":17,"Number":12,"Text":"These men think night is day.    When it is dark, they say, ‘Light is near.’"},{"Chapter":17,"Number":13,"Text":"It might be that the only home I hope for is where the dead are.    I might spread out my bed in darkness."},{"Chapter":17,"Number":14,"Text":"I might say to the grave, ‘You are my father.’    And I might say to the worm, ‘You are my mother’ or ‘You are my sister.’"},{"Chapter":17,"Number":15,"Text":"If these things are true, I have no hope.    No one can see any hope for me."},{"Chapter":17,"Number":16,"Text":"Hope will go down to the gates of death.    We will go down together into the dust.”"},{"Chapter":18,"Number":1,"Text":"Then Bildad the Shuhite answered:"},{"Chapter":18,"Number":2,"Text":"“When will you stop these speeches?    Be sensible, and then we can talk."},{"Chapter":18,"Number":3,"Text":"You think of us as only cattle.    You think we are stupid."},{"Chapter":18,"Number":4,"Text":"You tear yourself to pieces in your anger.    Does everyone have to leave the earth just for you?    Do the rocks have to be moved from their place for you?"},{"Chapter":18,"Number":5,"Text":"“The lamp of the wicked person will be put out.    The flame in his lamp will stop burning."},{"Chapter":18,"Number":6,"Text":"The light in his tent will become dark.    The lamp by his side will go out."},{"Chapter":18,"Number":7,"Text":"His footsteps will become weak and lose their strength.    He will fall into his own evil trap."},{"Chapter":18,"Number":8,"Text":"His feet are caught in a net    when he walks into its web."},{"Chapter":18,"Number":9,"Text":"A trap will catch him by the heel.    And it will hold him tight."},{"Chapter":18,"Number":10,"Text":"A trap for him is hidden on the ground.    It lies in his path."},{"Chapter":18,"Number":11,"Text":"Terrible things startle him from every side.    They chase him at every step."},{"Chapter":18,"Number":12,"Text":"Hunger takes away his strength.    Disaster is at his side."},{"Chapter":18,"Number":13,"Text":"Disease eats away parts of his skin.    The signs of death begin to eat away at his arms and legs."},{"Chapter":18,"Number":14,"Text":"The evil person is torn from the safety of his tent.    He is dragged off to Death, the King of Terrors."},{"Chapter":18,"Number":15,"Text":"His tent is set on fire.    Burning sulfur is scattered over his home."},{"Chapter":18,"Number":16,"Text":"His roots dry up below ground,    and his branches above ground die."},{"Chapter":18,"Number":17,"Text":"People on earth will not remember him.    His name will be forgotten in the land."},{"Chapter":18,"Number":18,"Text":"He will be driven from the light into darkness.    He will be chased out of the world."},{"Chapter":18,"Number":19,"Text":"He has no children or descendants among his people.    No one will be left alive where he once lived."},{"Chapter":18,"Number":20,"Text":"People of the west are shocked at what has happened to him.    People of the east are very frightened."},{"Chapter":18,"Number":21,"Text":"This is surely what will happen to the home of an evil person.    This is the place of one who does not know God.”"},{"Chapter":19,"Number":1,"Text":"Then Job answered:"},{"Chapter":19,"Number":2,"Text":"“How long will you hurt me    and crush me with your words?"},{"Chapter":19,"Number":3,"Text":"You have insulted me ten times now.    You attack me without shame."},{"Chapter":19,"Number":4,"Text":"If I have sinned,    it is my worry alone."},{"Chapter":19,"Number":5,"Text":"Maybe you want to make yourselves look better than I do    so you can blame me for my suffering."},{"Chapter":19,"Number":6,"Text":"Then know that God has wronged me.    He has pulled his net around me."},{"Chapter":19,"Number":7,"Text":"“I shout, ‘I have been wronged!’    But I get no answer.I call loudly for help,    but I receive no justice."},{"Chapter":19,"Number":8,"Text":"God has blocked my way so I cannot pass.    He has covered my paths with darkness."},{"Chapter":19,"Number":9,"Text":"He has taken away my honor.    He has removed the crown from my head."},{"Chapter":19,"Number":10,"Text":"He beats me down on every side until I am gone.    He pulls up my hope as a tree is pulled up by its roots."},{"Chapter":19,"Number":11,"Text":"His anger burns against me.    And he treats me as one of his enemies."},{"Chapter":19,"Number":12,"Text":"His armies gather.    They prepare a way to attack me.    They camp around my tent."},{"Chapter":19,"Number":13,"Text":"“God has made my brothers my enemies.    My friends have become complete strangers."},{"Chapter":19,"Number":14,"Text":"My relatives have gone away.    My friends have forgotten me."},{"Chapter":19,"Number":15,"Text":"My guests and my women servants think of me as a stranger.    They look at me as if I were a foreigner."},{"Chapter":19,"Number":16,"Text":"I call for my servant, but he does not answer.    I even beg him with my own mouth."},{"Chapter":19,"Number":17,"Text":"My wife hates my breath.    My own family hates me."},{"Chapter":19,"Number":18,"Text":"Even the little boys hate me.    When I leave, they talk about me."},{"Chapter":19,"Number":19,"Text":"All my close friends hate me.    Even those I love have turned against me."},{"Chapter":19,"Number":20,"Text":"I am nothing but skin and bones.    I have escaped with only the skin of my teeth."},{"Chapter":19,"Number":21,"Text":"Pity me, my friends. Pity me!    The hand of God has hit me."},{"Chapter":19,"Number":22,"Text":"Why do you chase me as God does?    Haven’t you had enough of hurting my body?"},{"Chapter":19,"Number":23,"Text":"“How I wish my words were written down.    I wish they were written on a scroll."},{"Chapter":19,"Number":24,"Text":"I wish they were carved with an iron pen into lead,    or carved into stone forever!"},{"Chapter":19,"Number":25,"Text":"I know that my Defender lives.    And in the end he will come to show that I am right."},{"Chapter":19,"Number":26,"Text":"Even after my skin has been destroyed,    in my flesh I will still see God."},{"Chapter":19,"Number":27,"Text":"I will see him myself.    I myself will see him with my own eyes.    How my heart wants that to happen!"},{"Chapter":19,"Number":28,"Text":"“You may say, ‘We will continue to trouble Job.    The problem lies with him.’"},{"Chapter":19,"Number":29,"Text":"But you should be afraid of the sword yourselves.    God’s anger will bring punishment by the sword.    Then you will know that there is judgment.”"},{"Chapter":20,"Number":1,"Text":"Then Zophar the Naamathite answered:"},{"Chapter":20,"Number":2,"Text":"“My troubled thoughts cause me to answer.    I am very upset."},{"Chapter":20,"Number":3,"Text":"I hear you criticize, and I am insulted.    But I understand how to answer you."},{"Chapter":20,"Number":4,"Text":"“You know how it has been for a long time.    It has been this way since man was put on the earth."},{"Chapter":20,"Number":5,"Text":"The happiness of an evil person is very short.    The joy of a person without God lasts only a moment."},{"Chapter":20,"Number":6,"Text":"His pride may be as high as the heavens.    His head may touch the clouds."},{"Chapter":20,"Number":7,"Text":"But he will be gone forever, like his own dung.    People who knew him will say, ‘Where is he?’"},{"Chapter":20,"Number":8,"Text":"He will fly away like a dream.    He will not be found again.    He will be chased away like a vision in the night."},{"Chapter":20,"Number":9,"Text":"Those who saw him will not see him again.    The place where he lived will see him no more."},{"Chapter":20,"Number":10,"Text":"His children will have to make up for how he mistreated the poor.    He will have to give his wealth back with his own hands."},{"Chapter":20,"Number":11,"Text":"He has the strength of his youth in his bones.    But it will lie with him in the dust of death."},{"Chapter":20,"Number":12,"Text":"“Evil may taste sweet in the evil person’s mouth.    He may hide it under his tongue."},{"Chapter":20,"Number":13,"Text":"He cannot stand to let go of it.    So he keeps it in his mouth."},{"Chapter":20,"Number":14,"Text":"But his food will turn sour in his stomach.    It will be like the poison of a snake inside him."},{"Chapter":20,"Number":15,"Text":"He has swallowed riches, but he will spit them out.    God will make the evil person’s stomach vomit them up."},{"Chapter":20,"Number":16,"Text":"He will suck the poison of snakes.    The snake’s poisonous fangs will kill him."},{"Chapter":20,"Number":17,"Text":"He will not admire the sparkling streams    or the rivers flowing with honey and cream."},{"Chapter":20,"Number":18,"Text":"He must give back what he worked for without eating it.    He will not enjoy the money he made from his trading."},{"Chapter":20,"Number":19,"Text":"This is because he has troubled the poor people and left them with nothing.    He has taken houses he did not build."},{"Chapter":20,"Number":20,"Text":"“The evil person has no rest from his desire.    Nothing escapes his selfishness."},{"Chapter":20,"Number":21,"Text":"But nothing will be left for him to eat.    His riches will not continue."},{"Chapter":20,"Number":22,"Text":"When he still has plenty, trouble will catch up to him.    Great misery will come down on him."},{"Chapter":20,"Number":23,"Text":"The evil person may eat until his stomach is full.    But then God will send his burning anger against him.    God will send blows of punishment down on him like rain."},{"Chapter":20,"Number":24,"Text":"The evil person may run away from an iron weapon.    But then a bronze arrow will stab him."},{"Chapter":20,"Number":25,"Text":"He will pull the arrow out of his back.    He will pull its point out of his liver.Terrors will come over him."},{"Chapter":20,"Number":26,"Text":"Total darkness waits for his treasure.A fire not fanned by people will destroy him.    That fire will burn up what is left of his tent."},{"Chapter":20,"Number":27,"Text":"The heavens will show his guilt.    The earth will rise up against him."},{"Chapter":20,"Number":28,"Text":"A flood will carry his house away.    The rushing waters will come on the day of God’s anger."},{"Chapter":20,"Number":29,"Text":"This is what God plans for evil people.    This is what he has decided they will receive.”"},{"Chapter":21,"Number":1,"Text":"Then Job answered:"},{"Chapter":21,"Number":2,"Text":"“Listen carefully to my words.    Let this be the way you comfort me."},{"Chapter":21,"Number":3,"Text":"Be patient while I speak.    After I have finished, you may continue to make fun of me if you wish."},{"Chapter":21,"Number":4,"Text":"“My complaint is not just against people.    I have reason to be impatient."},{"Chapter":21,"Number":5,"Text":"Look at me then and be shocked.    Put your hand over your mouth in shock."},{"Chapter":21,"Number":6,"Text":"When I think about this, I am terribly afraid.    My body shakes!"},{"Chapter":21,"Number":7,"Text":"Why do evil people live a long time?    They grow old and become more powerful."},{"Chapter":21,"Number":8,"Text":"They see their children become strong around them.    They watch their children grow up."},{"Chapter":21,"Number":9,"Text":"Their homes are safe and without fear.    God does not punish them."},{"Chapter":21,"Number":10,"Text":"Their bulls never fail to mate.    Their cows have healthy calves."},{"Chapter":21,"Number":11,"Text":"Their children run and play like flocks of lambs.    Their little ones dance about."},{"Chapter":21,"Number":12,"Text":"They sing to the music of tambourines and harps.    The sound of the flute makes them happy."},{"Chapter":21,"Number":13,"Text":"Evil people enjoy success during their lives.    Then they go down in peace to where the dead are."},{"Chapter":21,"Number":14,"Text":"But they say to God, ‘Leave us alone!    We don’t want to know your ways."},{"Chapter":21,"Number":15,"Text":"Who is God All-Powerful that we should serve him?    We would gain nothing by praying to him.’"},{"Chapter":21,"Number":16,"Text":"But the wicked think they succeed by their own strength.    Their way of thinking is not godly."},{"Chapter":21,"Number":17,"Text":"Yet how often is the lamp of evil people turned off?    How often does trouble come to them?    How often do they suffer the punishment God plans in his anger?"},{"Chapter":21,"Number":18,"Text":"How often are they like straw in the wind    or like chaff that is blown away by a storm?"},{"Chapter":21,"Number":19,"Text":"It is said, ‘God saves up a man’s punishment for the man’s children.’    God should punish the evil person himself so he will know it."},{"Chapter":21,"Number":20,"Text":"His eyes should see his own destruction.    He should suffer the anger of God All-Powerful."},{"Chapter":21,"Number":21,"Text":"He does not care about the family he leaves behind    when his life has come to an end."},{"Chapter":21,"Number":22,"Text":"“No one can teach knowledge to God.    He is the one who judges even the most important people."},{"Chapter":21,"Number":23,"Text":"One man dies while he still has all his strength.    He feels completely safe and comfortable."},{"Chapter":21,"Number":24,"Text":"His body was well fed.    And his bones were strong and healthy."},{"Chapter":21,"Number":25,"Text":"But another man dies with an unhappy heart.    He never had any happiness."},{"Chapter":21,"Number":26,"Text":"These two men are buried next to each other.    And worms cover both of them."},{"Chapter":21,"Number":27,"Text":"“I know very well what you are thinking.    I know your plans to do wrong to me."},{"Chapter":21,"Number":28,"Text":"You say about me, ‘Now where is this great man’s house?    And where are the tents where the evil men lived?’"},{"Chapter":21,"Number":29,"Text":"You have never asked those who travel.    You have not listened to their stories."},{"Chapter":21,"Number":30,"Text":"On the day of God’s anger and punishment,    it is the evil man who is spared."},{"Chapter":21,"Number":31,"Text":"Who will accuse him to his face?    No one pays him back for the evil he has done."},{"Chapter":21,"Number":32,"Text":"He is carried to his grave.    And someone keeps watch over his tomb."},{"Chapter":21,"Number":33,"Text":"The dirt in the valley will seem sweet to him.    Everybody follows after him.    Many people go before him."},{"Chapter":21,"Number":34,"Text":"“So you cannot comfort me with this nonsense.    Your answers are still only lies!”"},{"Chapter":22,"Number":1,"Text":"Then Eliphaz the Temanite answered:"},{"Chapter":22,"Number":2,"Text":"“A man cannot be of any real use to God.    Even a wise man does him no good."},{"Chapter":22,"Number":3,"Text":"It does not help God All-Powerful for you to be good.    He gains nothing if you are innocent."},{"Chapter":22,"Number":4,"Text":"God does not punish you for respecting him.    He does not bring you into court for this."},{"Chapter":22,"Number":5,"Text":"No! It is because your evil is without limits.    And your sins have no end."},{"Chapter":22,"Number":6,"Text":"You took your brothers’ things to pay a debt they didn’t owe.    You took clothes from people and left them naked."},{"Chapter":22,"Number":7,"Text":"You did not give water to tired people.    And you kept food away from the hungry."},{"Chapter":22,"Number":8,"Text":"You were a powerful man who owned land.    You were honored and lived in the land."},{"Chapter":22,"Number":9,"Text":"But you sent widows away without giving them anything.    You even mistreated orphans."},{"Chapter":22,"Number":10,"Text":"That is why traps are all around you.    That is why sudden danger frightens you."},{"Chapter":22,"Number":11,"Text":"That is why it is so dark you cannot see.    And that is why a flood of water covers you."},{"Chapter":22,"Number":12,"Text":"“God is in the highest part of heaven.    See how high the highest stars are!"},{"Chapter":22,"Number":13,"Text":"But you say, ‘God knows nothing.    He cannot judge us through the dark clouds."},{"Chapter":22,"Number":14,"Text":"Thick clouds cover him so he cannot see us.    He walks around high up in the sky.’"},{"Chapter":22,"Number":15,"Text":"Are you going to stay on the old path    where evil people walk?"},{"Chapter":22,"Number":16,"Text":"They were carried away before their time was up.    Their foundations were washed away by a flood."},{"Chapter":22,"Number":17,"Text":"They said to God, ‘Leave us alone!    God All-Powerful can do nothing to us.’"},{"Chapter":22,"Number":18,"Text":"But it was God who filled their houses with good things.    He did this even though their way of thinking was not godly."},{"Chapter":22,"Number":19,"Text":"“Good people can watch and be glad.    Innocent people can laugh at them and say,"},{"Chapter":22,"Number":20,"Text":"‘Surely our enemies are destroyed.    And fire burns up their wealth.’"},{"Chapter":22,"Number":21,"Text":"“Obey God, and then you will be at peace with him.    This way you can be happy."},{"Chapter":22,"Number":22,"Text":"Accept teaching from his mouth.    Keep his words in your heart."},{"Chapter":22,"Number":23,"Text":"If you return to God All-Powerful, you will be blessed again.    Remove evil from your house."},{"Chapter":22,"Number":24,"Text":"Throw your gold nuggets into the dust.    Throw your fine gold to the rocks in the ravines."},{"Chapter":22,"Number":25,"Text":"Then God All-Powerful will be your gold.    He will be the best silver for you."},{"Chapter":22,"Number":26,"Text":"You will find pleasure in God All-Powerful.    And you will look up to him."},{"Chapter":22,"Number":27,"Text":"You will pray to him, and he will hear you.    And you will keep your promises to him."},{"Chapter":22,"Number":28,"Text":"Anything you decide will be done.    And light will shine on your ways."},{"Chapter":22,"Number":29,"Text":"When terrible things happen to people, you will say, ‘Have courage.’    Then those who are humble will be saved."},{"Chapter":22,"Number":30,"Text":"Even the guilty will escape.    They will be saved because your hands are clean.”"},{"Chapter":23,"Number":1,"Text":"Then Job answered:"},{"Chapter":23,"Number":2,"Text":"“My complaint is still strong today.    God’s hand is heavy against me even though I am groaning."},{"Chapter":23,"Number":3,"Text":"I wish I knew where to find God.    I wish I could go to where he lives."},{"Chapter":23,"Number":4,"Text":"I would present my case before him.    I would fill my mouth with arguments."},{"Chapter":23,"Number":5,"Text":"I would know the words of his answer.    And I would think about what he would say."},{"Chapter":23,"Number":6,"Text":"He would not come against me with great power.    He would really listen to me."},{"Chapter":23,"Number":7,"Text":"Then an honest person could present his case to God.    And I would be saved forever from my judge."},{"Chapter":23,"Number":8,"Text":"“If I go to the east, God is not there.    And if I go to the west, I do not see him there."},{"Chapter":23,"Number":9,"Text":"When he is at work in the north, I catch no sight of him.    And when he turns to the south, I cannot see him."},{"Chapter":23,"Number":10,"Text":"But God knows the way that I take.    When he has tested me, I will come out pure as gold."},{"Chapter":23,"Number":11,"Text":"My feet have closely followed his steps.    I have stayed in his way without turning aside."},{"Chapter":23,"Number":12,"Text":"I have never left the commands he has spoken.    I have treasured his words more than my food."},{"Chapter":23,"Number":13,"Text":"“But he is the only God.    No one can come against him.    He does anything he wants."},{"Chapter":23,"Number":14,"Text":"He will do to me what he said he would do.    And he has many plans like this."},{"Chapter":23,"Number":15,"Text":"That is why I am so afraid before him.    When I think of all this, I am afraid of him."},{"Chapter":23,"Number":16,"Text":"God has made me afraid.    God All-Powerful has made me terribly afraid."},{"Chapter":23,"Number":17,"Text":"But I am not cut off by the darkness,    by the thick darkness that covers my face."},{"Chapter":24,"Number":1,"Text":"“I wish God All-Powerful would set a time for judging.    People who know God look for such a day, but they do not see it."},{"Chapter":24,"Number":2,"Text":"Wicked people take other people’s land.    They steal flocks of sheep and take them to new pastures."},{"Chapter":24,"Number":3,"Text":"They chase away the orphan’s donkey.    And they take the widow’s ox when she cannot pay what she owes."},{"Chapter":24,"Number":4,"Text":"They push needy people off the path.    So all the poor people of the land hide from them."},{"Chapter":24,"Number":5,"Text":"The poor become like wild donkeys in the desert.    They go about their job of finding food.    The desert gives them food for their children."},{"Chapter":24,"Number":6,"Text":"They gather hay and straw in the fields.    And they pick up leftover grapes from the evil man’s vineyard."},{"Chapter":24,"Number":7,"Text":"They spend the night naked, because they have no clothes.    They have nothing to cover themselves in the cold."},{"Chapter":24,"Number":8,"Text":"They are soaked from mountain rains.    They stay near the large rocks because they have no shelter."},{"Chapter":24,"Number":9,"Text":"The child who has no father is grabbed from its mother’s breast.    They take a poor mother’s baby to pay for what she owes."},{"Chapter":24,"Number":10,"Text":"So the poor go around naked because they have no clothes.    They carry bundles of grain for evil people, but they still go hungry."},{"Chapter":24,"Number":11,"Text":"They crush olives to get oil.    And they crush grapes in the winepresses, but they still are thirsty."},{"Chapter":24,"Number":12,"Text":"Dying people groan in the city.    People who are injured cry out for help.    But God accuses no one of doing wrong."},{"Chapter":24,"Number":13,"Text":"“There are people who fight against the light.    God’s ways are strange to them.    And they do not stay in the lighted path."},{"Chapter":24,"Number":14,"Text":"When the light of day is gone, the murderer gets up.    He kills poor and needy people.    At night he goes about like a thief."},{"Chapter":24,"Number":15,"Text":"The person who is guilty of adultery watches for the night.    He thinks, ‘No one will see me.’    And he keeps his face covered."},{"Chapter":24,"Number":16,"Text":"In the dark, evil people break into houses.    But in the daytime they shut themselves up in their own houses.    They want nothing to do with the light."},{"Chapter":24,"Number":17,"Text":"Darkness is like morning to all these evil people.    They make friends with the terrors of darkness."},{"Chapter":24,"Number":18,"Text":"“They are like foam floating on the water.    Their part of the land is cursed.    No one uses the road that goes by their vineyards."},{"Chapter":24,"Number":19,"Text":"Heat and dryness quickly take away the melted snow.    In the same way, the place for the dead quickly takes away those who have sinned."},{"Chapter":24,"Number":20,"Text":"The evil person’s mother will even forget him.    The worms will eat his body.He will no longer be remembered.    So wickedness is broken in pieces like a stick."},{"Chapter":24,"Number":21,"Text":"These evil men are unfair to women who cannot have children.    And they show no kindness to widows."},{"Chapter":24,"Number":22,"Text":"God drags away strong men by his power.    But even though they seem strong, they do not know how long they will live."},{"Chapter":24,"Number":23,"Text":"God may let these evil people feel safe.    But he is watching their ways."},{"Chapter":24,"Number":24,"Text":"For a little while they are important, and then they are gone.    They are made unimportant and gathered up like everyone else.    They are cut off like the tops of stalks of grain."},{"Chapter":24,"Number":25,"Text":"If this is not true, who can prove I am wrong?    And who can show that my words are worth nothing?”"},{"Chapter":25,"Number":1,"Text":"Then Bildad the Shuhite answered:"},{"Chapter":25,"Number":2,"Text":"“God rules and must be honored.    He set up order in his high heaven."},{"Chapter":25,"Number":3,"Text":"No one can count God’s armies.    His light shines on all people."},{"Chapter":25,"Number":4,"Text":"So no man can be good in the presence of God.    No one born to a woman can be pure."},{"Chapter":25,"Number":5,"Text":"Even the moon is not bright,    and the stars are not pure in his eyes."},{"Chapter":25,"Number":6,"Text":"Man is much less! He is like an insect.    He is only a worm!”"},{"Chapter":26,"Number":1,"Text":"Then Job answered:"},{"Chapter":26,"Number":2,"Text":"“You are no help to a person who has no strength!    You have given no help to one whose arm is weak!"},{"Chapter":26,"Number":3,"Text":"You have given advice to me as if I had no wisdom!    This is not great wisdom you have shown!"},{"Chapter":26,"Number":4,"Text":"Who has helped you say these words?    And where did you get these words you speak?"},{"Chapter":26,"Number":5,"Text":"“The spirits of the dead beneath the waters shake.    And so do those that live in the waters."},{"Chapter":26,"Number":6,"Text":"Death is naked before God.    Destruction is uncovered before him."},{"Chapter":26,"Number":7,"Text":"God stretches the northern sky out over empty space.    And he hangs the earth on nothing."},{"Chapter":26,"Number":8,"Text":"God wraps up the waters in his thick clouds.    But the clouds do not break under the weight of the water."},{"Chapter":26,"Number":9,"Text":"God covers the face of the full moon.    He spreads his clouds over it."},{"Chapter":26,"Number":10,"Text":"God draws the horizon like a circle on the water    at the place where light and darkness meet."},{"Chapter":26,"Number":11,"Text":"Heaven’s foundations shake    when he thunders at them."},{"Chapter":26,"Number":12,"Text":"God’s power controls the sea.    By his wisdom he destroyed Rahab, the sea monster."},{"Chapter":26,"Number":13,"Text":"God breathes, and the sky becomes clear.    God’s hand stabs the gliding snake."},{"Chapter":26,"Number":14,"Text":"And these are only a small part of God’s works.    We only hear a small whisper of him.    So who can understand God’s thundering power?”"},{"Chapter":27,"Number":1,"Text":"And Job continued speaking:"},{"Chapter":27,"Number":2,"Text":"“As surely as God lives, he has taken away my rights.    God All-Powerful has made me unhappy."},{"Chapter":27,"Number":3,"Text":"As long as I am alive    and God’s breath of life is in my nose,"},{"Chapter":27,"Number":4,"Text":"My lips will not speak evil.    And my tongue will not tell a lie."},{"Chapter":27,"Number":5,"Text":"I will never agree you are right.    Until I die, I will never stop saying I was innocent."},{"Chapter":27,"Number":6,"Text":"I will hold tightly to the right things I said.    My sense of right and wrong does not bother me at all."},{"Chapter":27,"Number":7,"Text":"“Let my enemies be like evil people.    Let them be like those who are not fair!"},{"Chapter":27,"Number":8,"Text":"What hope does a wicked person have when he dies?    He has no hope when God takes his life away."},{"Chapter":27,"Number":9,"Text":"God will not listen to his cry    when trouble comes to him."},{"Chapter":27,"Number":10,"Text":"He will not find joy in God All-Powerful,    even though he calls out to God all the time."},{"Chapter":27,"Number":11,"Text":"“I will teach you about the power of God.    I will not hide the ways of God All-Powerful."},{"Chapter":27,"Number":12,"Text":"You have all seen this yourselves.    So why are we having all this talk that means nothing?"},{"Chapter":27,"Number":13,"Text":"“Here is what God has planned for evil people.    This is what cruel people will get from God All-Powerful:"},{"Chapter":27,"Number":14,"Text":"They may have many children, but the sword will kill them.    The children who are left will never have enough to eat."},{"Chapter":27,"Number":15,"Text":"Then they will die and be buried.    And the widows will not even cry for them."},{"Chapter":27,"Number":16,"Text":"The evil person may heap up silver like piles of dirt.    He may have so many clothes they are like piles of clay."},{"Chapter":27,"Number":17,"Text":"But good people will wear what the evil person has gathered.    And those who are not guilty of wrong will divide up his silver."},{"Chapter":27,"Number":18,"Text":"The house the evil person builds is like a spider’s web.    It is like a hut that a guard builds."},{"Chapter":27,"Number":19,"Text":"The evil person is rich when he goes to bed, but he is rich for the last time.    When he opens his eyes, everything is gone."},{"Chapter":27,"Number":20,"Text":"Fears come over him like a flood.    A storm snatches him away in the night."},{"Chapter":27,"Number":21,"Text":"The east wind will carry him away, and then he is gone.    It sweeps him out of his place."},{"Chapter":27,"Number":22,"Text":"The wind will hit the evil person without mercy    as he tries to run away from its power."},{"Chapter":27,"Number":23,"Text":"It will be as if the wind is clapping its hands at him.    It will whistle at him as he runs from his place."},{"Chapter":28,"Number":1,"Text":"“There are mines where people dig silver.    And there are places where gold is made pure."},{"Chapter":28,"Number":2,"Text":"Iron is taken out of the ground.    And copper is melted out of rocks."},{"Chapter":28,"Number":3,"Text":"Miners bring light into the mines.    They search even the deepest parts of the mines.    They look for metal in places of thick darkness."},{"Chapter":28,"Number":4,"Text":"Miners dig a tunnel far away from where people live.    They dig it where people never go.    They work far away from people, swinging and swaying from ropes."},{"Chapter":28,"Number":5,"Text":"Food grows on top of the earth.    But below ground things are changed as if by fire."},{"Chapter":28,"Number":6,"Text":"Sapphires are found in rocks.    And the dust of the earth contains gold."},{"Chapter":28,"Number":7,"Text":"No hawk knows the path.    The falcon has not seen it."},{"Chapter":28,"Number":8,"Text":"Proud animals have not walked on this path.    And no lions cross over it."},{"Chapter":28,"Number":9,"Text":"Men hit the rocks of flint.    They dig away at the bottom of the mountains."},{"Chapter":28,"Number":10,"Text":"Miners cut tunnels through the rock.    They see all the treasures there."},{"Chapter":28,"Number":11,"Text":"They search the places where rivers begin.    And they bring things hidden there out into the light."},{"Chapter":28,"Number":12,"Text":"“But where can wisdom be found.    Where does understanding live?"},{"Chapter":28,"Number":13,"Text":"People do not understand the value of wisdom.    It cannot be found among living people."},{"Chapter":28,"Number":14,"Text":"The deep ocean says, ‘It’s not in me.’    The sea says, ‘It’s not in me.’"},{"Chapter":28,"Number":15,"Text":"Wisdom cannot be bought with the best gold.    Its cost cannot be weighed in silver."},{"Chapter":28,"Number":16,"Text":"Wisdom cannot be bought with fine gold.    It cannot be bought with valuable onyx or sapphire gems."},{"Chapter":28,"Number":17,"Text":"Gold and crystal are not as valuable as wisdom.    And you cannot buy it with jewels of gold."},{"Chapter":28,"Number":18,"Text":"Coral and jasper are not even worth talking about.    The price of wisdom is much greater than rubies."},{"Chapter":28,"Number":19,"Text":"The topaz from Cush cannot compare to wisdom.    It cannot even be bought with the purest gold."},{"Chapter":28,"Number":20,"Text":"“So from where does wisdom come?    And where does understanding live?"},{"Chapter":28,"Number":21,"Text":"It is hidden from the eyes of every living thing.    It is hidden even from the birds of the air."},{"Chapter":28,"Number":22,"Text":"The places of destruction and death say,    ‘We have only heard reports about it.’"},{"Chapter":28,"Number":23,"Text":"God understands the way to wisdom.    And he is the only one who knows where it lives."},{"Chapter":28,"Number":24,"Text":"This is because God sees to the farthest parts of the earth.    And he sees everything under the heavens."},{"Chapter":28,"Number":25,"Text":"Wisdom began when God gave power to the wind.    It was when he measured the water and put limits on it."},{"Chapter":28,"Number":26,"Text":"It was when God made rules for the rain.    And he set a path for a thunderstorm to follow."},{"Chapter":28,"Number":27,"Text":"Then God looked at wisdom and decided its worth.    He set wisdom up and tested it."},{"Chapter":28,"Number":28,"Text":"Then he said to man,    ‘The fear of the Lord is wisdom,    and to stay away from evil is understanding.’”"},{"Chapter":29,"Number":1,"Text":"Job continued to speak:"},{"Chapter":29,"Number":2,"Text":"“How I wish for the months that have passed.    I wish for the days when God watched over me."},{"Chapter":29,"Number":3,"Text":"I wish for the days when God’s lamp shined on my head.    And I wish for the time I walked through darkness by his light."},{"Chapter":29,"Number":4,"Text":"I wish for the days when I was at my strongest,    when God’s close friendship blessed my house."},{"Chapter":29,"Number":5,"Text":"That was when my children were all around me.    And God All-Powerful was still with me."},{"Chapter":29,"Number":6,"Text":"Life was so good. It was as if my path were covered with cream.    It was as if even the rocks poured out streams of olive oil for me."},{"Chapter":29,"Number":7,"Text":"I would go to the city gate    and sit in the public square."},{"Chapter":29,"Number":8,"Text":"When the young men saw me, they would step out of my way.    And the old men would stand up in respect for me."},{"Chapter":29,"Number":9,"Text":"The leading men stopped speaking    and covered their mouths with their hands."},{"Chapter":29,"Number":10,"Text":"The voices of the important men were quiet.    It was as if each man’s tongue stuck to the roof of his mouth."},{"Chapter":29,"Number":11,"Text":"Anyone who heard me said good things about me.    And those who saw me praised me."},{"Chapter":29,"Number":12,"Text":"This was because I saved the poor who cried for help.    And I saved the orphan who had no one to help him."},{"Chapter":29,"Number":13,"Text":"The dying person blessed me.    And I made the widow’s heart sing."},{"Chapter":29,"Number":14,"Text":"I put on right living as if it were clothing.    I wore fairness as if it were my robe and my turban."},{"Chapter":29,"Number":15,"Text":"I tried to be eyes for the blind.    And I tried to be feet for those who were crippled."},{"Chapter":29,"Number":16,"Text":"I was like a father to needy people.    And I took the side of strangers when they were in trouble."},{"Chapter":29,"Number":17,"Text":"I broke the fangs of evil people.    And I snatched from their teeth the people they wanted to hurt."},{"Chapter":29,"Number":18,"Text":"“I thought, ‘I will live for as many days as there are grains of sand.    And I will die in my own house."},{"Chapter":29,"Number":19,"Text":"I will be like a tree whose roots reach down to the water.    The dew will lie on the branches all night."},{"Chapter":29,"Number":20,"Text":"New honors will come to me continually.    I will always have great strength.’"},{"Chapter":29,"Number":21,"Text":"“People listened to me carefully.    They waited quietly for my advice."},{"Chapter":29,"Number":22,"Text":"After I finished speaking, they spoke no more.    My words fell very gently on their ears."},{"Chapter":29,"Number":23,"Text":"They waited for me as they would for rain.    They drank in my words as if they were spring rain."},{"Chapter":29,"Number":24,"Text":"I smiled at them when they doubted.    And my approval was important to them."},{"Chapter":29,"Number":25,"Text":"I chose the right way for them and was their leader.    I lived like a king among his army.    I was like a person who gives comfort to sad people."},{"Chapter":30,"Number":1,"Text":"“But now men who are younger than I make fun of me.I would not have even let their fathers    sit with my sheep dogs."},{"Chapter":30,"Number":2,"Text":"Their hands had no strength to help me.    They had even lost their strength to work."},{"Chapter":30,"Number":3,"Text":"They were thin from being hungry and in need.    They wandered through the dry and ruined land at night."},{"Chapter":30,"Number":4,"Text":"They gathered desert plants by the brush for food.    They even ate the root of the broom tree."},{"Chapter":30,"Number":5,"Text":"They were forced to live away from other people.    People shouted at them as if they were thieves."},{"Chapter":30,"Number":6,"Text":"These young men had to live in dried up streambeds.    They lived in caves and among the rocks."},{"Chapter":30,"Number":7,"Text":"They howled like animals out among the bushes.    And they huddled together in the brush."},{"Chapter":30,"Number":8,"Text":"They are worthless people without names.    They were forced to leave the land."},{"Chapter":30,"Number":9,"Text":"“Now they make fun of me with songs.    My name has become a joke among them."},{"Chapter":30,"Number":10,"Text":"They hate me and stay far away from me.    But they do not mind spitting in my face."},{"Chapter":30,"Number":11,"Text":"God has taken away my strength and made me suffer.    So they attack me with all their anger."},{"Chapter":30,"Number":12,"Text":"On my right side they attack me like a mob.    They lay traps for my feet.    They prepare to attack me."},{"Chapter":30,"Number":13,"Text":"They break up my road.    They work to destroy me    without anyone stopping them."},{"Chapter":30,"Number":14,"Text":"They go forward as if through a hole in the wall.    They roll in among the ruins."},{"Chapter":30,"Number":15,"Text":"Great fears overwhelm me.    They blow my honor away as if by a great wind.    My safety disappears like a cloud."},{"Chapter":30,"Number":16,"Text":"“Now my life is almost over.    My days are full of suffering."},{"Chapter":30,"Number":17,"Text":"At night my bones ache.    Gnawing pains never stop."},{"Chapter":30,"Number":18,"Text":"In his great power God grabs hold of my clothing.    He chokes me with the collar of my coat."},{"Chapter":30,"Number":19,"Text":"He throws me into the mud.    And I become like dirt and ashes."},{"Chapter":30,"Number":20,"Text":"“I cry out to you, God, but you do not answer.    I stand up, but you just look at me."},{"Chapter":30,"Number":21,"Text":"You turn on me without mercy.    You attack me with your powerful hand."},{"Chapter":30,"Number":22,"Text":"You snatch me up and throw me into the wind.    You toss me about in the storm."},{"Chapter":30,"Number":23,"Text":"I know you will bring me down to death.    You will bring me to the place where all living people must go."},{"Chapter":30,"Number":24,"Text":"“Surely no one would hurt a ruined man    when he cries for help in his time of trouble."},{"Chapter":30,"Number":25,"Text":"I have cried for those who are in trouble.    My soul has been very sad for poor people."},{"Chapter":30,"Number":26,"Text":"But when I hoped for good, only evil came to me.    When I looked for light, darkness came."},{"Chapter":30,"Number":27,"Text":"I never stop being upset inside.    Days of suffering are ahead of me."},{"Chapter":30,"Number":28,"Text":"I have become black, but not by the sun.    I stand up in public and cry for help."},{"Chapter":30,"Number":29,"Text":"It is as if I have become a brother to wild dogs    and a friend to ostriches."},{"Chapter":30,"Number":30,"Text":"My skin becomes black and peels off.    My body burns with fever."},{"Chapter":30,"Number":31,"Text":"My harp is tuned for singing a sad song.    And my flute is tuned for the sound of loud crying."},{"Chapter":31,"Number":1,"Text":"“But I made an agreement with my eyes    not to look with desire at a girl."},{"Chapter":31,"Number":2,"Text":"What has God above promised those who do this?    What has God All-Powerful on high planned for them?"},{"Chapter":31,"Number":3,"Text":"It is ruin for the evil people.    It is disaster for those who do wrong."},{"Chapter":31,"Number":4,"Text":"God sees my ways,    and he counts every step I take."},{"Chapter":31,"Number":5,"Text":"“I have not been a dishonest person.    I have not lied to others."},{"Chapter":31,"Number":6,"Text":"Let God weigh me on honest scales.    Then he will know I have done nothing wrong."},{"Chapter":31,"Number":7,"Text":"I have not turned away from doing what is right.    My heart has not been led by my eyes to do wrong.    My hands have not been made unclean."},{"Chapter":31,"Number":8,"Text":"If I have done these things, then let other people eat what I have planted.    And let my crops be plowed up."},{"Chapter":31,"Number":9,"Text":"“I have not desired another woman.    I have never waited at my neighbor’s door to commit adultery with his wife."},{"Chapter":31,"Number":10,"Text":"If I have done these things, then let my wife grind another man’s grain.    And let other men have physical relations with her."},{"Chapter":31,"Number":11,"Text":"Sexual sin is shameful.    It is a sin which must be punished."},{"Chapter":31,"Number":12,"Text":"It is like a fire that burns and destroys forever.    It would destroy all I have."},{"Chapter":31,"Number":13,"Text":"“I have been fair to my male and female slaves    when they had a complaint against me."},{"Chapter":31,"Number":14,"Text":"If I have not, how could I tell God what I did?    What will I answer when God asks me to explain what I’ve done?"},{"Chapter":31,"Number":15,"Text":"God made me in my mother’s womb, and he also made them.    The same God formed both of us in our mothers’ wombs."},{"Chapter":31,"Number":16,"Text":"“I have never refused anything the poor wanted.    I have never let widows give up hope while looking for help."},{"Chapter":31,"Number":17,"Text":"I have not kept my food to myself.    I have also given it to the orphans."},{"Chapter":31,"Number":18,"Text":"Since I was young, I have been like a father to the orphans.    And from my birth I guided the widows."},{"Chapter":31,"Number":19,"Text":"I have not let a person die because he had no clothes.    I have not let a needy person go without a coat."},{"Chapter":31,"Number":20,"Text":"That person’s heart blessed me.    This was because I warmed him with the wool of my sheep."},{"Chapter":31,"Number":21,"Text":"I have never hurt an orphan    even when I knew I could win in court."},{"Chapter":31,"Number":22,"Text":"If I have, then let my arm fall off my shoulder.    Let it be broken at the joint."},{"Chapter":31,"Number":23,"Text":"This is because I dread destruction from God.    I could not do such things because I fear his majesty."},{"Chapter":31,"Number":24,"Text":"“I have not put my trust in gold.    I have not said to pure gold, ‘You are my safety.’"},{"Chapter":31,"Number":25,"Text":"I have not celebrated my great wealth.    I have not celebrated that my hands had gained riches."},{"Chapter":31,"Number":26,"Text":"I have not thought about worshiping the sun in its brightness.    I have not admired the moon moving in glory"},{"Chapter":31,"Number":27,"Text":"so that my heart was pulled away from God.    My hand has never offered the sun and moon a kiss of worship."},{"Chapter":31,"Number":28,"Text":"If I had, these also would have been sins to be punished.    I would have been unfaithful to God if I had done these things."},{"Chapter":31,"Number":29,"Text":"“I have not been happy when my enemy was ruined.    I have not laughed when he had trouble."},{"Chapter":31,"Number":30,"Text":"I have not let my mouth sin    by cursing my enemy’s life."},{"Chapter":31,"Number":31,"Text":"The men of my house have always said,    ‘Everyone has eaten all he wants of Job’s food.’"},{"Chapter":31,"Number":32,"Text":"No stranger ever had to spend the night in the street.    I always let the traveler stay in my home."},{"Chapter":31,"Number":33,"Text":"I have not hidden my sin as other men do.    I did not hide my guilt in my heart."},{"Chapter":31,"Number":34,"Text":"I was not so afraid of the crowd.I did not keep quiet and stay inside    because I feared being hated by other families."},{"Chapter":31,"Number":35,"Text":"(“How I wish a court would hear my case!    Here I sign my name to show I have told the truth.Now let God All-Powerful answer me.    Let the one who is against me write down what he accuses me of."},{"Chapter":31,"Number":36,"Text":"I would surely wear the writing on my shoulder.    I would put it on like a crown."},{"Chapter":31,"Number":37,"Text":"I would explain to God every step I took.    I would come near to God like a prince.)"},{"Chapter":31,"Number":38,"Text":"“My land did not cry out against me.    Its plowed rows were not wet with tears."},{"Chapter":31,"Number":39,"Text":"I did not take the land’s harvest without paying.    I did not break the spirit of those who took care of the land."},{"Chapter":31,"Number":40,"Text":"If I did, then let thorns come up instead of wheat.    And let weeds come up instead of barley.”The words of Job are finished."},{"Chapter":32,"Number":1,"Text":"These three men stopped answering Job. This is because Job was so sure he was right."},{"Chapter":32,"Number":2,"Text":"But Elihu son of Barakel the Buzite became very angry with Job. (Elihu was from the family of Ram.) He was angry because Job claimed he was right instead of God."},{"Chapter":32,"Number":3,"Text":"Elihu was also angry with Job’s three friends. They had no answer to show that Job was wrong. And yet they continued to blame him."},{"Chapter":32,"Number":4,"Text":"Now Elihu had waited before speaking to Job. This is because the three friends were older than he was."},{"Chapter":32,"Number":5,"Text":"But when Elihu saw that the three men had nothing more to say, he became very angry."},{"Chapter":32,"Number":6,"Text":"So Elihu son of Barakel the Buzite said this:“I am young,    and you are old.That is why I was afraid    to tell you what I know."},{"Chapter":32,"Number":7,"Text":"I thought, ‘Older people should speak.    Those who have lived many years should teach wisdom.’"},{"Chapter":32,"Number":8,"Text":"But it is the spirit in a person that gives him understanding.    It is the breath of God All-Powerful in him."},{"Chapter":32,"Number":9,"Text":"It is not just older people who are wise.    Older people are not the only ones who understand what is right."},{"Chapter":32,"Number":10,"Text":"So I say, listen to me!    I will also tell you what I know."},{"Chapter":32,"Number":11,"Text":"I waited while you spoke.    I listened to your explanations.I waited while you looked for words to use."},{"Chapter":32,"Number":12,"Text":"I paid close attention to you.But not one of you has proved Job wrong.    Not one of you has answered his arguments."},{"Chapter":32,"Number":13,"Text":"Don’t you say, ‘We have found wisdom.    Only God will show Job to be wrong, not people.’"},{"Chapter":32,"Number":14,"Text":"Job has not spoken his words against me.    So I will not use your arguments to answer Job."},{"Chapter":32,"Number":15,"Text":"“These three friends are defeated and have no more to say.    Words have failed them."},{"Chapter":32,"Number":16,"Text":"Now they are standing there with no answer for Job.    Now that they are quiet, must I wait to speak?"},{"Chapter":32,"Number":17,"Text":"No, I also will speak.    I will also tell what I know."},{"Chapter":32,"Number":18,"Text":"I am full of words.    And the spirit in me causes me to speak."},{"Chapter":32,"Number":19,"Text":"I am like wine that has been bottled up.    I am ready to burst like a new leather bag for holding wine."},{"Chapter":32,"Number":20,"Text":"I must speak. Then I will feel relief.    I must open my mouth and answer."},{"Chapter":32,"Number":21,"Text":"I will be fair to everyone.    I will not flatter anyone."},{"Chapter":32,"Number":22,"Text":"I don’t know how to flatter.    If I did, God, my Maker, would quickly take me away."},{"Chapter":33,"Number":1,"Text":"“But now, Job, listen to my words.    Pay attention to everything I say."},{"Chapter":33,"Number":2,"Text":"I open my mouth.    I am ready to speak."},{"Chapter":33,"Number":3,"Text":"My words come from an honest heart.    I am sincere when I speak what I know."},{"Chapter":33,"Number":4,"Text":"The Spirit of God created me.    The breath of God All-Powerful gave me life."},{"Chapter":33,"Number":5,"Text":"Answer me if you can.    Get yourself ready and stand before me."},{"Chapter":33,"Number":6,"Text":"I am just like you before God.    I was also made out of clay."},{"Chapter":33,"Number":7,"Text":"Don’t be afraid of me.    I will not be hard on you."},{"Chapter":33,"Number":8,"Text":"“But I heard what you have said.    I heard every word."},{"Chapter":33,"Number":9,"Text":"You said, ‘I am pure and without sin.    I am innocent and free from guilt."},{"Chapter":33,"Number":10,"Text":"But God has found fault with me.    He considers me his enemy."},{"Chapter":33,"Number":11,"Text":"He locks my feet in chains.    He closely watches everywhere I go.’"},{"Chapter":33,"Number":12,"Text":"“But I tell you, you are not right in saying this.    God is greater than we are!"},{"Chapter":33,"Number":13,"Text":"Why do you accuse God    of not answering man’s complaints?"},{"Chapter":33,"Number":14,"Text":"God does speak—sometimes one way and sometimes another.    He speaks even though men may not understand it."},{"Chapter":33,"Number":15,"Text":"God may speak in a dream or a vision of the night.    This is when men are in a deep sleep    and lying in their beds."},{"Chapter":33,"Number":16,"Text":"He may speak in their ears    and frighten them with warnings."},{"Chapter":33,"Number":17,"Text":"He warns them to turn away from doing wrong.    And he warns them not to be proud."},{"Chapter":33,"Number":18,"Text":"God does this to save a man’s soul from death.    He does it to keep him from dying."},{"Chapter":33,"Number":19,"Text":"A man may be corrected while on his bed in great pain.    He may have continual pain in his very bones."},{"Chapter":33,"Number":20,"Text":"He may be in such pain that he even hates food.    He may hate even the very best meal."},{"Chapter":33,"Number":21,"Text":"His body becomes so thin there is almost nothing left of it.    And his bones that were hidden by flesh now stick out."},{"Chapter":33,"Number":22,"Text":"His soul is near the place of death.    His life is almost over."},{"Chapter":33,"Number":23,"Text":"“But there may be an angel on his side.    The angel may be one out of a thousand who will speak for the man.    He will tell the man what he should do."},{"Chapter":33,"Number":24,"Text":"The angel will beg for mercy and say:    ‘Save this man from the place of death.    I have found a way to pay for his life.’"},{"Chapter":33,"Number":25,"Text":"Then his body is made new like a child’s body.    It will be returned to the way it was when he was young."},{"Chapter":33,"Number":26,"Text":"That person will pray to God, and God will listen to him.    He will see God’s face and will shout with happiness.    And God will set things right for him again."},{"Chapter":33,"Number":27,"Text":"Then the man will say to other people,    ‘I sinned and twisted what was right.    But I did not receive the punishment I should have received."},{"Chapter":33,"Number":28,"Text":"God bought back my life from death.    And I will continue to enjoy life.’"},{"Chapter":33,"Number":29,"Text":"“God does all these things to a man.    He does them two times or even three."},{"Chapter":33,"Number":30,"Text":"He does them so a person won’t die as punishment for his sins.    He does it so the man may still enjoy life."},{"Chapter":33,"Number":31,"Text":"“Job, pay attention and listen to me.    Be quiet, and I will speak."},{"Chapter":33,"Number":32,"Text":"If you have anything to say, answer me.    Speak up, because I want you to be shown as right."},{"Chapter":33,"Number":33,"Text":"But if you have nothing to say, then listen to me.    Be quiet, and I will teach you wisdom.”"},{"Chapter":34,"Number":1,"Text":"Then Elihu said:"},{"Chapter":34,"Number":2,"Text":"“Hear my words, you men who think you are wise.    Listen to me, you men who think you know a lot."},{"Chapter":34,"Number":3,"Text":"The ear tests words    as the tongue tastes food."},{"Chapter":34,"Number":4,"Text":"Let’s decide for ourselves what is right.    And let’s learn together what is good."},{"Chapter":34,"Number":5,"Text":"“Job says, ‘I am not guilty.    But God has refused me a fair trial."},{"Chapter":34,"Number":6,"Text":"Instead of getting a fair trial,    I am called a liar.I have been seriously hurt,    even though I have not sinned.’"},{"Chapter":34,"Number":7,"Text":"There is no other man like Job.    He takes insults as if he were drinking water."},{"Chapter":34,"Number":8,"Text":"He is around people who do evil.    He spends time with wicked men."},{"Chapter":34,"Number":9,"Text":"This is because he says, ‘It does not help a man    to try and please God.’"},{"Chapter":34,"Number":10,"Text":"“So listen to me, you who can understand.    God All-Powerful can never do wrong!    It is impossible for God to do evil."},{"Chapter":34,"Number":11,"Text":"God pays a person back for what he has done.    God gives him what his actions deserve."},{"Chapter":34,"Number":12,"Text":"Truly God will never do wrong!    God All-Powerful will never twist what is right."},{"Chapter":34,"Number":13,"Text":"No one chose God to rule over the earth.    No one put him in charge of the whole world."},{"Chapter":34,"Number":14,"Text":"God could decide    to take away his spirit and breath."},{"Chapter":34,"Number":15,"Text":"If he did, all people would die together.    And they would all turn back into dust."},{"Chapter":34,"Number":16,"Text":"“If you can understand, hear this.    Listen to what I have to say."},{"Chapter":34,"Number":17,"Text":"Can anyone govern who hates what is right?    How can you blame God who is both fair and powerful?"},{"Chapter":34,"Number":18,"Text":"God is the one who says to kings, ‘You are worth nothing.’    And he says to important people, ‘You are evil.’"},{"Chapter":34,"Number":19,"Text":"God is not better to princes than other people.    He is not better to rich people than poor people.    This is because he made them all with his own hands."},{"Chapter":34,"Number":20,"Text":"They can die in a moment, in the middle of the night.    The rich are struck down, and then they pass away.    Powerful people die without man’s help."},{"Chapter":34,"Number":21,"Text":"“God watches where people go.    He sees every step they take."},{"Chapter":34,"Number":22,"Text":"There is no dark place or deep shadow    where those who do evil can hide from God."},{"Chapter":34,"Number":23,"Text":"God does not need to watch people more closely.    He does not need for men to come before him for judging."},{"Chapter":34,"Number":24,"Text":"Without asking questions, God breaks powerful people into pieces.    And he puts other people in their place."},{"Chapter":34,"Number":25,"Text":"This is because God knows what people do.    He defeats them in the night, and they are crushed."},{"Chapter":34,"Number":26,"Text":"He punishes them for the evil things they do.    He does it so that everyone else can watch."},{"Chapter":34,"Number":27,"Text":"This is because they stopped following God.    They did not care about any of his ways."},{"Chapter":34,"Number":28,"Text":"God lets the cry of poor people reach him.    He hears the cry of the needy."},{"Chapter":34,"Number":29,"Text":"But if God keeps quiet, who can blame him?    If he hides his face, no one can see him.But God still rules over both men and nations."},{"Chapter":34,"Number":30,"Text":"He still keeps wicked men from ruling.    And he keeps them from trapping others."},{"Chapter":34,"Number":31,"Text":"“But suppose such a man says to God,    ‘I am guilty, but I will not sin anymore."},{"Chapter":34,"Number":32,"Text":"Teach me what I cannot see.    If I have done wrong, I will not do it again.’"},{"Chapter":34,"Number":33,"Text":"So, Job, should God reward you the way you want    when you will not change your heart and life?You must decide, not I.    So tell me what you know."},{"Chapter":34,"Number":34,"Text":"“Men who understand speak.    And wise men who hear me say,"},{"Chapter":34,"Number":35,"Text":"‘Job speaks without knowing what is true.    His words show he does not understand.’"},{"Chapter":34,"Number":36,"Text":"I wish Job would be tested completely    because he answered like an evil man!"},{"Chapter":34,"Number":37,"Text":"Job has sinned, and now he turns against God.    He claps his hands as an insult.    And he speaks more and more against God.”"},{"Chapter":35,"Number":1,"Text":"Then Elihu said:"},{"Chapter":35,"Number":2,"Text":"“Do you think this is fair?    You say, ‘God will show that I am right.’"},{"Chapter":35,"Number":3,"Text":"But you say to him, ‘What good is it to me?    I don’t gain anything by not sinning.’"},{"Chapter":35,"Number":4,"Text":"“I would like to answer you.    And I want to answer your friends who are with you."},{"Chapter":35,"Number":5,"Text":"Look up at the sky and see.    Look at the clouds so high above you."},{"Chapter":35,"Number":6,"Text":"If you sin, it does nothing to God.    Even if your sins are many, they do nothing to God."},{"Chapter":35,"Number":7,"Text":"If you are good, you give nothing to God.    He receives nothing from your hand."},{"Chapter":35,"Number":8,"Text":"Your evil ways only hurt a man like yourself.    And the good you do only helps other human beings."},{"Chapter":35,"Number":9,"Text":"“People cry out for help when they are in trouble.    They beg for relief from powerful people."},{"Chapter":35,"Number":10,"Text":"But no one asks, ‘Where is God, my Maker?    He gives us songs in the night."},{"Chapter":35,"Number":11,"Text":"He makes us more clever than the animals of the earth.    He makes us wiser than the birds of the air.’"},{"Chapter":35,"Number":12,"Text":"God does not answer evil people when they cry for help.    This is because they are too proud."},{"Chapter":35,"Number":13,"Text":"He does not listen to their useless begging.    God All-Powerful pays no attention to them."},{"Chapter":35,"Number":14,"Text":"He will listen to you even less    when you say you do not see him.He will not listen when you say your case is before him    and you must wait for him."},{"Chapter":35,"Number":15,"Text":"He will not listen when you say his anger never punishes    and that he doesn’t notice evil."},{"Chapter":35,"Number":16,"Text":"So Job is only speaking useless words.    He says many words without knowing what is true.”"},{"Chapter":36,"Number":1,"Text":"Elihu continued:"},{"Chapter":36,"Number":2,"Text":"“Listen to me a little longer. Then I will show you    that there is more to be said for God’s side."},{"Chapter":36,"Number":3,"Text":"What I know comes from far away.    I will show that God, my Maker, is right."},{"Chapter":36,"Number":4,"Text":"You can be sure that my words are not false.    One who really knows is with you."},{"Chapter":36,"Number":5,"Text":"“God is powerful, but he does not hate people.    He is powerful and sure of what he wants to do."},{"Chapter":36,"Number":6,"Text":"God will not keep evil people alive.    But he gives troubled people their rights."},{"Chapter":36,"Number":7,"Text":"God does not stop watching over those who do right.    He sets them on thrones with kings.    And he lifts them up on high forever."},{"Chapter":36,"Number":8,"Text":"People may be bound in chains.    Or trouble may tie them up like ropes around them."},{"Chapter":36,"Number":9,"Text":"But then God tells them what they have done.    He tells them they have sinned by being too proud."},{"Chapter":36,"Number":10,"Text":"God makes them listen to his warning.    He commands them to change from doing evil."},{"Chapter":36,"Number":11,"Text":"If they obey and serve him,    the rest of their lives will be successful.    And the rest of their years will be happy."},{"Chapter":36,"Number":12,"Text":"But if they do not listen,    they will die by the sword.    And they will die without knowing better."},{"Chapter":36,"Number":13,"Text":"“People who have wicked hearts hold on to anger.    Even when God ties them down with trouble, they do not cry for help."},{"Chapter":36,"Number":14,"Text":"They die while they are still young.    They die among the male prostitutes at the places of worship."},{"Chapter":36,"Number":15,"Text":"But God will save suffering people by their suffering.    He gets them to listen through their pain."},{"Chapter":36,"Number":16,"Text":"“God is gently calling you from the jaws of trouble.    He is calling you to an open place of freedom.    There he has set your table full of the best food."},{"Chapter":36,"Number":17,"Text":"But now you are given the punishment evil people should have.    Now you are being punished."},{"Chapter":36,"Number":18,"Text":"Be careful! Don’t be led away from God by riches.    Don’t let a promise of much money turn you away."},{"Chapter":36,"Number":19,"Text":"Neither your wealth nor all your great strength    will keep you out of trouble."},{"Chapter":36,"Number":20,"Text":"Don’t wish for the night.    That is when people are taken from their homes."},{"Chapter":36,"Number":21,"Text":"Be careful not to turn to evil,    which you seem to want more than suffering."},{"Chapter":36,"Number":22,"Text":"“God does great things by his power.    No other teacher is like him."},{"Chapter":36,"Number":23,"Text":"No one has planned his ways for him.    No one has said to God, ‘You have done wrong.’"},{"Chapter":36,"Number":24,"Text":"Remember to praise his work.    Men sing about it."},{"Chapter":36,"Number":25,"Text":"Everybody has seen it.    People look at it from far off."},{"Chapter":36,"Number":26,"Text":"God is so great! He is greater than we can understand!    No one can discover how many years he has been alive."},{"Chapter":36,"Number":27,"Text":"“God takes up the drops of water from the earth.    And he turns them into drops of rain."},{"Chapter":36,"Number":28,"Text":"Then the rain pours down from the clouds.    And showers fall on people."},{"Chapter":36,"Number":29,"Text":"No one understands how God spreads out the clouds.    No one understands how he thunders from where he lives."},{"Chapter":36,"Number":30,"Text":"Watch how God scatters his lightning around him.    It even lights up the deepest parts of the sea."},{"Chapter":36,"Number":31,"Text":"This is the way God governs the nations.    This is how he gives us enough food."},{"Chapter":36,"Number":32,"Text":"God fills his hands with lightning.    And he commands it to strike its target."},{"Chapter":36,"Number":33,"Text":"His thunder announces that a storm is coming.    Even the cattle show that the storm is coming."},{"Chapter":37,"Number":1,"Text":"“At the sound of his thunder, my heart pounds.    It is as if my heart will jump out of my chest."},{"Chapter":37,"Number":2,"Text":"Listen! Listen to the thunder of God’s voice.    Listen to the rumbling that comes from his mouth."},{"Chapter":37,"Number":3,"Text":"He turns his lightning loose under the whole sky.    And he sends it to the farthest parts of the earth."},{"Chapter":37,"Number":4,"Text":"After that you can hear the roar    when he thunders with a great sound.He does not hold back the flashing    when his voice is heard."},{"Chapter":37,"Number":5,"Text":"God’s voice thunders in wonderful ways.    He does great things we cannot understand."},{"Chapter":37,"Number":6,"Text":"God says to the snow, ‘Fall on the earth.’    And he says to the rain shower, ‘Be a heavy rain.’"},{"Chapter":37,"Number":7,"Text":"With it, God stops everyone from working.    That way, everyone knows it is the work of God."},{"Chapter":37,"Number":8,"Text":"The animals take cover from the rain.    They stay in their dens."},{"Chapter":37,"Number":9,"Text":"The storm comes from where it was stored.    The cold comes from the strong winds."},{"Chapter":37,"Number":10,"Text":"The breath of God makes ice.    And the wide waters become frozen."},{"Chapter":37,"Number":11,"Text":"God fills the clouds up with water.    And he scatters his lightning through them."},{"Chapter":37,"Number":12,"Text":"At God’s command they swirl around    over the whole earth.    They do whatever he commands."},{"Chapter":37,"Number":13,"Text":"God uses the clouds to punish people    or to water his earth and show his love."},{"Chapter":37,"Number":14,"Text":"“Job, listen to this.    Stop and notice God’s miracles."},{"Chapter":37,"Number":15,"Text":"Do you know how God controls the clouds    and makes his lightning flash?"},{"Chapter":37,"Number":16,"Text":"Do you know how the clouds hang in the sky?    They are the miracles of God, who knows everything."},{"Chapter":37,"Number":17,"Text":"You suffer in your clothes    when the land is made quiet by the hot, south wind."},{"Chapter":37,"Number":18,"Text":"You cannot stretch out the sky like God    and make it look as hard as polished bronze."},{"Chapter":37,"Number":19,"Text":"Tell us what we should say to God.    We cannot get our arguments ready because we do not have enough understanding."},{"Chapter":37,"Number":20,"Text":"Should God be told that I want to speak?    A man might try to speak to God, but he would surely beswallowed up."},{"Chapter":37,"Number":21,"Text":"No one can look at the sun    when it is bright in the sky    after the wind has blown all the clouds away."},{"Chapter":37,"Number":22,"Text":"God comes out of the north in golden light.    He comes in overwhelming greatness."},{"Chapter":37,"Number":23,"Text":"God All-Powerful is too high for us to reach.    He has great strength.    He is always right and never punishes unfairly."},{"Chapter":37,"Number":24,"Text":"That is why people honor God.    He does not respect those who say they are wise.”"},{"Chapter":38,"Number":1,"Text":"Then the Lord answered Job from the storm. He said:"},{"Chapter":38,"Number":2,"Text":"“Who is this that makes my purpose unclear    by saying things that are not true?"},{"Chapter":38,"Number":3,"Text":"Be strong like a man.    I will ask you questions,    and you must answer me."},{"Chapter":38,"Number":4,"Text":"Where were you when I made the earth’s foundation?    Tell me, if you understand."},{"Chapter":38,"Number":5,"Text":"Who marked off how big it should be?    Surely you know!"},{"Chapter":38,"Number":6,"Text":"What were the earth’s foundations set on?    Or who put its cornerstone in place?"},{"Chapter":38,"Number":7,"Text":"Who did all this while the morning stars sang together?    Who did this while the angels shouted with joy?"},{"Chapter":38,"Number":8,"Text":"“Who shut the doors to keep the sea in    when it broke through and was born?"},{"Chapter":38,"Number":9,"Text":"This was when I made the clouds like a coat for the sea.    And I wrapped the sea in dark clouds."},{"Chapter":38,"Number":10,"Text":"It was when I put limits on the sea.    And I put its doors and bars in place."},{"Chapter":38,"Number":11,"Text":"It was when I said to the sea, ‘You may come this far, but no farther.    This is where your proud waves must stop.’"},{"Chapter":38,"Number":12,"Text":"“Have you ever given orders for morning to begin?    Or have you shown the dawn where its place was?"},{"Chapter":38,"Number":13,"Text":"The dawn takes hold of earth by its edges    and shakes evil people out of it."},{"Chapter":38,"Number":14,"Text":"At dawn the earth changes like clay being pressed by a seal.    The hills and valleys stand out like folds in a coat."},{"Chapter":38,"Number":15,"Text":"Light is not given to evil people.    Their arm is raised to do harm, but it is broken."},{"Chapter":38,"Number":16,"Text":"“Have you ever gone to where the sea begins?    Or have you walked in the valleys under the sea?"},{"Chapter":38,"Number":17,"Text":"Have the gates of death been opened to you?    Or have you seen the gates of the deep darkness?"},{"Chapter":38,"Number":18,"Text":"Do you understand the great width of the earth?    Tell me, if you know all these things."},{"Chapter":38,"Number":19,"Text":"“What is the path to light’s home?    And where does darkness live?"},{"Chapter":38,"Number":20,"Text":"Can you take them to their places?    Do you know the way to their homes?"},{"Chapter":38,"Number":21,"Text":"Surely you know, if you were already born when all this happened!    Have you lived that many years?"},{"Chapter":38,"Number":22,"Text":"“Have you ever gone into the storehouse where snow is kept?    Or have you seen the storehouses for hail?"},{"Chapter":38,"Number":23,"Text":"I save the snow and hail for times of trouble.    I save them for days of war and battle."},{"Chapter":38,"Number":24,"Text":"How do you get to the place where light comes from?    Or where is the place from which the east winds are scattered over the earth?"},{"Chapter":38,"Number":25,"Text":"Who cuts a waterway for the heavy rains?    And who sets a path for the thunderstorm to follow?"},{"Chapter":38,"Number":26,"Text":"Who waters the land where no one lives?    Who waters the desert that has no one in it?"},{"Chapter":38,"Number":27,"Text":"Who sends rain to satisfy the empty land    so the grass begins to grow?"},{"Chapter":38,"Number":28,"Text":"Does the rain have a father?    Who is father to the drops of dew?"},{"Chapter":38,"Number":29,"Text":"Who is the mother of the ice?    Who gives birth to the frost from the sky?"},{"Chapter":38,"Number":30,"Text":"The waters become hard as stone.    Even the surface of the deep ocean is frozen."},{"Chapter":38,"Number":31,"Text":"“Can you tie up the stars of the Pleiades?    Can you loosen the ropes of the stars in Orion?"},{"Chapter":38,"Number":32,"Text":"Can you bring out the stars at the right times?    Or can you lead out the stars of the Bear with its cubs?"},{"Chapter":38,"Number":33,"Text":"Do you know the laws of the sky?    Can you understand their rule over the earth?"},{"Chapter":38,"Number":34,"Text":"“Can you shout an order to the clouds    and cover yourself with a flood of water?"},{"Chapter":38,"Number":35,"Text":"Can you send lightning bolts on their way?    Do the flashes of lightning report to you and say, ‘Here we are’?"},{"Chapter":38,"Number":36,"Text":"Who put wisdom inside the mind?    Or who put understanding in the heart?"},{"Chapter":38,"Number":37,"Text":"Who has the wisdom to count the clouds?    Who can pour water from the jars of heaven?"},{"Chapter":38,"Number":38,"Text":"Who can do this when the dust becomes hard    and the clumps of dirt stick together?"},{"Chapter":38,"Number":39,"Text":"“Do you hunt food for the female lion    to satisfy the hunger of the young lions?"},{"Chapter":38,"Number":40,"Text":"Do you hunt for them while they lie in their dens    or hide in the bushes waiting to attack?"},{"Chapter":38,"Number":41,"Text":"Who gives food to the birds    when their young cry out to God?    And who gives them food when they wander about without any?"},{"Chapter":39,"Number":1,"Text":"“Do you know when the mountain goats give birth?    Do you watch when the deer gives birth to her fawn?"},{"Chapter":39,"Number":2,"Text":"Do you count the months until they give birth?    Do you know when the time is right for them to give birth?"},{"Chapter":39,"Number":3,"Text":"They lie down, and their young are born.    Then the pain of giving birth is over."},{"Chapter":39,"Number":4,"Text":"Their young ones grow and become strong in the wild country.    Then they leave their homes and do not come back."},{"Chapter":39,"Number":5,"Text":"“Who let the wild donkey go free?    Who untied his ropes?"},{"Chapter":39,"Number":6,"Text":"I am the one who gave the donkey the desert as his home.    I gave him the desert lands as a place to live."},{"Chapter":39,"Number":7,"Text":"The wild donkey laughs at the confusion in the city.    He does not hear the drivers shout."},{"Chapter":39,"Number":8,"Text":"He roams the hills looking for pasture.    And he looks for anything green to eat."},{"Chapter":39,"Number":9,"Text":"“Will the wild ox agree to serve you?    Will he stay by your feeding box at night?"},{"Chapter":39,"Number":10,"Text":"Can you hold him to the plowed row with a harness?    Will he plow the valleys for you?"},{"Chapter":39,"Number":11,"Text":"Will you depend on the wild ox for his great strength?    Will you leave your heavy work for him to do?"},{"Chapter":39,"Number":12,"Text":"Can you trust the ox to bring in your grain?    Will he gather it to your threshing floor?"},{"Chapter":39,"Number":13,"Text":"“The wings of the ostrich flap happily.    But the ostrich’s wings are not as beautiful as the feathers of the stork."},{"Chapter":39,"Number":14,"Text":"The ostrich lays her eggs on the ground    and lets them warm in the sand."},{"Chapter":39,"Number":15,"Text":"She does not stop to think that a foot might step on them and crush them.    She does not care that some animal might walk on them."},{"Chapter":39,"Number":16,"Text":"The ostrich is cruel to her young, as if they were not even hers.    She does not care that her work is for nothing."},{"Chapter":39,"Number":17,"Text":"This is because God did not give the ostrich wisdom.    God did not give her a share of good sense."},{"Chapter":39,"Number":18,"Text":"But when the ostrich gets up to run, she is so fast    that she laughs at the horse and its rider."},{"Chapter":39,"Number":19,"Text":"“Job, are you the one who gives the horse his strength?    Or do you put a flowing mane on his neck?"},{"Chapter":39,"Number":20,"Text":"Do you make the horse jump like a locust?    He scares people with his proud snorting."},{"Chapter":39,"Number":21,"Text":"He paws wildly, enjoying his strength.    And he charges into the battle."},{"Chapter":39,"Number":22,"Text":"He laughs at fear and is afraid of nothing.    He will not run away from the sword."},{"Chapter":39,"Number":23,"Text":"The bag of arrows rattles against the horse’s side.    It is there with the flashing spears."},{"Chapter":39,"Number":24,"Text":"With great excitement, the horse races over the ground.    He cannot stand still when he hears the trumpet."},{"Chapter":39,"Number":25,"Text":"When the trumpet blows, the horse snorts, ‘Aha!’    He smells the battle from far away.    He hears the thunder of commanders and the shouts of battle."},{"Chapter":39,"Number":26,"Text":"“Is it through your wisdom that the hawk flies?    Is this why he spreads his wings toward the south?"},{"Chapter":39,"Number":27,"Text":"Are you the one that commands the eagle to fly    and build his nest so high?"},{"Chapter":39,"Number":28,"Text":"The eagle lives on a high cliff and stays there at night.    The rocky peak is his protected place."},{"Chapter":39,"Number":29,"Text":"From there he looks for his food.    His eyes can see it from far away."},{"Chapter":39,"Number":30,"Text":"His young eat blood.    And where there is something dead, the eagle is there.”"},{"Chapter":40,"Number":1,"Text":"The Lord said to Job:"},{"Chapter":40,"Number":2,"Text":"“Will the person who argues with God All-Powerful correct him?    Let the person who accuses God answer him!”"},{"Chapter":40,"Number":3,"Text":"Then Job answered the Lord:"},{"Chapter":40,"Number":4,"Text":"“I am not worthy. I cannot answer you anything.    I will put my hand over my mouth."},{"Chapter":40,"Number":5,"Text":"I spoke one time, but I will not answer again.    I even spoke two times, but I will say nothing more.”"},{"Chapter":40,"Number":6,"Text":"Then the Lord spoke to Job from the storm:"},{"Chapter":40,"Number":7,"Text":"“Be strong, like a man.    I will ask you questions.    And you must answer me."},{"Chapter":40,"Number":8,"Text":"Would you say that I am unfair?    Would you blame me to make yourself look right?"},{"Chapter":40,"Number":9,"Text":"Are you as strong as God?    And can your voice thunder like his?"},{"Chapter":40,"Number":10,"Text":"If so, then decorate yourself with glory and beauty.    And put on honor and greatness as if they were clothing."},{"Chapter":40,"Number":11,"Text":"Let your great anger punish.    Look at everyone who is proud and make him feel unimportant."},{"Chapter":40,"Number":12,"Text":"Look at everyone who is proud and bring him under your control.    Crush the wicked wherever they are."},{"Chapter":40,"Number":13,"Text":"Bury them all in the dirt together.    Cover their faces in the grave."},{"Chapter":40,"Number":14,"Text":"If you can do that, then I myself will praise you    because you are strong enough to save yourself."},{"Chapter":40,"Number":15,"Text":"“Look at Behemoth.    I made him just as I made you.    He eats grass like an ox."},{"Chapter":40,"Number":16,"Text":"Look at the strength he has in his body.    The muscles of his stomach are powerful!"},{"Chapter":40,"Number":17,"Text":"His tail extends like a cedar tree.    The muscles of his thighs are woven together."},{"Chapter":40,"Number":18,"Text":"His bones are like tubes of bronze metal.    His legs are like bars of iron."},{"Chapter":40,"Number":19,"Text":"He is one of the first of God’s works.    But God, his Maker, can destroy him."},{"Chapter":40,"Number":20,"Text":"The hills, where the wild animals play,    provide food for him."},{"Chapter":40,"Number":21,"Text":"He lies under the lotus plants    hidden by the tall grass in the swamp."},{"Chapter":40,"Number":22,"Text":"The lotus plants hide him in their shadow.    The poplar trees by the streams surround him."},{"Chapter":40,"Number":23,"Text":"If the river floods, he will not be afraid.    He is not afraid even if the Jordan River rushes to his mouth."},{"Chapter":40,"Number":24,"Text":"Can anyone blind his eyes and capture him?    Can anyone put hooks in his nose?"},{"Chapter":41,"Number":1,"Text":"“Can you catch Leviathan on a fishhook?    Or can you tie his tongue down with a rope?"},{"Chapter":41,"Number":2,"Text":"Can you put a cord through his nose    or put a hook in his jaw?"},{"Chapter":41,"Number":3,"Text":"Will he keep begging you for mercy?    Will he speak to you with gentle words?"},{"Chapter":41,"Number":4,"Text":"Will he make an agreement with you?    Will he let you take him as your slave for life?"},{"Chapter":41,"Number":5,"Text":"Can you make a pet of Leviathan as you would a bird?    Or can you put him on a leash for your girls?"},{"Chapter":41,"Number":6,"Text":"Will traders try to bargain with you for him?    Will they divide him up among the traders?"},{"Chapter":41,"Number":7,"Text":"Can you stick him with darts until his skin is full of them?    Or can you fill his head with fishing spears?"},{"Chapter":41,"Number":8,"Text":"If you put one hand on him,    you will never forget the battle.    And you will never do it again!"},{"Chapter":41,"Number":9,"Text":"There is no hope of defeating him.    Just seeing him overwhelms people."},{"Chapter":41,"Number":10,"Text":"No one is brave enough to make him angry.    So who would be able to stand up against me?"},{"Chapter":41,"Number":11,"Text":"No one has ever given me anything that I must pay back.    Everything under heaven belongs to me."},{"Chapter":41,"Number":12,"Text":"“I can silence his bragging.    I can silence his brave words and powerful arguments."},{"Chapter":41,"Number":13,"Text":"No one can tear off his outer hide.    No one can poke through his double armor."},{"Chapter":41,"Number":14,"Text":"No one can force open his great jaws.    There are frightening teeth all around his jaws."},{"Chapter":41,"Number":15,"Text":"He has rows of shields on his back.    They are tightly sealed together."},{"Chapter":41,"Number":16,"Text":"Each shield is so close to the next one    that no air can go between them."},{"Chapter":41,"Number":17,"Text":"They are joined strongly to one another.    They hold on to each other and cannot be broken apart."},{"Chapter":41,"Number":18,"Text":"When he snorts, flashes of light are thrown out.    His eyes look like the light at dawn."},{"Chapter":41,"Number":19,"Text":"Flames blaze from his mouth.    Sparks of fire shoot out."},{"Chapter":41,"Number":20,"Text":"Smoke pours out of his nose    as if coming from a large pot over a hot fire."},{"Chapter":41,"Number":21,"Text":"His breath sets coals on fire.    And flames come out of his mouth."},{"Chapter":41,"Number":22,"Text":"There is great strength in his neck.    People are afraid and run away from him."},{"Chapter":41,"Number":23,"Text":"The folds of his skin are tightly joined.    They are set and cannot be moved."},{"Chapter":41,"Number":24,"Text":"His chest is as hard as a rock.    It is as hard as a stone used to grind grain."},{"Chapter":41,"Number":25,"Text":"Powerful creatures fear his terrible looks.    They draw back in fear as he moves."},{"Chapter":41,"Number":26,"Text":"The sword that hits him does not hurt him.    The darts and spears, small and large, do not hurt him."},{"Chapter":41,"Number":27,"Text":"He treats iron as if it were straw.    And he treats bronze metal as if it were rotten wood."},{"Chapter":41,"Number":28,"Text":"He does not run away from arrows.    Stones from slings are like chaff to him."},{"Chapter":41,"Number":29,"Text":"Clubs feel like pieces of straw to him.    And he laughs when they shake a spear at him."},{"Chapter":41,"Number":30,"Text":"The underside of his body is like broken pieces of pottery.    It leaves a trail in the mud like a threshing board."},{"Chapter":41,"Number":31,"Text":"He makes the deep sea bubble like a boiling pot.    And he stirs up the sea like a pot of oil."},{"Chapter":41,"Number":32,"Text":"When he swims, he leaves a shining path in the water.    It makes the sea look as if it had white hair."},{"Chapter":41,"Number":33,"Text":"Nothing else on earth is equal to him.    He is a creature without fear."},{"Chapter":41,"Number":34,"Text":"He looks down on all those who are too proud.    He is king over all proud creatures.”"},{"Chapter":42,"Number":1,"Text":"Then Job answered the Lord:"},{"Chapter":42,"Number":2,"Text":"“I know that you can do all things.    No plan of yours can be ruined."},{"Chapter":42,"Number":3,"Text":"You asked, ‘Who is this that made my purpose unclear by saying things that are not true?’    Surely I talked about things I did not understand.    I spoke of things too wonderful for me to know."},{"Chapter":42,"Number":4,"Text":"You said, ‘Listen now, and I will speak.    I will ask you questions.    And you must answer me.’"},{"Chapter":42,"Number":5,"Text":"My ears had heard of you before.    But now my eyes have seen you."},{"Chapter":42,"Number":6,"Text":"So now I hate myself.    I will change my heart and life and sit in the dust and ashes.” "},{"Chapter":42,"Number":7,"Text":"After the Lord had said these things to Job, he spoke to Eliphaz the Temanite. The Lord said to him, “I am angry with you and your two friends. This is because you have not said what is right about me. But my servant Job did."},{"Chapter":42,"Number":8,"Text":"So now take seven bulls and seven male sheep. Go to my servant Job. And offer a burnt offering for yourselves. My servant Job will pray for you. And I will listen to his prayer. Then I will not punish you for being foolish. You have not said what is right about me. But my servant Job did.”"},{"Chapter":42,"Number":9,"Text":"So Eliphaz the Temanite did as the Lord told him to do. Bildad the Shuhite and Zophar the Naamathite also did as the Lord said. And the Lord listened to Job’s prayer."},{"Chapter":42,"Number":10,"Text":"After Job had prayed for his friends, God gave him success again. God gave Job twice as much as he had owned before."},{"Chapter":42,"Number":11,"Text":"Job’s brothers and sisters came to his house. Everyone who had known him before came to his house. And they all ate with him there. They comforted Job and spoke kindly to him. They made him feel better about the trouble the Lord had brought on him. And each one gave Job a piece of silver and a gold ring."},{"Chapter":42,"Number":12,"Text":"The Lord blessed the last part of Job’s life even more than the first part. Job had 14,000 sheep and 6,000 camels. He had 1,000 pairs of oxen and 1,000 female donkeys."},{"Chapter":42,"Number":13,"Text":"Job also had seven sons and three daughters."},{"Chapter":42,"Number":14,"Text":"He named the first daughter Jemimah. The second daughter he named Keziah. And his third daughter he named Keren-Happuch."},{"Chapter":42,"Number":15,"Text":"There were no other women in all the land as beautiful as Job’s daughters. And their father Job gave them land to own along with their brothers."},{"Chapter":42,"Number":16,"Text":"After this, Job lived 140 years. He lived to see his children, grandchildren, great-grandchildren and great-great-grandchildren."},{"Chapter":42,"Number":17,"Text":"Then Job died. He was old and had lived many years."}]}
