{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"God Warns Israel to Stop Sinning","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Israel’s Neighbors Are Punished","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Israel Is Punished","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Warning to Israel","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Israel Will Not Return","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Israel Needs a Change of Heart","Chapter":5},{"VerseStartingAt":18,"ParagraphTitle":"The Lord’s Day of Judging","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Israel Will Be Destroyed","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The Vision of Locusts","Chapter":7},{"VerseStartingAt":4,"ParagraphTitle":"The Vision of Fire","Chapter":7},{"VerseStartingAt":7,"ParagraphTitle":"The Vision of the Plumb Line","Chapter":7},{"VerseStartingAt":10,"ParagraphTitle":"Amaziah and Amos","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Vision of Ripe Fruit","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Israel Will Be Destroyed","Chapter":9},{"VerseStartingAt":11,"ParagraphTitle":"The Lord Promises to Restore Israel","Chapter":9}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Amos was one of the shepherds from the town of Tekoa. God showed him this vision about Israel. It was at the time Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. This happened two years before the earthquake."},{"Chapter":1,"Number":2,"Text":"Amos said,“The Lord will roar like a lion from Jerusalem.    His loud voice will sound like a growl from Jerusalem.The green pastures of the shepherds will become dry.    Even Mount Carmel will dry up.” The People of Aram"},{"Chapter":1,"Number":3,"Text":"This is what the Lord says:“For the many crimes Damascus is doing,    I will punish them.They beat the people of Gilead    with threshing boards that had iron teeth."},{"Chapter":1,"Number":4,"Text":"So I will send fire upon the house of Hazael.    That fire will destroy the strong towers of Ben-Hadad."},{"Chapter":1,"Number":5,"Text":"I will break down the gate of Damascus.    I will destroy the king who is in the Valley of Aven.I will also destroy the king of Beth Eden.    The people of Aram will be taken captive to the country of Kir,” says the Lord. The People of Philistia"},{"Chapter":1,"Number":6,"Text":"This is what the Lord says:“For the many crimes Gaza is doing,    I will punish them.They sold all the people of one area    as slaves to Edom."},{"Chapter":1,"Number":7,"Text":"So I will send a fire on the walls of Gaza.    That fire will destroy the city’s strong towers."},{"Chapter":1,"Number":8,"Text":"I will destroy the king of the city of Ashdod.    I will destroy the king of the city of Ashkelon.Then I will turn against the people of the city of Ekron.    I will punish the Philistines until they are all dead,” says the Lord God. The People of Phoenicia"},{"Chapter":1,"Number":9,"Text":"This is what the Lord says:“For the many crimes Tyre is doing,    I will punish them.They sold all the people of one area    as slaves to Edom.    They forgot the brotherly agreement they had made with Israel."},{"Chapter":1,"Number":10,"Text":"So I will send fire on the walls of Tyre.    That fire will destroy the city’s strong towers.” The People of Edom"},{"Chapter":1,"Number":11,"Text":"This is what the Lord says:“For the many crimes Edom is doing,    I will punish them.They hunted down their brothers, the Israelites, with the sword.    They showed them no mercy.The people of Edom were continually angry.    And they did not hold back their great anger."},{"Chapter":1,"Number":12,"Text":"So I will send fire on the city of Teman.    That fire will even destroy the strong towers of Bozrah.” The People of Ammon"},{"Chapter":1,"Number":13,"Text":"This is what the Lord says:“For the many crimes Ammon is doing,    I will punish them.They ripped open the pregnant women in Gilead.    They did this so they could take over that land    and make their own country larger."},{"Chapter":1,"Number":14,"Text":"So I will send fire on the walls of Rabbah.    That fire will destroy the city’s strong towers.It will come during a day of battle.    There will be strong winds on a stormy day."},{"Chapter":1,"Number":15,"Text":"Then their king and leaders will be captured.    They will all be taken away together,” says the Lord."},{"Chapter":2,"Number":1,"Text":"This is what the Lord says:“For the many crimes Moab is doing,    I will punish them.    They burned the bones of the king of Edom into lime."},{"Chapter":2,"Number":2,"Text":"So I will send fire on Moab.    And it will destroy the strong towers of the city of Kerioth.The people of Moab will die in a great noise.    They will die in the middle of sounds of war and trumpets."},{"Chapter":2,"Number":3,"Text":"So I will bring an end to the king of Moab.    And I will kill all its leaders with him,” says the Lord. The People of Judah"},{"Chapter":2,"Number":4,"Text":"This is what the Lord says:“For the many crimes Judah is doing,    I will punish them.They rejected the teachings of the Lord.    They did not keep his commands.Their ancestors followed false gods.    And Judah followed those same gods."},{"Chapter":2,"Number":5,"Text":"So I will send fire on Judah.    It will destroy the strong towers of Jerusalem.” Israel Is Punished"},{"Chapter":2,"Number":6,"Text":"This is what the Lord says:“For the many crimes Israel is doing,    I will punish them.For silver they sell people who have done nothing wrong.    They sell poor people for the price of a pair of sandals."},{"Chapter":2,"Number":7,"Text":"They walk on poor people    as if they were dirt.    They refuse to be fair to those who are suffering.Fathers and sons have physical relations with the same woman.    By doing this they ruin my holy name."},{"Chapter":2,"Number":8,"Text":"As they worship at their altars,    they lie down on clothes taken from poor people.They make people pay money as punishment.    With that money they buy wine to drink in the house of their god."},{"Chapter":2,"Number":9,"Text":"“But it was I who destroyed the Amorites before them.    The Amorites were tall like cedar trees and as strong as oaks.But I destroyed them completely."},{"Chapter":2,"Number":10,"Text":"It was I who brought you from the land of Egypt.    For 40 years I led you through the desert.    I led you so I could give you the land of the Amorites."},{"Chapter":2,"Number":11,"Text":"I made some of your sons to be prophets.    I made some of your young men to be Nazirites.People of Israel, isn’t this true?” says the Lord."},{"Chapter":2,"Number":12,"Text":"“But you made the Nazirites drink wine.    You told the prophets not to prophesy my message."},{"Chapter":2,"Number":13,"Text":"Now I will crush you    as a wagon loaded with grain crushes anything beneath it."},{"Chapter":2,"Number":14,"Text":"No one will escape, not even the fastest runner.    Strong men will not be strong enough.    Warriors will not be able to save themselves."},{"Chapter":2,"Number":15,"Text":"Soldiers with bows and arrows will not stand and fight.    Even soldiers who run quickly will not get away.    Soldiers on horses will not escape alive."},{"Chapter":2,"Number":16,"Text":"At that time even the bravest warriors    will run away without their armor,” says the Lord."},{"Chapter":3,"Number":1,"Text":"Listen to this message that the Lord has spoken against you, people of Israel. The message is against the whole nation the Lord brought out of Egypt."},{"Chapter":3,"Number":2,"Text":"“I have chosen only you    out of all the families of the earth.So I will punish you    for all your sins.”"},{"Chapter":3,"Number":3,"Text":"Two people will not walk together    unless they have agreed to do this."},{"Chapter":3,"Number":4,"Text":"A lion in the forest will roar    when he has caught an animal.He does not growl in his den    when he has caught nothing."},{"Chapter":3,"Number":5,"Text":"A bird will not fall into a trap    where there is no bait.The trap will not spring shut    if there is nothing to catch."},{"Chapter":3,"Number":6,"Text":"When a trumpet blows a warning,    the people tremble.When trouble comes to a city,    the Lord has caused it."},{"Chapter":3,"Number":7,"Text":"Before the Lord God does anything,    he tells his servants the prophets."},{"Chapter":3,"Number":8,"Text":"The lion has roared!    Who wouldn’t be afraid?The Lord God has spoken,    and I must prophesy his message."},{"Chapter":3,"Number":9,"Text":"Announce this to the strong towers of Ashdod.    Announce it to the strong cities of Egypt:“Come to the mountains of Samaria.    There you will see great confusion.    You will see people hurting others.”"},{"Chapter":3,"Number":10,"Text":"“The people don’t know how to do what is right,” says the Lord.    “Their strong cities are filled with treasures they took by force from others.”"},{"Chapter":3,"Number":11,"Text":"So this is what the Lord God says:“An enemy will take over the land.    He will pull down your strong towers.    He will take the treasures you hid in your strong cities.”"},{"Chapter":3,"Number":12,"Text":"This is what the Lord says:“A shepherd might save from a lion’s mouth    only two leg bones or a scrap of an ear of his sheep.In the same way only a few Israelites will be saved.    These people now sit on their beds in Samaria.    They sit on their couches.”"},{"Chapter":3,"Number":13,"Text":"“You nations, listen to what I say against the family of Israel. You are my witnesses against them,” says the Lord God, the God of heaven’s armies."},{"Chapter":3,"Number":14,"Text":"“The people of Israel sinned, and I will punish them.    I will also destroy the altars at Bethel.The corners of the altar will be cut off,    and they will fall to the ground."},{"Chapter":3,"Number":15,"Text":"I will tear down the winter house,    together with the summer house.The houses decorated with ivory will be destroyed.    And the great houses will come to an end,” says the Lord."},{"Chapter":4,"Number":1,"Text":"Listen to this message, you rich women on the Mountain of Samaria.You take things from the poor    and crush people who are in need.You tell your husbands,    “Bring us money so we can drink!”"},{"Chapter":4,"Number":2,"Text":"The Lord God has promised this:    “It is certain that I am a holy God.So it is certain that the time will come    when some of you will be taken away by hooks.    The rest of you will be taken away with fishhooks."},{"Chapter":4,"Number":3,"Text":"You will go straight out of the city    through holes in the walls.    And you will be thrown on the garbage dump,” says the Lord."},{"Chapter":4,"Number":4,"Text":"“Go to the city of Bethel and sin.    Go to Gilgal and sin even more.Offer your sacrifices every morning.    Bring one-tenth of your crops on the third day."},{"Chapter":4,"Number":5,"Text":"Offer bread made with yeast as a sacrifice to show your thanks.    And brag about the offerings you bring to show thanks to the Lord.Brag about these things, Israelites.    This is what you love to do,” says the Lord God."},{"Chapter":4,"Number":6,"Text":"“I did not give you any food to eat.    There was not enough food in any of your towns.    But you did not come back to me,” says the Lord."},{"Chapter":4,"Number":7,"Text":"“I held back the rain from you    three months before harvest time.Then I let it rain on one city    but not on another.Rain fell on one field,    but another field got none and dried up."},{"Chapter":4,"Number":8,"Text":"People weak from thirst went from town to town for water.    But they could not get enough water to drink.    But you still did not come back to me,” says the Lord."},{"Chapter":4,"Number":9,"Text":"“I made your crops die from disease and mildew.    I destroyed your gardens and your vineyards.Locusts ate your fig trees and olive trees.    But you still did not come back to me,” says the Lord."},{"Chapter":4,"Number":10,"Text":"“I sent disasters against you,    as I did to Egypt.I killed your young men with swords.    I also killed your horses.I made you smell the stink from all the dead bodies.    But you still did not come back to me,” says the Lord."},{"Chapter":4,"Number":11,"Text":"“I destroyed some of you    as I destroyed Sodom and Gomorrah.You were like a burning stick pulled from a fire.    But you still have not come back to me,” says the Lord."},{"Chapter":4,"Number":12,"Text":"“So this is what I will do to you, Israel.    And because I will do this to you,    get ready to meet your God, Israel.”"},{"Chapter":4,"Number":13,"Text":"He is the one who makes the mountains.    He creates the wind.    He makes his thoughts known to man.He changes the dawn into darkness.    He walks over the mountains of the earth.    His name is the Lord God of heaven’s armies."},{"Chapter":5,"Number":1,"Text":"Listen to this funeral song that I sing about you, people of Israel."},{"Chapter":5,"Number":2,"Text":"“Israel has fallen.    It will not rise up again.It was left alone in the land.    There is no one to lift it up.”"},{"Chapter":5,"Number":3,"Text":"This is what the Lord God says:“If 1,000 soldiers leave a city,    only 100 will return.If 100 soldiers leave a city,    only 10 will return.”"},{"Chapter":5,"Number":4,"Text":"This is what the Lord says to the nation of Israel:“Come to me and live."},{"Chapter":5,"Number":5,"Text":"But do not look in Bethel.Do not go to Gilgal,    and do not go down to Beersheba.The people of Gilgal will be taken away as captives.    And Bethel will become nothing.”"},{"Chapter":5,"Number":6,"Text":"Come to the Lord and live.    If you don’t, he will destroy the descendants of Joseph as a fire would.The fire will burn.    But there will be no one to put it out for Bethel."},{"Chapter":5,"Number":7,"Text":"You change the justice of the courts into something unfair.    You reject what is right."},{"Chapter":5,"Number":8,"Text":"God is the one who made the star groups Pleiades and Orion.    He changes darkness into the morning light.    And he changes the day into the dark night.He calls for the waters of the sea    to pour out on the earth.    The Lord is his name."},{"Chapter":5,"Number":9,"Text":"He destroys the protected city.    And he ruins the strong, walled city."},{"Chapter":5,"Number":10,"Text":"You hate those who speak in court against evil.    And you hate those who tell the truth."},{"Chapter":5,"Number":11,"Text":"You walk on poor people.    You force them to give you grain.You have built fancy houses of cut stone.    But you will not live in them.You have planted beautiful vineyards.    But you will not drink the wine from them."},{"Chapter":5,"Number":12,"Text":"It is because I know your many crimes.    I know your terrible sins.You hurt people who do right.    You accept money to do wrong.    You keep the poor from getting justice in court."},{"Chapter":5,"Number":13,"Text":"In such times the wise man will keep quiet,    because it is a bad time."},{"Chapter":5,"Number":14,"Text":"Try to do good, not evil.    Then you will live.And the Lord God of heaven’s armies will be with you    just as you say he is."},{"Chapter":5,"Number":15,"Text":"Hate evil and love good.    Be fair in the courts.Maybe the Lord God of heaven’s armies will be kind    to the people of Joseph who are left alive."},{"Chapter":5,"Number":16,"Text":"This is what the Lord, the Lord God of heaven’s armies, says:“People will be crying in all the public places.    They will be saying, ‘Oh, no!’ in the streets.    They will call the farmers to come and weep.    They will pay people to cry out loud for them."},{"Chapter":5,"Number":17,"Text":"People will be crying in all the vineyards.    This is because I will pass among you to punish you,” says the Lord. "},{"Chapter":5,"Number":18,"Text":"How terrible it will be for you who want    the Lord’s day of judging to come.Why do you want that day to come?    It will bring darkness for you, not light."},{"Chapter":5,"Number":19,"Text":"It will be like a man who runs from a lion    and meets a bear.It will be like him going into his house    and putting his hand on the wall.    And then a snake bites him."},{"Chapter":5,"Number":20,"Text":"So the Lord’s day of judging will bring darkness, not light.    It will be a time of sadness, not joy."},{"Chapter":5,"Number":21,"Text":"The Lord says, “I hate and reject your feasts.    I cannot stand your religious meetings."},{"Chapter":5,"Number":22,"Text":"You offer me burnt offerings and grain offerings.    But I won’t accept them.You bring the best fellowship offerings.    But I will ignore them."},{"Chapter":5,"Number":23,"Text":"Take the noise of your songs away from here!    I won’t listen to the music of your harps."},{"Chapter":5,"Number":24,"Text":"But let justice flow like a river.    Let goodness flow like a never-ending stream."},{"Chapter":5,"Number":25,"Text":"“People of Israel, you did not bring me sacrifices and offerings    while you traveled in the desert for 40 years."},{"Chapter":5,"Number":26,"Text":"But now you will have to carry with you    your king, the false god Sakkuth,    and Kaiwan your idol    and the idols of your other star gods you have made."},{"Chapter":5,"Number":27,"Text":"This is because I will send you away as captives beyond Damascus,”    says the Lord. His name is God of heaven’s armies."},{"Chapter":6,"Number":1,"Text":"How terrible it will be for you who have it easy in Jerusalem.    How terrible for you who live on Mount Samaria and feel safe.You think you are important people of the best nation in the world.    The Israelites come to you for help."},{"Chapter":6,"Number":2,"Text":"Go look at the city of Calneh.    From there go to the great city Hamath.    Go down to Gath of the Philistines.Are you better than these kingdoms?Are their lands larger than yours?"},{"Chapter":6,"Number":3,"Text":"You put off the day of punishment.    But you bring near the day when you can do evil to others."},{"Chapter":6,"Number":4,"Text":"You lie on beds decorated with ivory.    You stretch out on your couches.You eat tender lambs    and fattened calves."},{"Chapter":6,"Number":5,"Text":"You play your harps.    Like David, you compose songs on musical instruments."},{"Chapter":6,"Number":6,"Text":"You drink wine by the bowlful.    You use the best perfumed lotions.    But you are not sad over the ruin of Israel, Joseph’s descendants."},{"Chapter":6,"Number":7,"Text":"So you will be some of the first ones taken as slaves.    Your feasting and lying around will come to an end."},{"Chapter":6,"Number":8,"Text":"The Lord God made this promise. The Lord God of heaven’s armies says:“I hate the pride of the people of Israel.    I hate their strong towers.So I will let the enemy take the city    and everything in it.”"},{"Chapter":6,"Number":9,"Text":"At that time there might be ten people left alive in a house. But they will also die."},{"Chapter":6,"Number":10,"Text":"A relative and one who is to prepare bodies for burial may come to get the bodies. One of them will take the bodies out to burn them. He will call to the other and ask, “Are there any other dead bodies with you?”That person will answer, “No.”Then the one who asked will say, “Hush! We must not speak the name of the Lord.”"},{"Chapter":6,"Number":11,"Text":"The Lord has given the command.    The large house will be broken into pieces.    And the small house will be broken into bits."},{"Chapter":6,"Number":12,"Text":"Horses do not run on rocks.    People do not plow rocks with oxen.But you have changed fairness into poison.    You have changed what is right into something wrong."},{"Chapter":6,"Number":13,"Text":"You are happy that the town of Lo Debar was taken.    You say, “We have taken Karnaim by our own strength.”"},{"Chapter":6,"Number":14,"Text":"The Lord God of heaven’s armies says,    “Israel, I will bring a nation against you.It will bring trouble for you from Lebo Hamath in the north    to the valley south of the Dead Sea.”"},{"Chapter":7,"Number":1,"Text":"This is what the Lord God showed me: He was forming a swarm of locusts. This was after the king had taken his share of the first crop. The second crop had just begun growing."},{"Chapter":7,"Number":2,"Text":"The locusts ate all the crops in the country. After that I said, “Lord God, forgive us, I beg you! No one in Israel could live through this. Israel is too small already!”"},{"Chapter":7,"Number":3,"Text":"So the Lord felt sorry about this. “This will not happen,” said the Lord. "},{"Chapter":7,"Number":4,"Text":"This is what the Lord God showed me: The Lord God was calling for fire to come to punish. The fire dried up the deep water and destroyed the land."},{"Chapter":7,"Number":5,"Text":"Then I cried out, “Lord God, stop, I beg you! No one in Israel could live through this. Israel is too small already.”"},{"Chapter":7,"Number":6,"Text":"So the Lord felt sorry about this. “This will not happen either,” said the Lord God. "},{"Chapter":7,"Number":7,"Text":"This is what the Lord showed me: The Lord stood by a straight wall. He had a plumb line in his hand."},{"Chapter":7,"Number":8,"Text":"The Lord said to me, “Amos, what do you see?”I said, “A plumb line.”Then the Lord said, “See, I will put a plumb line among my people Israel to show how crooked they are. I will not feel sorry for them any longer."},{"Chapter":7,"Number":9,"Text":"“The places where Isaac’s descendants worship will be destroyed.    Israel’s holy places will be turned into ruins.    And I will attack King Jeroboam’s family with the sword.” "},{"Chapter":7,"Number":10,"Text":"So Amaziah, a priest at Bethel, sent this message to Jeroboam king of Israel: “Amos is making evil plans against you with the people of Israel. He has been speaking so much that this land can’t hold all his words."},{"Chapter":7,"Number":11,"Text":"Amos has said this:‘Jeroboam will die by the sword,    and the people of Israel will be taken as captives    out of their own country.’”"},{"Chapter":7,"Number":12,"Text":"Then Amaziah said to Amos, “Seer, go, run away to Judah. Do your prophesying and earn your living there."},{"Chapter":7,"Number":13,"Text":"But don’t prophesy anymore here at Bethel. This is King Jeroboam’s holy place. This is Israel’s temple.”"},{"Chapter":7,"Number":14,"Text":"Then Amos answered Amaziah, “I do not make my living as a prophet. And I am not a member of a group of prophets. I make my living as a shepherd. And I take care of sycamore trees."},{"Chapter":7,"Number":15,"Text":"But the Lord took me away from tending the sheep. He said to me, ‘Go, prophesy to my people, the Israelites.’"},{"Chapter":7,"Number":16,"Text":"So listen to the Lord’s message. You tell me,‘Don’t prophesy against Israel.    And stop prophesying against the descendants of Isaac.’"},{"Chapter":7,"Number":17,"Text":"“Because you have said this, the Lord says:‘Your wife will become a prostitute in the city.    Your sons and daughters will be killed with swords.Other people will take your land and divide it among themselves.    And you will die in a foreign country.The people of Israel will definitely be taken    from their own land as captives.’”"},{"Chapter":8,"Number":1,"Text":"This is what the Lord showed me: a basket of ripe fruit."},{"Chapter":8,"Number":2,"Text":"The Lord said to me, “Amos, what do you see?”I said, “A basket of fruit from the end of the harvest.”Then the Lord said to me, “An end has come for my people, the Israelites. I will not overlook their sins anymore."},{"Chapter":8,"Number":3,"Text":"“On that day the palace songs will become funeral songs,” says the Lord God. “There will be dead bodies thrown everywhere! Silence!”"},{"Chapter":8,"Number":4,"Text":"Listen to me you who walk on helpless people.    You are trying to destroy the poor people of this country."},{"Chapter":8,"Number":5,"Text":"Your businessmen say,“When will the New Moon Festival be over    so we can sell grain?When will the Sabbath be over    so we can bring out wheat to sell?We can charge them more    and give them less.    We can change the scales to cheat the people."},{"Chapter":8,"Number":6,"Text":"We will buy poor people for silver.    And we will buy needy people for the price of a pair of sandals.    We will even sell the wheat that was swept up from the floor.”"},{"Chapter":8,"Number":7,"Text":"The Lord used his name, the Pride of Jacob, to make a promise. He said, “I will never forget what these people did."},{"Chapter":8,"Number":8,"Text":"The whole land will shake because of it.    Everyone who lives in the land will cry for those who died.The whole land will rise like the Nile.    It will be shaken, and then it will fall    like the Nile River in Egypt.”"},{"Chapter":8,"Number":9,"Text":"The Lord God says:“At that time I will cause the sun to go down at noon.    I will make the earth dark on a clear day."},{"Chapter":8,"Number":10,"Text":"I will change your festivals into days of crying for the dead.    All your songs will become songs of sadness for the dead.I will make all of you wear rough cloth to show your sadness.    You will shave your heads to show sadness.I will make that day like the crying for the death of an only son.    Its end will be very painful.”"},{"Chapter":8,"Number":11,"Text":"The Lord God says: “The days are coming    when I will cause a time of hunger in the land.The people will not be hungry for bread or thirsty for water.    But they will be hungry for words from the Lord."},{"Chapter":8,"Number":12,"Text":"People will wander from the Mediterranean Sea to the Dead Sea.    They will wander from the north to the east.They will search for the word of the Lord.    But they won’t find it."},{"Chapter":8,"Number":13,"Text":"At that time the beautiful young women and the young men    will become weak from thirst."},{"Chapter":8,"Number":14,"Text":"They made promises by the idol in Samaria.    They said, ‘As surely as the god of Dan lives . . .’    And they said, ‘As surely as the god of Beersheba lives, we promise . . .’So they will fall    and never get up again.”"},{"Chapter":9,"Number":1,"Text":"I saw the Lord standing by the altar. He said:“Smash the top of the pillars    so that even the bottom of the doors will shake.Make the pillars fall on the people’s heads.    Anyone left alive I will kill with a sword.Not one person will get away.    No one will escape."},{"Chapter":9,"Number":2,"Text":"If they dig down as deep as where the dead are,    I will pull them up from there.If they climb up into the skies,    I will bring them down from there."},{"Chapter":9,"Number":3,"Text":"If they hide at the top of Mount Carmel,    I will find them and take them away.If they try to hide from me at the bottom of the sea,    I will command a snake to bite them."},{"Chapter":9,"Number":4,"Text":"If they are captured and taken away by their enemies,    I will command the sword to kill them.I will keep watch over them.    But I will keep watch to give them trouble, not to do them good.”"},{"Chapter":9,"Number":5,"Text":"The Master, the Lord of heaven’s armies, will touch the land.    And the land will shake.    Then everyone who lives in the land will cry for the dead.The whole land will rise like the Nile River.    It will fall like the river of Egypt."},{"Chapter":9,"Number":6,"Text":"The Lord built his upper rooms above the skies.    He sets their foundations on the earth.He calls for the waters of the sea.    He pours them out on the land.    The Lord is his name."},{"Chapter":9,"Number":7,"Text":"The Lord says this:“Israel, you are no different to me than the people of Cush.I brought Israel out of the land of Egypt.    I also brought the Philistines from Crete    and the Arameans from Kir."},{"Chapter":9,"Number":8,"Text":"I, the Lord God, am watching the sinful kingdom Israel.I will destroy Israel    from the earth’s surface.But I will not completely destroy    Jacob’s descendants,” says the Lord."},{"Chapter":9,"Number":9,"Text":"“I am giving the command    to scatter the nation of Israel among all nations.It will be like someone sifting flour.    A person shakes flour through a sifter.    The good flour falls through, but not the bad clumps."},{"Chapter":9,"Number":10,"Text":"Sinners among my people    will die by the sword.All of them say,    ‘Nothing bad will happen to us.’ "},{"Chapter":9,"Number":11,"Text":"“The kingdom of David is like a fallen tent.    But in that day I will set it up again    and mend its broken places.I will rebuild its ruins.    I will rebuild it as it was before."},{"Chapter":9,"Number":12,"Text":"Then Israel will take over what is left of Edom    and the other nations that belong to me,”says the Lord.    And he will make it happen."},{"Chapter":9,"Number":13,"Text":"The Lord says, “The time is coming when there will be plenty of food.A person will still be harvesting his crops    when it’s time to plow again.A person will still be taking the juice from his grapes    when it’s time to plant again.Sweet wine will drip from the mountains.    And it will pour from the hills."},{"Chapter":9,"Number":14,"Text":"I will bring my people Israel back from captivity.    They will build the ruined cities again.    And they will live in them.They will plant vineyards and drink the wine from them.    They will plant gardens and eat their fruit."},{"Chapter":9,"Number":15,"Text":"I will plant my people on their land.    And they will not be pulled out again    from the land which I have given them,”    says the Lord your God."}]}
