{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Lord’s Judgment","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"The Future of Judah","Chapter":1},{"VerseStartingAt":14,"ParagraphTitle":"The Lord’s Day of Judging","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"God Asks People to Change","Chapter":2},{"VerseStartingAt":4,"ParagraphTitle":"Philistia Will Be Punished","Chapter":2},{"VerseStartingAt":8,"ParagraphTitle":"Moab and Ammon Will Be Punished","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"Cush and Assyria Will Be Destroyed","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jerusalem Will Be Punished","Chapter":3},{"VerseStartingAt":9,"ParagraphTitle":"A New Day for God’s People","Chapter":3},{"VerseStartingAt":14,"ParagraphTitle":"A Happy Song","Chapter":3}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the message of the Lord that came through Zephaniah. It came while Josiah son of Amon was king of Judah. Zephaniah was the son of Cushi, who was the son of Gedaliah. Gedaliah was the son of Amariah, who was the son of Hezekiah."},{"Chapter":1,"Number":2,"Text":"“I will destroy everything    on earth,” says the Lord."},{"Chapter":1,"Number":3,"Text":"“I will destroy the people and animals.    I will destroy the birds in the air    and the fish of the sea.I will ruin the evil people.    I will remove all the people from the earth,” says the Lord. "},{"Chapter":1,"Number":4,"Text":"“I will punish Judah    and all the people living in Jerusalem.I will remove from this place    all signs of Baal and his priests."},{"Chapter":1,"Number":5,"Text":"I will destroy those who worship    the stars from the roofs.I will destroy those who worship and make promises    by both the Lord and the god Molech."},{"Chapter":1,"Number":6,"Text":"I will destroy those who turned away from the Lord.    They quit following the Lord and consulting him."},{"Chapter":1,"Number":7,"Text":"Be silent before the Lord God.    His day for judging people is coming soon.The Lord has prepared to sacrifice Judah.    He has appointed the invited guests to feast on Judah."},{"Chapter":1,"Number":8,"Text":"On that day the Lord will sacrifice Judah.    I, the Lord, will punish the princes and the king’s sons.And I will punish all    those who wear foreign clothes."},{"Chapter":1,"Number":9,"Text":"On that day I will punish those who worship Dagon.    I will punish those who hurt others    and tell lies in the temples of their gods."},{"Chapter":1,"Number":10,"Text":"“On that day this will happen,” says the Lord.“A cry will be heard at the Fish Gate.    A wail will come from the new area of the city.    A loud crash will echo from the hills."},{"Chapter":1,"Number":11,"Text":"The people living in the market area will wail.    All the merchants will be dead.    All the silver traders will be gone."},{"Chapter":1,"Number":12,"Text":"At that time I, the Lord, will search Jerusalem with lamps.    I will punish those who are settled and satisfied with themselves.    They are like wine left to settle.They think, ‘The Lord never does anything.    He won’t help us or punish us.’"},{"Chapter":1,"Number":13,"Text":"Their wealth will be stolen.    Their houses will be destroyed.They may build houses,    but they will never live in them.They may plant vineyards,    but they will never drink any wine from them. "},{"Chapter":1,"Number":14,"Text":"“The Lord’s day of judging is coming soon.    That great day is near and coming fast.The cry will be very sad on that day.    Even soldiers will cry."},{"Chapter":1,"Number":15,"Text":"That day will be a day of anger.    It will be a day of terror and trouble.It will be a day of destruction and ruin.    It will be a day of darkness and gloom.    It will be a day of clouds and blackness."},{"Chapter":1,"Number":16,"Text":"It will be a day of alarms and battle cries.    ‘Attack the strong, walled cities!    Attack the corner towers!’"},{"Chapter":1,"Number":17,"Text":"I will make life hard on the people.    They will walk around like blind men.    This is because they have sinned against the Lord.Their blood will be poured out like dust.    And their bodies will be dumped like trash."},{"Chapter":1,"Number":18,"Text":"On that day God will show his anger.    Then neither their silver nor gold will save them.The Lord’s anger will be like fire.    And the whole world will be burned up.Suddenly he will bring an end    to everyone on earth.”"},{"Chapter":2,"Number":1,"Text":"Gather together,    you unwanted people."},{"Chapter":2,"Number":2,"Text":"Do it before it’s too late.    Do it before you are blown away like chaff.Do it before the Lord’s terrible anger reaches you.    Do it before the day of the Lord’s anger comes to you."},{"Chapter":2,"Number":3,"Text":"All you who are not proud, come to the Lord.    You who obey his laws, come to him.Do what is right. Learn to be humble.    Maybe you will escape    on the day the Lord shows his anger. "},{"Chapter":2,"Number":4,"Text":"No one will be left in the city of Gaza.    The city of Ashkelon will be destroyed.Ashdod will be empty by noon.    And the people of Ekron will be chased away."},{"Chapter":2,"Number":5,"Text":"How terrible it will be for you who live by the Mediterranean Sea,    you Philistines!This message from the Lord is for you,    people of Canaan, land of the Philistines.“I will destroy you.    No one will be left.”"},{"Chapter":2,"Number":6,"Text":"You live in the land by the Mediterranean Sea.    It will be a place for shepherds and sheep."},{"Chapter":2,"Number":7,"Text":"Your land will belong to the descendants of Judah who are left alive.    There they will let their sheep eat grass.At night they will sleep    in the houses of Ashkelon.The Lord their God will come to be with them.    He will give them back their riches. "},{"Chapter":2,"Number":8,"Text":"“I heard the country of Moab insult my people.    The country of Ammon threatened to take their land.”"},{"Chapter":2,"Number":9,"Text":"So the Lord of heaven’s armies, the God of Israel, says,    “As surely as I live,Moab will be destroyed like Sodom.    Ammon will be destroyed like Gomorrah.Their land will be covered with weeds and salt.    It will be destroyed forever.Those of my people who are left alive will take whatever they want from them.    Those who are left from my nation will take their land.”"},{"Chapter":2,"Number":10,"Text":"This is what Moab and Ammon get for being proud.    This will happen because they insulted and made fun of the people of the Lord of heaven’s armies."},{"Chapter":2,"Number":11,"Text":"Those people will be afraid of the Lord.    He will destroy all the gods of the earth.Then those people in faraway places    will worship the Lord in their own countries. "},{"Chapter":2,"Number":12,"Text":"“You Cushites also    will be killed by my sword.”"},{"Chapter":2,"Number":13,"Text":"Then the Lord will turn against the north    and punish Assyria.He will destroy Nineveh.    It will be dry like a desert."},{"Chapter":2,"Number":14,"Text":"Sheep and goats will lie down there.    Wild animals will live there.The owls and crows will sit    on the stone pillars that are left standing.Their calls will be heard through the windows.    Trash will be in the doorways.    The wooden boards of the buildings will be gone."},{"Chapter":2,"Number":15,"Text":"This is the happy and safe city.    It thinks there is no one else as strong as it is.But that city will be destroyed.    Only animals will stay there.Those who pass by will make fun    and shake their fists."},{"Chapter":3,"Number":1,"Text":"How terrible it will be for Jerusalem that hurts its own people.    It’s a wicked, stubborn city."},{"Chapter":3,"Number":2,"Text":"Her people don’t listen.    They can’t be taught to do right.They don’t trust the Lord.    They don’t worship their God."},{"Chapter":3,"Number":3,"Text":"Their officers are like roaring lions.    Their rulers are like hungry wolves that attack in the evening.    In the morning nothing is left of those they attacked."},{"Chapter":3,"Number":4,"Text":"Their prophets are proud.    They cannot be trusted.Their priests don’t respect holy things.    They break God’s teachings."},{"Chapter":3,"Number":5,"Text":"But the Lord is good, and he is there in that city.    He does no wrong.Every morning he governs the people fairly.    Every day he can be trusted by his people.    But evil people are not ashamed of the bad things they do."},{"Chapter":3,"Number":6,"Text":"“I have destroyed other nations.    Their towers have fallen.I made their streets empty.    No one goes there anymore.Their cities are ruined.    No one lives there anymore."},{"Chapter":3,"Number":7,"Text":"I said, ‘Maybe now Jerusalem will respect me.    Maybe now my people will let me teach them to do right.’Then the place where they lived would not be destroyed.    Then I would not have punished them.They got up early in order to do evil.    Everything they did was bad."},{"Chapter":3,"Number":8,"Text":"Just wait,” says the Lord.    “Some day I will hold court and be the judge.I will gather nations.    I will assemble kingdoms.I will pour out my anger on them.    My anger will be very strong.My anger will be like fire.    And the whole world will be burned up. "},{"Chapter":3,"Number":9,"Text":"“Then I will make the people of all nations speak a pure language.    All of them will speak the name of the Lord.    And they will worship me together."},{"Chapter":3,"Number":10,"Text":"People will come from where the Nile River begins.    My scattered people will come with gifts for me."},{"Chapter":3,"Number":11,"Text":"Then Jerusalem will not be ashamed    of the wrongs done against me.I will remove from this city    those who like to brag.There will never be any more proud people    on my holy mountain in Jerusalem."},{"Chapter":3,"Number":12,"Text":"Only the meek and humble will    stay in my city.    And they will trust in the Lord."},{"Chapter":3,"Number":13,"Text":"Those who are left alive of Israel won’t do wrong.    They won’t tell lies.    They won’t trick people with their words.They will be like sheep that eat and lie down.    No one will bother them.” "},{"Chapter":3,"Number":14,"Text":"Sing, Jerusalem.    Israel, shout for joy!Jerusalem, be happy.    Rejoice with all your heart."},{"Chapter":3,"Number":15,"Text":"The Lord has stopped punishing you.    He has sent your enemies away.The King of Israel, the Lord, is with you.    You will never again be afraid of being harmed."},{"Chapter":3,"Number":16,"Text":"On that day Jerusalem will be told,    “Don’t be afraid, city of Jerusalem.    Don’t be so discouraged that you can’t do anything."},{"Chapter":3,"Number":17,"Text":"The Lord your God is with you.    The mighty One will save you.The Lord will be happy with you.    You will rest in his love.    He will sing and be joyful about you.”"},{"Chapter":3,"Number":18,"Text":"“I will take away the sadness planned for you.    It would have made you very ashamed."},{"Chapter":3,"Number":19,"Text":"At that time I will punish    all those who harmed you.I will save my people who are hurt.    I will gather my people who are scattered.I will give them praise and honor    in every place where they were disgraced."},{"Chapter":3,"Number":20,"Text":"At that time I will gather you.    At that time I will bring you back home.I will give you honor and praise    from people everywhere.That will happen when I give you back your riches.    You will see this with your own eyes,” says the Lord."}]}
