{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Samaria and Israel to Be Punished","Chapter":1},{"VerseStartingAt":6,"ParagraphTitle":"The Lord Speaks","Chapter":1},{"VerseStartingAt":8,"ParagraphTitle":"Micah’s Great Sadness","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Evil Plans of People","Chapter":2},{"VerseStartingAt":6,"ParagraphTitle":"Micah Is Asked Not to Prophesy","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"The Lord Promises to Rescue His People","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Leaders of Israel Are Guilty of Evil","Chapter":3},{"VerseStartingAt":8,"ParagraphTitle":"Micah Is an Honest Prophet of God","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Mountain of the Lord","Chapter":4},{"VerseStartingAt":9,"ParagraphTitle":"Why the Israelites Must Go to Babylon","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Ruler to Be Born in Bethlehem","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Lord’s Complaint","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Micah Is Upset at the Evil That People Do","Chapter":7},{"VerseStartingAt":7,"ParagraphTitle":"The Lord’s Kindness","Chapter":7},{"VerseStartingAt":11,"ParagraphTitle":"The Jews to Return","Chapter":7},{"VerseStartingAt":14,"ParagraphTitle":"A Prayer to God","Chapter":7}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Jotham, Ahaz and Hezekiah were kings of Judah. During the time they were kings, the word of the Lord came to Micah, who was from Moresheth. He saw these visions about Samaria and Jerusalem."},{"Chapter":1,"Number":2,"Text":"Hear this, all you nations.    Listen, all you who live on the earth.The Lord God will come from his Holy Temple.    He will come as a witness against you."},{"Chapter":1,"Number":3,"Text":"See, the Lord is coming out of his place in heaven.    He is coming down to walk on the tops of the mountains."},{"Chapter":1,"Number":4,"Text":"The mountains will melt under him    like wax in a fire.The valleys will crack open    as if split by water raging down a mountain."},{"Chapter":1,"Number":5,"Text":"This is because of Jacob’s sin.    It is because of the sins of the nation of Israel.Who is responsible for Jacob’s sin?    Samaria!Who is responsible for Judah’s worshiping idols?    Jerusalem! "},{"Chapter":1,"Number":6,"Text":"“So I will make Samaria a pile of ruins in the open country.    It will be like a place for planting vineyards.I will pour Samaria’s stones down into the valley.    And I will destroy her down to her foundations."},{"Chapter":1,"Number":7,"Text":"All her idols will be broken into pieces.    All the gifts to her idols will be burned with fire.    I will destroy all her idols.This is because Samaria earned her money by being unfaithful to me.    So this money will be carried off by other people who are not faithful to me.” "},{"Chapter":1,"Number":8,"Text":"I will moan and cry because of this evil.    I will go around barefoot and without clothes.I will cry loudly like the wild dogs.    I will cry like the ostriches."},{"Chapter":1,"Number":9,"Text":"I will do this because Samaria’s wound cannot be healed.    Her destruction will spread to Judah.It will reach the city gate of my people.    It will come all the way to Jerusalem."},{"Chapter":1,"Number":10,"Text":"Don’t tell it in Gath.    Don’t cry in Acco.Cry and roll in the dust    at Beth Ophrah."},{"Chapter":1,"Number":11,"Text":"Pass on your way, naked and ashamed,    you who live in Shaphir.Those who live in Zaanan    won’t come out to help you.The people in Beth Ezel will cry.    But they will not give you any support."},{"Chapter":1,"Number":12,"Text":"Those who live in Maroth    will be anxious for good news to come.This is because trouble will come from the Lord.    It will come all the way to the gate of Jerusalem."},{"Chapter":1,"Number":13,"Text":"You people living in Lachish,    harness the fastest horse to the chariot.Jerusalem’s sins started in you.    This is because you followed in Israel’s sins."},{"Chapter":1,"Number":14,"Text":"So you must give farewell gifts    to Moresheth in Gath.The houses in Aczib will be false help    to the kings of Israel."},{"Chapter":1,"Number":15,"Text":"I will bring an enemy against you    who live in Mareshah.    He will take what you own.The leaders Israel brags about    will hide in the cave at Adullam."},{"Chapter":1,"Number":16,"Text":"Cut off your hair to show you are sad.    Cry for the children you love.Make yourself bald like the eagle,    because your children will be forced to live in a foreign land."},{"Chapter":2,"Number":1,"Text":"How terrible it will be for people who plan wickedness.    They lie on their beds and make evil plans.When the morning light comes, they do the things they planned.    They do them just because they have the power to do so."},{"Chapter":2,"Number":2,"Text":"They want fields; so they take them.    They want houses; so they take them.They cheat a man and take his house.    They cheat a man and take his property."},{"Chapter":2,"Number":3,"Text":"That is why the Lord says:“Look, I am planning trouble against such people.    You won’t be able to save yourselves.You will no longer walk proudly,    because it will be a terrible time."},{"Chapter":2,"Number":4,"Text":"At that time people will make fun of you.    They will sing this sad song about you:‘We are completely ruined.    The Lord has taken away our land.Yes, he has taken our land away from us.    He has divided our fields among our enemies!’”"},{"Chapter":2,"Number":5,"Text":"So you will have no land for people to measure.    They will not throw lots to divide the land among the Lord’s people. "},{"Chapter":2,"Number":6,"Text":"People say, “Don’t prophesy to us!    Don’t say those bad things about us!    Nothing like that will happen to us!”"},{"Chapter":2,"Number":7,"Text":"But I must say this, people of Jacob.    The Lord is becoming angry about what you have done.If you lived right,    I could say nice words to you."},{"Chapter":2,"Number":8,"Text":"But recently, my people have become my enemy.    You take the coats from people who pass by.They think they are safe.    But you rob themas if they were prisoners of war."},{"Chapter":2,"Number":9,"Text":"You’ve forced the women of my people    from their nice houses.You’ve taken my glory    from their children forever."},{"Chapter":2,"Number":10,"Text":"Get up and leave.    This is not your promised place of rest anymore.You have made this place unclean.    It is doomed to destruction."},{"Chapter":2,"Number":11,"Text":"But you people want a false prophet    who will tell you nothing but lies.You want one who promises to prophesy good things for you    if you give him wine and beer.    He’s just the prophet for you. "},{"Chapter":2,"Number":12,"Text":"“Yes, people of Jacob, I will bring all of you together.    I will bring together all those left alive in Israel.I’ll put them together like sheep in a pen,    like a flock in its pasture.    Then the place will be filled with many people."},{"Chapter":2,"Number":13,"Text":"Someone will open the way and lead the people out.    The people will break through the gate and leave the city where they were held captive.Their king will go out in front of them.    The Lord will lead his people.”"},{"Chapter":3,"Number":1,"Text":"Then I said,“Listen, leaders of the people of Jacob.    Listen, you rulers of the nation of Israel.You should know how to decide cases fairly."},{"Chapter":3,"Number":2,"Text":"But you hate good and love evil.You skin my people alive.    You tear the flesh off their bones."},{"Chapter":3,"Number":3,"Text":"You are destroying my people.    You skin them and break their bones.You chop them up in pieces    like meat to put in the pot."},{"Chapter":3,"Number":4,"Text":"Then you will pray to the Lord.    But he won’t answer you.He will hide his face from you,    because you have done evil.”"},{"Chapter":3,"Number":5,"Text":"The Lord says this about the prophets who teach his people the wrong way of living:“If someone gives these prophets food to eat,    they shout, ‘Peace!’But if he doesn’t give them food,    they prepare for war against him."},{"Chapter":3,"Number":6,"Text":"So it will become like night to the prophets.    They won’t have any visions from the Lord.It will become dark for them.    They won’t be able to tell what will happen in the future.The sun is about to set for the prophets.    Their days will become dark."},{"Chapter":3,"Number":7,"Text":"The seers will be ashamed.    The people who see the future will be embarrassed.Yes, all of them will cover their mouths.    This is because there will be no answer from God.” "},{"Chapter":3,"Number":8,"Text":"But the Lord’s Spirit has filled me    with power and strength to preach fairness.I will tell the people of Jacob how they have turned against God.    I will tell the people of Israel how they have done wrong."},{"Chapter":3,"Number":9,"Text":"Leaders of Jacob and rulers of Israel,    listen to me.You hate fairness.    You destroy what is right."},{"Chapter":3,"Number":10,"Text":"You build Jerusalem by murdering people.    You build it with the sins you do."},{"Chapter":3,"Number":11,"Text":"The judges in Jerusalem take money    to decide who wins in court.The priests in Jerusalem only teach for pay.    The prophets only look into the future when they get paid.But yet those leaders say,    “The Lord is with us.    Nothing bad will happen to us.”"},{"Chapter":3,"Number":12,"Text":"Because of you,    Jerusalem will be plowed like a field.Jerusalem will become a pile of rocks.    The hill on which the Temple stands will be covered with bushes."},{"Chapter":4,"Number":1,"Text":"In the last days    the mountain on which the Lord’s Temple stands    will become the most important of all mountains.It will be raised above the hills.    People from other nations will come streaming to it."},{"Chapter":4,"Number":2,"Text":"Many nations will come and say,    “Come, let us go up to the mountain of the Lord.    Let us go to the Temple of the God of Jacob!Then God will teach us his ways.    And we will obey his teachings.”The Lord’s teachings will go out from Jerusalem.    The word of the Lord will go out from Jerusalem."},{"Chapter":4,"Number":3,"Text":"The Lord will settle arguments among many nations.    He will decide between strong nations that are far away.Then the nations will make their swords into plows.    They will make their spears into hooks for trimming trees.Nations will no longer fight other nations.    They will not even train for war anymore."},{"Chapter":4,"Number":4,"Text":"Everyone will sit under his own vine and fig tree.    No one will make him afraid.    This is because the Lord of heaven’s armies has said it."},{"Chapter":4,"Number":5,"Text":"All other nations follow their own gods.    But we will follow the Lord our God forever and ever."},{"Chapter":4,"Number":6,"Text":"The Lord says, “At that time,I will bring back to me the crippled.    I will bring back to Jerusalem those who were sent away.    I will bring back to me those who were hurt."},{"Chapter":4,"Number":7,"Text":"I will keep alive those who were crippled.    I will make a strong nation of those who were sent away.The Lord will be their king in Mount Zion forever."},{"Chapter":4,"Number":8,"Text":"And you, watchtower of the flocks, strong city of Jerusalem,    you will be a kingdom as in the past.    Jerusalem, the right to rule will come again to you.” "},{"Chapter":4,"Number":9,"Text":"Now, why do you cry so loudly?    Is your king gone?Have you lost your leader?    You are in pain like a woman trying to give birth."},{"Chapter":4,"Number":10,"Text":"People of Jerusalem, be in pain.    Be like a woman trying to give birth.Now you must leave the city    and live in the field.You will go to Babylon.    But you will be saved from that place.The Lord will go there    and take you back from your enemies."},{"Chapter":4,"Number":11,"Text":"But now many nations    have come to fight against you.They say, “Let’s destroy Jerusalem    and be proud we have defeated her.”"},{"Chapter":4,"Number":12,"Text":"But they don’t know    what the Lord is thinking.They don’t understand his plan for them.    He will crush them like a bundle of grain on the threshing floor."},{"Chapter":4,"Number":13,"Text":"“Get up and crush them, people of Jerusalem.    I will make you strong as if you had horns of iron.I will make you strong as if you had hooves of bronze.    You will beat many nations into small pieces.You will give their wealth to the Lord.    You will give their treasure to the Lord of all the earth.”"},{"Chapter":5,"Number":1,"Text":"So, strong city, gather your soldiers together.    We are surrounded and attacked.The enemy will swing his club.    He will hit the leader of Israel in the face. The Ruler to Be Born in Bethlehem"},{"Chapter":5,"Number":2,"Text":"“But you, Bethlehem Ephrathah,    are one of the smallest towns in Judah.But from you will come one who will rule Israel for me.    He comes from very old times,    from days long ago.”"},{"Chapter":5,"Number":3,"Text":"The Lord will leave his people in Babylon    until Jerusalem, who is in labor, gives birth to her children.Then his brothers who are in captivity will return.    They will come back to the people of Israel living in Judah."},{"Chapter":5,"Number":4,"Text":"Then the ruler of Israel will stand    and take care of his people.He will lead them with the Lord’s power.    He will lead them in the wonderful name of the Lord his God.They will live in safety.    And his greatness will be known all over the earth."},{"Chapter":5,"Number":5,"Text":"He will bring peace.Rescue and PunishmentThe Assyrian army will come into our country.    They will destroy our large houses.But we will choose seven or eight leaders.    They will shepherd our people."},{"Chapter":5,"Number":6,"Text":"They will destroy the Assyrians with their swords.    They will conquer the land of Assyria with their swords drawn.The Assyrians will come into our land.    They will come within our borders.But the leaders of Israel    will save us from them."},{"Chapter":5,"Number":7,"Text":"Then the people of Jacob who are left alive    will be like dew from the Lord to many people.They will be like rain which does not wait for man.    They will be like showers which do not wait for human beings."},{"Chapter":5,"Number":8,"Text":"Those left alive of Jacob’s people    will be scattered among the nations.    They will be among many peoples.They will be like a lion among the animals of the forest.    They will be like a young lion going through the flock.He steps on what is in his way.    No one can save the nations from God’s people."},{"Chapter":5,"Number":9,"Text":"So you will raise your fist in victory over your enemies,    and you will destroy them."},{"Chapter":5,"Number":10,"Text":"The Lord says, “At that time,    I will take your horses from you.    I will destroy your chariots."},{"Chapter":5,"Number":11,"Text":"I will destroy the walled cities in your country.    I will tear down all your defenses."},{"Chapter":5,"Number":12,"Text":"You will no longer be able to do witchcraft.    You will not have anyone who can tell the future."},{"Chapter":5,"Number":13,"Text":"I will destroy your statues of false gods.    I will tear down the stone pillars you worship.You will no longer worship    what your hands have made."},{"Chapter":5,"Number":14,"Text":"I will destroy the Asherah idols.    I will destroy your cities."},{"Chapter":5,"Number":15,"Text":"Some people won’t obey me.    I will show my anger and punish them.”"},{"Chapter":6,"Number":1,"Text":"Now hear what the Lord says:“Get up; plead your case in front of the mountains.    Let the hills hear your story."},{"Chapter":6,"Number":2,"Text":"Mountains, listen to the Lord’s complaint.    Foundations of the earth, listen to the Lord.The Lord has a complaint against his people.    He will prove that Israel is wrong.”"},{"Chapter":6,"Number":3,"Text":"The Lord says, “My people, did I do something wrong to you?    How did I make you tired of me?    Tell me."},{"Chapter":6,"Number":4,"Text":"I brought you from the land of Egypt.    I freed you from slavery.    I sent Moses, Aaron and Miriam to you."},{"Chapter":6,"Number":5,"Text":"My people, remember    the evil plans of Balak king of Moab.    Remember what Balaam son of Beor told Balak.Remember what happened from Acacia to Gilgal.    Then you will know the Lord does what is right!”"},{"Chapter":6,"Number":6,"Text":"You say, “What can I bring with me    when I come before the Lord?What can I bring    when I bow before God on high?Should I come before the Lord with burnt offerings,    with year-old calves?"},{"Chapter":6,"Number":7,"Text":"Will the Lord be pleased with 1,000 male sheep?    Will he be pleased with 10,000 rivers of oil?Should I give my first child for the evil I have done?    Should I give my very own child for my sin?”"},{"Chapter":6,"Number":8,"Text":"The Lord has told you what is good.    He has told you what he wants from you:Do what is right to other people.    Love being kind to others.    And live humbly, trusting your God."},{"Chapter":6,"Number":9,"Text":"The voice of the Lord shouts to the city.    The wise person honors the Lord.So pay attention to the rod of punishment.    Pay attention to the One who threatens to punish."},{"Chapter":6,"Number":10,"Text":"Can the Lord forget that the wicked still hide    treasures they have stolen?    Do they still cheat others?    I curse their false measure!"},{"Chapter":6,"Number":11,"Text":"Can I forgive people who cheat others    with wrong weights and scales?"},{"Chapter":6,"Number":12,"Text":"The rich men in the city    still do cruel things.The people still tell lies.    They do not tell the truth."},{"Chapter":6,"Number":13,"Text":"So I have started to punish you.    I will destroy you because of your sins."},{"Chapter":6,"Number":14,"Text":"You will eat, but you won’t become full.    You will still be hungry and empty.You will store up but save nothing.    What you store up the sword will destroy."},{"Chapter":6,"Number":15,"Text":"You will plant,    but you won’t harvest.You will squeeze your olives.    But you won’t get any oil from them to put on your skin.You will crush the grapes.    But you will not drink the wine."},{"Chapter":6,"Number":16,"Text":"This is because you obey the wicked laws of King Omri.    You do all the evil that Ahab’s family does.    You follow their teachings.So I will let you be destroyed.    The people in your city will be laughed at.    Other nations will make fun of you."},{"Chapter":7,"Number":1,"Text":"Poor me! I am like a hungry man.    And all the summer fruit has been picked.There are no grapes left to eat.    There are none of the early figs I love."},{"Chapter":7,"Number":2,"Text":"All of the faithful people are gone.    There is not one good person left in this country.Everyone is waiting to kill someone.    Everyone is trying to trap his brother."},{"Chapter":7,"Number":3,"Text":"People are good at doing evil with both hands.    Rulers ask for money.    And judges’ decisions are bought for a price.Rich people make their wishes known.    They all join in their evil plans."},{"Chapter":7,"Number":4,"Text":"Even the best of them is like a thornbush.    Even the nicest of them is worse than a thornbush.Your watchmen warned you about this day.    Now it has come.Now you will be punished.    Your punishment will amaze you."},{"Chapter":7,"Number":5,"Text":"Don’t trust your neighbor.    Don’t even trust a friend.Be careful what you say,    even to your wife."},{"Chapter":7,"Number":6,"Text":"A son will not honor his father.    A daughter will turn against her mother.A daughter-in-law will fight with her mother-in-law.    A person’s enemies will be members of his own family. "},{"Chapter":7,"Number":7,"Text":"Israel says, “I will look to the Lord for help.    I will wait for God to save me.    My God will hear me."},{"Chapter":7,"Number":8,"Text":"Enemy, don’t laugh at me.    I have fallen, but I will get up again.I sit in the shadow of trouble now.    But the Lord will be a light for me."},{"Chapter":7,"Number":9,"Text":"I sinned against the Lord.    So he was angry with me.But he will defend my case in court.    He will do what is right for me.Then he will bring me out into the light.    I will see him set things right."},{"Chapter":7,"Number":10,"Text":"Then my enemies will see this,    and they will be ashamed.My enemies said to me,    ‘Where is the Lord your God?’Now I will laugh at them.    They will fall down defeated, like the mud people walk on.” "},{"Chapter":7,"Number":11,"Text":"The time will come when your walls will be built again.    At that time your country will grow."},{"Chapter":7,"Number":12,"Text":"Your people will come back to your land.    They will come from Assyria and the cities of Egypt.They will come from the countries    between the river of Egypt and the Euphrates River.They will come from the countries    between the Mediterranean Sea in the west and the mountains in the east."},{"Chapter":7,"Number":13,"Text":"The rest of the earth will be ruined.    This is because of what the people who lived in it did. "},{"Chapter":7,"Number":14,"Text":"So shepherd your people with your stick.    Tend the flock of people who belong to you.That flock now lives alone in the desert.    But there is fertile pasture nearby.Let them feed in Bashan and Gilead    as they did long ago."},{"Chapter":7,"Number":15,"Text":"The Lord says, “I did many miracles when I brought you out of Egypt.    I will show you more miracles like that.”"},{"Chapter":7,"Number":16,"Text":"The nations will see those miracles.    Then they will no longer brag about their power.They will be amazed and put their hands over their mouths.    They will refuse to listen."},{"Chapter":7,"Number":17,"Text":"They will crawl in the dust like a snake.    They will shake with fear.They will crawl on the ground    like insects crawling from their holes.They will come trembling to you, Lord our God.    They will tremble in fear before you."},{"Chapter":7,"Number":18,"Text":"There is no God like you.    You forgive people who are guilty of sin.You don’t look at the sins of your people    who are left alive.You, Lord, will not stay angry forever.    You enjoy being kind."},{"Chapter":7,"Number":19,"Text":"Lord, you will have mercy on us again.    You will conquer our sins.You will throw away all our sins    into the deepest sea."},{"Chapter":7,"Number":20,"Text":"You will be true to the people of Jacob!    You will be kind to the people of Abraham.You will do what you promised    to our ancestors long ago."}]}
