{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Samuel’s Birth","Chapter":1},{"VerseStartingAt":21,"ParagraphTitle":"Hannah Gives Samuel to God","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Hannah Gives Thanks","Chapter":2},{"VerseStartingAt":11,"ParagraphTitle":"Eli’s Evil Sons","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"Samuel Grows Up","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"God Calls Samuel","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Glory Is Gone","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Trouble for the Philistines","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Ark of the Covenant of God Is Sent Home","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The Lord Saves the Israelites","Chapter":7},{"VerseStartingAt":12,"ParagraphTitle":"Peace Comes to Israel","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Israel Asks for a King","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Saul Looks for His Father’s Donkeys","Chapter":9},{"VerseStartingAt":14,"ParagraphTitle":"Saul Meets Samuel","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Samuel Appoints Saul","Chapter":10},{"VerseStartingAt":9,"ParagraphTitle":"Saul Made King","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Nahash Troubles Jabesh Gilead","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Samuel’s Farewell Speech","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Hard Times for Israel","Chapter":13},{"VerseStartingAt":23,"ParagraphTitle":"Israel Defeats the Philistines","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Saul Makes Another Mistake","Chapter":14},{"VerseStartingAt":47,"ParagraphTitle":"Saul Fights Israel’s Enemies","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Saul Rejected as King","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"Samuel Goes to Bethlehem","Chapter":16},{"VerseStartingAt":14,"ParagraphTitle":"David Serves Saul","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"David and Goliath","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Saul Fears David","Chapter":18},{"VerseStartingAt":17,"ParagraphTitle":"Saul’s Daughter and David","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Saul Plans to Kill David","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"David and Jonathan","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"David Goes to See Ahimelech","Chapter":21},{"VerseStartingAt":10,"ParagraphTitle":"David Goes to Gath","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"David at Adullam and Mizpah","Chapter":22},{"VerseStartingAt":6,"ParagraphTitle":"Saul Destroys Ahimelech’s Family","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"David at Keilah","Chapter":23},{"VerseStartingAt":7,"ParagraphTitle":"Saul Chases David","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"David Shames Saul","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"David and Nabal","Chapter":25},{"VerseStartingAt":36,"ParagraphTitle":"Nabal’s Death","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"David Shames Saul Again","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"David and the Philistines","Chapter":27},{"VerseStartingAt":1,"ParagraphTitle":"Saul and the Medium of Endor","Chapter":28},{"VerseStartingAt":1,"ParagraphTitle":"David Goes Back to Ziklag","Chapter":29},{"VerseStartingAt":1,"ParagraphTitle":"David’s War with the Amalekites","Chapter":30},{"VerseStartingAt":1,"ParagraphTitle":"The Death of Saul","Chapter":31}],"VerseList":[{"Chapter":1,"Number":1,"Text":"There was a man named Elkanah son of Jeroham. He was from Ramathaim in the mountains of Ephraim. Elkanah was from the family of Zuph. (Jeroham was Elihu’s son. Elihu was Tohu’s son. And Tohu was the son of Zuph from the family group of Ephraim.)"},{"Chapter":1,"Number":2,"Text":"Elkanah had two wives. One was named Hannah, and the other was named Peninnah. Peninnah had children, but Hannah had none."},{"Chapter":1,"Number":3,"Text":"Every year Elkanah left his town Ramah and went up to Shiloh. There he worshiped the Lord of heaven’s armies and offered sacrifices to him. Shiloh was where Hophni and Phinehas served as priests of the Lord. They were the sons of Eli."},{"Chapter":1,"Number":4,"Text":"When Elkanah offered sacrifices, he always gave a share of the meat to his wife Peninnah. He also gave shares of the meat to her sons and daughters."},{"Chapter":1,"Number":5,"Text":"But Elkanah always gave a special share of the meat to Hannah. He did this because he loved Hannah and because the Lord had made Hannah unable to have children."},{"Chapter":1,"Number":6,"Text":"Peninnah would upset Hannah and make her feel bad. She did this because the Lord had made Hannah unable to have children."},{"Chapter":1,"Number":7,"Text":"This happened every year when they went up to the Tent of the Lord at Shiloh. Peninnah would upset Hannah until Hannah would cry and not eat anything."},{"Chapter":1,"Number":8,"Text":"Her husband Elkanah would say to her, “Hannah, why are you crying? Why won’t you eat? Why are you sad? Don’t I mean more to you than ten sons?”"},{"Chapter":1,"Number":9,"Text":"Once, after they had eaten their meal in Shiloh, Hannah got up. Now Eli the priest was sitting on a chair near the entrance to the Lord’s Holy Tent."},{"Chapter":1,"Number":10,"Text":"Hannah was very sad. She cried much and prayed to the Lord."},{"Chapter":1,"Number":11,"Text":"She made a promise. She said, “Lord of heaven’s armies, see how bad I feel. Remember me! Don’t forget me. If you will give me a son, I will give him back to you all his life. And no one will ever use a razor to cut his hair.”"},{"Chapter":1,"Number":12,"Text":"While Hannah kept praying, Eli watched her mouth."},{"Chapter":1,"Number":13,"Text":"She was praying in her heart. Her lips moved, but her voice was not heard. So Eli thought she was drunk."},{"Chapter":1,"Number":14,"Text":"He said to her, “Stop getting drunk! Throw away your wine!”"},{"Chapter":1,"Number":15,"Text":"Hannah answered, “No, master, I have not drunk any wine or beer. I am a woman who is deeply troubled. I was telling the Lord about all my problems."},{"Chapter":1,"Number":16,"Text":"Don’t think of me as an evil woman. I have been praying because of my many troubles and much sadness.”"},{"Chapter":1,"Number":17,"Text":"Eli answered, “Go in peace. May the God of Israel give you what you asked of him.”"},{"Chapter":1,"Number":18,"Text":"Hannah said, “I want to be pleasing to you always.” Then she left and ate something. She was not sad anymore."},{"Chapter":1,"Number":19,"Text":"Early the next morning Elkanah’s family got up and worshiped the Lord. Then they went back home to Ramah. Elkanah had intimate relations with his wife Hannah. And the Lord remembered her."},{"Chapter":1,"Number":20,"Text":"So Hannah became pregnant, and in time she gave birth to a son. She named him Samuel. She said, “His name is Samuel because I asked the Lord for him.” "},{"Chapter":1,"Number":21,"Text":"Every year Elkanah went to Shiloh to offer sacrifices. He went to keep the promise he had made to God. He brought his whole family with him. So once again he went up to Shiloh."},{"Chapter":1,"Number":22,"Text":"But Hannah did not go with him. She told him, “When the boy is old enough to eat solid food, I will take him to Shiloh. Then I will give him to the Lord. He will become a Nazirite. He will always live there at Shiloh.”"},{"Chapter":1,"Number":23,"Text":"Elkanah, Hannah’s husband, said to her, “Do what you think is best. You may stay home until the boy is old enough to eat. May the Lord do what you have said.” So Hannah stayed at home to nurse her son until he was old enough to eat."},{"Chapter":1,"Number":24,"Text":"When Samuel was old enough to eat, Hannah took him to the Tent of the Lord at Shiloh. She also took a three-year-old bull, one-half bushel of flour and a leather bag filled with wine."},{"Chapter":1,"Number":25,"Text":"They killed the bull for the sacrifice. Then Hannah brought Samuel to Eli."},{"Chapter":1,"Number":26,"Text":"She said to Eli, “As surely as you live, my master, I am the same woman who stood near you praying to the Lord."},{"Chapter":1,"Number":27,"Text":"I prayed for this child. The Lord answered my prayer and gave him to me."},{"Chapter":1,"Number":28,"Text":"Now I give him back to the Lord. He will belong to the Lord all his life.” And he worshiped the Lord there."},{"Chapter":2,"Number":1,"Text":"Hannah said:“The Lord has filled my heart with joy.    I feel very strong in the Lord.I can laugh at my enemies.    I am glad because you have helped me!"},{"Chapter":2,"Number":2,"Text":"“There is no one holy like the Lord.    There is no God but you.    There is no Rock like our God."},{"Chapter":2,"Number":3,"Text":"“Don’t continue bragging.    Don’t speak proud words.The Lord is a God who knows everything.    He judges what people do."},{"Chapter":2,"Number":4,"Text":"“The bows of warriors break,    but weak people become strong."},{"Chapter":2,"Number":5,"Text":"Those who once had plenty of food now must work for food.    But people who once were hungry now grow fat on food.The woman who was unable to have children now has had seven.    But the woman who had many sons now is sad."},{"Chapter":2,"Number":6,"Text":"“The Lord causes people to die,    and he causes them to live.He brings people down to where the dead are,    and he raises them to life again."},{"Chapter":2,"Number":7,"Text":"The Lord makes people poor,    and he makes people rich.He makes people humble,    and he makes people great."},{"Chapter":2,"Number":8,"Text":"The Lord raises the poor up from the dust.    And he picks needy people up from the ashes.He lets the poor sit with princes.    He lets them sit on a throne of honor.“The foundations of the earth belong to the Lord.    The Lord set the world upon them."},{"Chapter":2,"Number":9,"Text":"He protects his holy people.    But those who do evil will be silenced in darkness.    Their power will not help them win."},{"Chapter":2,"Number":10,"Text":"The Lord destroys his enemies.    He will thunder in heaven against them.The Lord will judge all the earth.    He will give power to his king.    He will make his appointed king strong.” "},{"Chapter":2,"Number":11,"Text":"Then Elkanah went home to Ramah. But the boy continued to serve the Lord under Eli the priest."},{"Chapter":2,"Number":12,"Text":"Now Eli’s sons were evil men. They did not care about the Lord."},{"Chapter":2,"Number":13,"Text":"This is what the priests would do to the people: Every time someone brought a sacrifice, the meat would be cooked in a pot. The priest’s servant would then come with a fork in his hand. The fork had three prongs."},{"Chapter":2,"Number":14,"Text":"He would plunge the fork into the pot or the kettle. Whatever the fork brought out of the pot belonged to the priest. This is how they treated all the Israelites who came to Shiloh to offer sacrifices."},{"Chapter":2,"Number":15,"Text":"But even before the fat was burned, the priest’s servant would come to the person offering sacrifices. The servant would say, “Give the priest some meat to roast. The priest won’t accept boiled meat from you. He will only accept raw meat.”"},{"Chapter":2,"Number":16,"Text":"But the man who offered the sacrifice might say, “Let the fat be burned up first as usual. Then you may take anything you want.”If so, the priest’s servant would answer, “No, give me the meat now. If you don’t, I’ll take it by force.”"},{"Chapter":2,"Number":17,"Text":"The Lord saw that the sin of the servants was very great. They did not show respect for the offerings made to the Lord. "},{"Chapter":2,"Number":18,"Text":"But Samuel obeyed the Lord. He wore a linen holy vest."},{"Chapter":2,"Number":19,"Text":"Every year Samuel’s mother would make a little coat for him. She would take it to him when she went to Shiloh. She went there with her husband for the sacrifice."},{"Chapter":2,"Number":20,"Text":"Eli would bless Elkanah and his wife. Eli would say, “May the Lord repay you with children through Hannah. They will take the place of the boy Hannah prayed for and gave back to the Lord.” Then Elkanah and Hannah would go home."},{"Chapter":2,"Number":21,"Text":"The Lord was kind to Hannah. She became the mother of three sons and two daughters. And the boy Samuel grew up serving the Lord."},{"Chapter":2,"Number":22,"Text":"Now Eli was very old. He heard about everything his sons were doing to all the Israelites. He also heard about how his sons had physical relations with the women who served at the entrance to the Meeting Tent."},{"Chapter":2,"Number":23,"Text":"Eli said to his sons, “The people here tell me about the evil you do. Why do you do these evil things?"},{"Chapter":2,"Number":24,"Text":"No, my sons. The Lord’s people are saying bad things about you."},{"Chapter":2,"Number":25,"Text":"If someone sins against another person, God can help him. But if he sins against the Lord himself, no one can help him!” But Eli’s sons would not listen to him. This was because the Lord had decided to put them to death."},{"Chapter":2,"Number":26,"Text":"The boy Samuel kept growing. He pleased God and the people."},{"Chapter":2,"Number":27,"Text":"A man of God came to Eli. He said, “This is what the Lord says: ‘I clearly showed myself to the family of your ancestor Aaron. This was when they were slaves to the king of Egypt."},{"Chapter":2,"Number":28,"Text":"I chose them from all the tribes of Israel to be my priests. I wanted them to go up to my altar, to burn incense and to wear the holy vest. I also let the family of your ancestor have part of all the offerings sacrificed by the Israelites."},{"Chapter":2,"Number":29,"Text":"So why don’t you respect the sacrifices and gifts? You honor your sons more than me. You become fat on the best parts of the meat the Israelites bring to me.’"},{"Chapter":2,"Number":30,"Text":"“Here’s what the Lord, the God of Israel, says: ‘I promised that your family and your ancestor’s family would serve me forever.’ But now the Lord says this: ‘That will never be! I will honor those who honor me. But I will take honor away from those who do not honor me."},{"Chapter":2,"Number":31,"Text":"The time is coming when I will destroy the descendants of both you and your ancestors. No man will grow old in your family."},{"Chapter":2,"Number":32,"Text":"You will see trouble in my house. Good things will be done to Israel. But there will never be an old man in your family."},{"Chapter":2,"Number":33,"Text":"I will save one man to serve as priest at my altar. He will wear out his eyes and use up his strength. The rest of your descendants will die by the sword."},{"Chapter":2,"Number":34,"Text":"“‘I will give you a sign. Both your sons, Hophni and Phinehas, will die on the same day."},{"Chapter":2,"Number":35,"Text":"I will choose a loyal priest for myself. He will listen to me and do what I want. I will make his family strong. He will always serve before my appointed king."},{"Chapter":2,"Number":36,"Text":"Then everyone left in your family will come and bow down before him. They will beg for a little money or a little food. They will say, “Please give me a job as priest so I can have food to eat.”’”"},{"Chapter":3,"Number":1,"Text":"The boy Samuel served the Lord under Eli. In those days the Lord did not speak directly to people very often. There were very few visions."},{"Chapter":3,"Number":2,"Text":"Eli’s eyes were so weak he was almost blind. One night he was lying in bed."},{"Chapter":3,"Number":3,"Text":"Samuel was also in bed in the Lord’s Holy Tent. The Ark of the Covenant was in the Holy Tent. God’s lamp was still burning."},{"Chapter":3,"Number":4,"Text":"Then the Lord called Samuel. Samuel answered, “I am here!”"},{"Chapter":3,"Number":5,"Text":"He ran to Eli and said, “I am here. You called me.”But Eli said, “I didn’t call you. Go back to bed.” So Samuel went back to bed."},{"Chapter":3,"Number":6,"Text":"The Lord called again, “Samuel!”Samuel again went to Eli and said, “I am here. You called me.”Again Eli said, “I didn’t call you. Go back to bed.”"},{"Chapter":3,"Number":7,"Text":"Samuel did not yet know the Lord. The Lord had not spoken directly to him yet."},{"Chapter":3,"Number":8,"Text":"The Lord called Samuel for the third time. Samuel got up and went to Eli. He said, “I am here. You called me.”Then Eli realized the Lord was calling the boy."},{"Chapter":3,"Number":9,"Text":"So he told Samuel, “Go to bed. If he calls you again, say, ‘Speak, Lord. I am your servant, and I am listening.’” So Samuel went and lay down in bed."},{"Chapter":3,"Number":10,"Text":"The Lord came and stood there. He called as he had before. He said, “Samuel, Samuel!”Samuel said, “Speak, Lord. I am your servant, and I am listening.”"},{"Chapter":3,"Number":11,"Text":"The Lord said to Samuel, “See, I am going to do something in Israel. It will shock those who hear about it."},{"Chapter":3,"Number":12,"Text":"At that time I will do to Eli and his family everything I promised. I will not stop until I have finished."},{"Chapter":3,"Number":13,"Text":"I told Eli I would punish his family forever. I will do it because Eli knew his sons were evil. They spoke against me, but he did not control them."},{"Chapter":3,"Number":14,"Text":"So here is what I promised Eli’s family: ‘Your guilt will never be removed by sacrifice or offering.’”"},{"Chapter":3,"Number":15,"Text":"Samuel lay down until morning. Then he opened the doors of the Tent of the Lord. He was afraid to tell Eli about the vision."},{"Chapter":3,"Number":16,"Text":"But Eli said to him, “Samuel, my son!”Samuel answered, “I am here.”"},{"Chapter":3,"Number":17,"Text":"Eli asked, “What did the Lord say to you? Don’t hide it from me. May God punish you terribly if you hide from me anything he said to you.”"},{"Chapter":3,"Number":18,"Text":"So Samuel told Eli everything. He did not hide anything from him. Then Eli said, “He is the Lord. Let him do what he thinks is best.”"},{"Chapter":3,"Number":19,"Text":"The Lord was with Samuel as he grew up. He did not let any of Samuel’s messages fail to come true."},{"Chapter":3,"Number":20,"Text":"Then all Israel, from Dan to Beersheba, knew Samuel was a prophet of the Lord."},{"Chapter":3,"Number":21,"Text":"And the Lord continued to show himself to Samuel at Shiloh. He also showed himself to Samuel through his word."},{"Chapter":4,"Number":1,"Text":"News about Samuel spread through all of Israel.The Philistines Capture the Ark of the CovenantAt that time the Israelites went out to fight the Philistines. The Israelites camped at Ebenezer, and the Philistines camped at Aphek."},{"Chapter":4,"Number":2,"Text":"The Philistines went to meet the Israelites in battle. And as the battle spread, the Philistines defeated the Israelites. They killed about 4,000 soldiers of the Israelite army."},{"Chapter":4,"Number":3,"Text":"Then some Israelite soldiers went back to their camp. The elders of Israel asked, “Why did the Lord let the Philistines defeat us? Let’s bring the Ark of the Covenant with the Lord here from Shiloh. In this way God will go with us into battle. He will save us from our enemies.”"},{"Chapter":4,"Number":4,"Text":"So the people sent men to Shiloh. They brought back the Ark of the Covenant with the Lord of heaven’s armies. Eli’s two sons, Hophni and Phinehas, were there with the Ark of the Covenant."},{"Chapter":4,"Number":5,"Text":"The Ark of the Covenant with the Lord came into the camp. And all the Israelites gave a great shout of joy. It made the ground shake."},{"Chapter":4,"Number":6,"Text":"The Philistines heard Israel’s shout. They asked, “What’s all this shouting in the Hebrew camp?”Then the Philistines found out that the Ark of the Covenant of the Lord had come into the Hebrew camp."},{"Chapter":4,"Number":7,"Text":"They were afraid and said, “A god has come into the Hebrew camp! We’re in trouble! This has never happened before!"},{"Chapter":4,"Number":8,"Text":"How terrible it will be for us! Who can save us from these powerful gods? They are the ones who struck the Egyptians with all kinds of disasters in the desert."},{"Chapter":4,"Number":9,"Text":"Be brave, Philistines! Fight like men! In the past they were our slaves. So fight like men, or you will become their slaves.”"},{"Chapter":4,"Number":10,"Text":"So the Philistines fought hard and defeated the Israelites. Every Israelite soldier ran away to his own home. It was a great defeat for Israel, because 30,000 Israelite soldiers were killed."},{"Chapter":4,"Number":11,"Text":"The Ark of the Covenant of God was taken by the Philistines. And Eli’s two sons, Hophni and Phinehas, were killed."},{"Chapter":4,"Number":12,"Text":"That same day a man from the tribe of Benjamin ran from the battle. He tore his clothes and put dust on his head to show his great sadness."},{"Chapter":4,"Number":13,"Text":"When he arrived in Shiloh, Eli was by the side of the road. Eli was sitting there in a chair, watching. He was worried about the Ark of the Covenant of God. When the Benjaminite entered Shiloh, he told the bad news. Then all the people in town cried loudly."},{"Chapter":4,"Number":14,"Text":"Eli heard the crying and asked, “What’s all this noise?”The Benjaminite ran to Eli and told him what had happened."},{"Chapter":4,"Number":15,"Text":"Eli was now 98 years old, and he was blind."},{"Chapter":4,"Number":16,"Text":"The Benjaminite told him, “I have come from the battle. I ran all the way here today.”Eli asked, “What happened, my son?”"},{"Chapter":4,"Number":17,"Text":"The Benjaminite answered, “Israel ran away from the Philistines. The Israelite army has lost many soldiers. Your two sons are both dead. And the Philistines have taken the Ark of the Covenant of God.”"},{"Chapter":4,"Number":18,"Text":"When he mentioned the Ark of the Covenant of God, Eli fell backward off his chair. He fell beside the gate and broke his neck, because he was old and fat. And Eli died. He had led Israel for 40 years. The Glory Is Gone"},{"Chapter":4,"Number":19,"Text":"Eli’s daughter-in-law, the wife of Phinehas, was pregnant. It was nearly time for her baby to be born. She heard the news that the Ark of the Covenant of God had been taken. She heard also that Eli, her father-in-law, and Phinehas, her husband, were both dead. So she began to give birth to her child. The child was born, but the mother had much trouble in giving birth."},{"Chapter":4,"Number":20,"Text":"As she was dying, the women who helped her give birth said, “Don’t worry! You’ve given birth to a son!” But she did not answer or pay attention. She named the baby Ichabod."},{"Chapter":4,"Number":21,"Text":"She named him Ichabod and said, “Israel’s glory is gone.” She said this because the Ark of the Covenant of God had been taken. It was also because her father-in-law and husband were dead."},{"Chapter":4,"Number":22,"Text":"She said, “Israel’s glory is gone, because the Ark of the Covenant of God has been taken away.”"},{"Chapter":5,"Number":1,"Text":"After the Philistines had captured the Ark of the Covenant of God, they took it from Ebenezer to Ashdod."},{"Chapter":5,"Number":2,"Text":"They carried it into Dagon’s temple and put it next to Dagon."},{"Chapter":5,"Number":3,"Text":"The people of Ashdod rose early the next morning. They found that Dagon had fallen on his face on the ground. He was lying before the Ark of the Covenant of the Lord. So the people of Ashdod put Dagon back in his place."},{"Chapter":5,"Number":4,"Text":"The next morning the people of Ashdod rose from sleep. And again they found Dagon on the ground! He had fallen down before the Ark of the Covenant of the Lord. His head and hands had broken off and were lying in the doorway. Only his body was still in one piece."},{"Chapter":5,"Number":5,"Text":"So, even today, Dagon’s priests and others who enter his temple at Ashdod refuse to step on the doorsill."},{"Chapter":5,"Number":6,"Text":"The Lord punished the people of Ashdod and their neighbors. He gave them much trouble. He gave them growths on their skin."},{"Chapter":5,"Number":7,"Text":"The people of Ashdod saw what was happening. They said, “The Ark of the Covenant of the God of Israel can’t stay with us. God is punishing us and Dagon our god.”"},{"Chapter":5,"Number":8,"Text":"The people of Ashdod called all five Philistine kings together. They asked them, “What should we do with the Ark of the Covenant of the God of Israel?”The rulers answered, “Move the Ark of the Covenant of the God of Israel to Gath.” So the Philistines moved it to Gath."},{"Chapter":5,"Number":9,"Text":"But after they had moved it to Gath, the Lord punished that city also. He made the people very afraid. God troubled both old and young people in Gath. He caused them to have growths on their skin."},{"Chapter":5,"Number":10,"Text":"Then the Philistines sent the Ark of the Covenant of God to Ekron.But when it came into Ekron, the people of Ekron yelled. They said, “Why are you bringing the Ark of the Covenant of the God of Israel to our city? Do you want to kill us and our people?”"},{"Chapter":5,"Number":11,"Text":"The people of Ekron called all the kings of the Philistines together. They said to the kings, “Send the Ark of the Covenant of the God of Israel back to its place. Do it before it kills us and our people!” They were very afraid. God’s punishment was very terrible there."},{"Chapter":5,"Number":12,"Text":"The people who did not die were troubled with growths on their skin. So the people of Ekron cried loudly to heaven."},{"Chapter":6,"Number":1,"Text":"The Philistines kept the Ark of the Covenant of God in their land seven months."},{"Chapter":6,"Number":2,"Text":"Then they called for their priests and magicians. They said, “What should we do with the Ark of the Covenant of the Lord? Tell us how to send it back home!”"},{"Chapter":6,"Number":3,"Text":"The priests and magicians answered them. They said, “If you send back the Ark of the Covenant of the God of Israel, don’t send it away empty. You must offer a penalty offering so the God of Israel will forgive your sins. Then you will be healed. When God has forgiven you, he will stop punishing you.”"},{"Chapter":6,"Number":4,"Text":"The Philistines asked, “What kind of penalty offering should we send to Israel’s God?”The priests and magicians answered, “Make five gold models of the growths on your skin. Also make five gold models of rats. The number of models must be the same as the number of Philistine kings. This is because the same sickness has come on you and your kings."},{"Chapter":6,"Number":5,"Text":"Make models of the growths and the rats that are ruining the country. Give them to Israel’s God and honor him. Then maybe Israel’s God will stop punishing you, your gods and your land."},{"Chapter":6,"Number":6,"Text":"Don’t be stubborn like the king of Egypt and the Egyptians. God punished them terribly. That is why the Egyptians let the Israelites leave Egypt."},{"Chapter":6,"Number":7,"Text":"“You must build a new cart. And get two cows that have just had calves. These must be cows that have never had yokes on their necks. Then hitch the cows to the cart. Take the calves home. Don’t let them follow their mothers."},{"Chapter":6,"Number":8,"Text":"Put the Ark of the Covenant of the Lord on the cart. And put the gold models in a box beside the Ark of the Covenant. They are your penalty offerings for God to forgive your sins. Send the cart straight on its way."},{"Chapter":6,"Number":9,"Text":"Watch the cart. It may go toward Beth Shemesh in Israel’s own land. If so, the Lord has given us this great sickness. But it may not go toward Beth Shemesh. Then we will know that Israel’s God has not punished us. We will know that our sickness just happened by chance.”"},{"Chapter":6,"Number":10,"Text":"The Philistines did what the priests and magicians said. They took two cows that had just had calves. They hitched them to the cart. But they kept their calves at home."},{"Chapter":6,"Number":11,"Text":"They put the Ark of the Covenant of the Lord on the cart. And they put the box with the gold rats and models of growths on the cart."},{"Chapter":6,"Number":12,"Text":"Then the cows went straight toward Beth Shemesh. They stayed on the road, mooing all the way. They did not turn right or left. The Philistine kings followed the cows as far as the border of Beth Shemesh."},{"Chapter":6,"Number":13,"Text":"Now the people of Beth Shemesh were harvesting their wheat in the valley. They looked up and saw the Ark of the Covenant of the Lord. They were very happy to see it again."},{"Chapter":6,"Number":14,"Text":"The cart came to the field belonging to Joshua of Beth Shemesh. The cart stopped in this field near a large rock. The people of Beth Shemesh chopped up the wood of the cart. Then they killed the cows and sacrificed them to the Lord."},{"Chapter":6,"Number":15,"Text":"The Levites took down the Ark of the Covenant of the Lord. They also took down the box that had the gold models. They put both on the large rock. That day the people of Beth Shemesh offered whole burnt offerings and made sacrifices to the Lord."},{"Chapter":6,"Number":16,"Text":"The five Philistine kings watched them do all these things. Then they went back to Ekron the same day."},{"Chapter":6,"Number":17,"Text":"The Philistines sent these gold models of the growths. They were penalty offerings to the Lord for their sins. They sent one model for each Philistine town. These towns were Ashdod, Gaza, Ashkelon, Gath and Ekron."},{"Chapter":6,"Number":18,"Text":"And the Philistines also sent gold models of rats. The number of rats was the same as the number of towns belonging to the Philistine kings. These towns included strong, walled cities and country villages. The large rock on which they put the Ark of the Covenant of the Lord is still there. It is in the field of Joshua of Beth Shemesh."},{"Chapter":6,"Number":19,"Text":"But some of the men of Beth Shemesh looked into the Ark of the Covenant of the Lord. So God killed 70 of them. The people of Beth Shemesh cried because the Lord had punished them so terribly."},{"Chapter":6,"Number":20,"Text":"They said, “Who can stand before the Lord, this holy God? Where can the Ark of the Covenant go from here?”"},{"Chapter":6,"Number":21,"Text":"Then they sent messengers to the people of Kiriath Jearim. The messengers said, “The Philistines have brought back the Ark of the Covenant of the Lord. Come down and take it to your city.”"},{"Chapter":7,"Number":1,"Text":"The men of Kiriath Jearim came and took the Ark of the Covenant of the Lord. They took it to Abinadab’s house on a hill. There they made Abinadab’s son Eleazar holy for the Lord so he could guard the Ark of the Covenant. The Lord Saves the Israelites"},{"Chapter":7,"Number":2,"Text":"The Ark of the Covenant stayed at Kiriath Jearim a long time—20 years in all. And the people of Israel began to follow the Lord again."},{"Chapter":7,"Number":3,"Text":"Samuel spoke to the whole group of Israel. He said, “If you’re turning back to the Lord with all your hearts, you must remove your foreign gods. You must remove your idols of Ashtoreth. You must give yourselves fully to the Lord and serve only him. Then he will save you from the Philistines.”"},{"Chapter":7,"Number":4,"Text":"So the Israelites put away their idols of Baal and Ashtoreth. And they served only the Lord."},{"Chapter":7,"Number":5,"Text":"Samuel said, “All Israel must meet at Mizpah. I will pray to the Lord for you.”"},{"Chapter":7,"Number":6,"Text":"So the Israelites met together at Mizpah. They drew water from the ground and poured it out before the Lord. They did not eat that day. They confessed, “We have sinned against the Lord.” And Samuel served as judge of Israel at Mizpah."},{"Chapter":7,"Number":7,"Text":"The Philistines heard the Israelites were meeting at Mizpah. So the Philistine kings came up to attack them. When the Israelites heard they were coming, they were afraid."},{"Chapter":7,"Number":8,"Text":"They said to Samuel, “Don’t stop praying to the Lord our God for us! Ask the Lord to save us from the Philistines!”"},{"Chapter":7,"Number":9,"Text":"Then Samuel took a baby lamb. He offered the lamb to the Lord as a whole burnt offering. He called to the Lord for Israel’s sake. And the Lord answered him."},{"Chapter":7,"Number":10,"Text":"While Samuel was burning the offering, the Philistines came near. They were going to attack Israel. But the Lord thundered against the Philistines with loud thunder. They were so frightened they became confused. So the Israelites defeated the Philistines in battle."},{"Chapter":7,"Number":11,"Text":"The men of Israel ran out of Mizpah and chased the Philistines. They went almost to Beth Car, killing the Philistines along the way. "},{"Chapter":7,"Number":12,"Text":"After this happened Samuel took a stone. He set it up between Mizpah and Shen. He named the stone Ebenezer. Samuel said, “The Lord has helped us to this point.”"},{"Chapter":7,"Number":13,"Text":"So the Philistines were defeated. They did not enter the Israelites’ land again.The Lord was against the Philistines all Samuel’s life."},{"Chapter":7,"Number":14,"Text":"Earlier the Philistines had taken towns from the Israelites. But the Israelites won them back, from Ekron to Gath. They also took back from the Philistines the neighboring lands of these towns. There was peace also between Israel and the Amorites."},{"Chapter":7,"Number":15,"Text":"Samuel continued as judge of Israel all his life."},{"Chapter":7,"Number":16,"Text":"Every year he went from Bethel to Gilgal to Mizpah. He judged the Israelites in all these towns."},{"Chapter":7,"Number":17,"Text":"But Samuel always went back to Ramah, where his home was. He also judged Israel there. And there he built an altar to the Lord."},{"Chapter":8,"Number":1,"Text":"When Samuel became old, he made his sons judges for Israel."},{"Chapter":8,"Number":2,"Text":"His first son was named Joel, and his second son was named Abijah. Joel and Abijah were judges in Beersheba."},{"Chapter":8,"Number":3,"Text":"But Samuel’s sons did not live as he did. They tried to get money dishonestly. They took money secretly to be dishonest in their judging."},{"Chapter":8,"Number":4,"Text":"So all the elders came together and met Samuel at Ramah."},{"Chapter":8,"Number":5,"Text":"They said to him, “You’re old, and your sons don’t live as you do. Give us a king to rule over us like all the other nations.”"},{"Chapter":8,"Number":6,"Text":"When the elders said that, Samuel was not pleased. He prayed to the Lord."},{"Chapter":8,"Number":7,"Text":"The Lord told Samuel, “Listen to whatever the people say to you. They have not rejected you. They have rejected me from being their king."},{"Chapter":8,"Number":8,"Text":"They are doing as they have always done. When I took them out of Egypt, they left me. They served other gods. They are doing the same to you."},{"Chapter":8,"Number":9,"Text":"Now listen to the people. But give them a warning. Tell them what the king who rules over them will do.”"},{"Chapter":8,"Number":10,"Text":"Samuel answered those who had asked him for a king. He told them all the words of the Lord."},{"Chapter":8,"Number":11,"Text":"Samuel said, “If you have a king ruling over you, this is what he will do: He will take your sons. He will make them serve with his chariots and his horses. They will run in front of the king’s chariot."},{"Chapter":8,"Number":12,"Text":"The king will make some of your sons commanders over 1,000 men or over 50 men. He will make some of your other sons plow his ground and reap his harvest. He will take others to make weapons of war and equipment for his chariots."},{"Chapter":8,"Number":13,"Text":"This king will take your daughters. Some of your daughters will make perfume. Others will cook and bake for him."},{"Chapter":8,"Number":14,"Text":"He will take your best fields, vineyards and olive groves. He will give them to his servants."},{"Chapter":8,"Number":15,"Text":"He will take one-tenth of your grain and grapes and give it to his officers and servants."},{"Chapter":8,"Number":16,"Text":"He will take your men servants and girl servants. He will take your best cattle and your donkeys. He will use them all for his own work."},{"Chapter":8,"Number":17,"Text":"He will take one-tenth of your flocks. And you yourselves will become his slaves."},{"Chapter":8,"Number":18,"Text":"When that time comes, you will cry out because of the king you chose. The Lord will not answer you then.”"},{"Chapter":8,"Number":19,"Text":"But the people would not listen to Samuel. They said, “No! We want a king to rule over us."},{"Chapter":8,"Number":20,"Text":"Then we will be the same as all the other nations. Our king will judge us. He will go with us and fight our battles.”"},{"Chapter":8,"Number":21,"Text":"Samuel heard all that the people said. Then he repeated all their words to the Lord."},{"Chapter":8,"Number":22,"Text":"The Lord answered, “You must listen to them. Give them a king.”Then Samuel told the people of Israel, “Everyone go back to his town.”"},{"Chapter":9,"Number":1,"Text":"Kish son of Abiel was from the tribe of Benjamin. He was an important man. (Abiel was the son of Zeror. And Zeror was the son of Becorath. He was the son of Aphiah of Benjamin.)"},{"Chapter":9,"Number":2,"Text":"Kish had a son named Saul. Saul was a fine young man. There was no Israelite better than he. Saul stood a head taller than any other man in Israel."},{"Chapter":9,"Number":3,"Text":"Now the donkeys of Saul’s father, Kish, were lost. So Kish said to Saul, his son, “Take one of the servants. Go and look for the donkeys.”"},{"Chapter":9,"Number":4,"Text":"Saul went through the mountains of Ephraim. And he went through the land of Shalisha. But he and the servant could not find the donkeys. They went into the land of Shaalim, but the donkeys were not there. They went through the land of Benjamin. But they still did not find the donkeys."},{"Chapter":9,"Number":5,"Text":"They arrived in the area of Zuph. Saul said to his servant, “Let’s go back. My father will stop thinking about the donkeys. He will start worrying about us.”"},{"Chapter":9,"Number":6,"Text":"But the servant answered, “A man of God is in this town. People respect him because everything he says comes true. Let’s go into the town now. Maybe he can tell us something about the journey we have taken.”"},{"Chapter":9,"Number":7,"Text":"Saul said to his servant, “If we go into the town, what can we give him? The food in our bags is gone. We have no gift to give him. Do we have anything at all to give him?”"},{"Chapter":9,"Number":8,"Text":"Again the servant answered Saul. “Look, I have one-tenth of an ounce of silver. Give it to the man of God. Then he will tell us about our journey.”"},{"Chapter":9,"Number":9,"Text":"(In the past, someone in Israel might want to ask something from God. If so, he would say, “Let’s go to the seer.” We call the person a man of God today. But in the past he was called a “seer.”)"},{"Chapter":9,"Number":10,"Text":"Saul said to his servant, “That is a good idea. Come, let’s go.” So they went toward the town where the man of God was."},{"Chapter":9,"Number":11,"Text":"Saul and the servant were going up the hill to the town. On the way they met some young women coming out to get water. Saul and the servant asked them, “Is the seer here?”"},{"Chapter":9,"Number":12,"Text":"The young women answered, “Yes, he’s here. He’s ahead of you. Hurry now. He has just come to our town today. This is because the people will offer a sacrifice at the place of worship."},{"Chapter":9,"Number":13,"Text":"When you enter the town, you will find him. He will be there before he goes up to the place of worship to eat. The people will not begin eating until the seer comes. He must bless the sacrifice. After that, the guests will eat. Go now, and you should find him.” "},{"Chapter":9,"Number":14,"Text":"Saul and the servant went up to the town. Just as they entered the town, they saw Samuel. He was on his way up to the place of worship. So he was coming out of the city toward them."},{"Chapter":9,"Number":15,"Text":"The day before Saul came, the Lord had told Samuel:"},{"Chapter":9,"Number":16,"Text":"“About this time tomorrow I will send you a man. He will be from Benjamin. You must appoint him as leader over my people Israel. He will save my people from the Philistines. I have seen the suffering of my people. I have listened to their cry.”"},{"Chapter":9,"Number":17,"Text":"When Samuel first saw Saul, the Lord spoke to Samuel. He said, “This is the man I told you about. He will rule my people.”"},{"Chapter":9,"Number":18,"Text":"Saul came near Samuel at the gate. Saul said, “Please tell me where the seer’s house is.”"},{"Chapter":9,"Number":19,"Text":"Samuel answered, “I am the seer. Go ahead of me to the place of worship. Today you and your servant are to eat with me. Tomorrow morning I will send you home. And I will answer all your questions."},{"Chapter":9,"Number":20,"Text":"Don’t worry about the donkeys you lost three days ago. They have been found. Israel now wants you and all your father’s family.”"},{"Chapter":9,"Number":21,"Text":"Saul answered, “But I am from the tribe of Benjamin. It’s the smallest tribe in Israel. And my family group is the smallest in the tribe of Benjamin. Why do you say Israel wants me?”"},{"Chapter":9,"Number":22,"Text":"Then Samuel took Saul and his servant into a large room. He gave them a chief place at the table. About 30 guests were there."},{"Chapter":9,"Number":23,"Text":"Samuel said to the cook, “Bring the meat I gave you. It’s the portion I told you to set aside.”"},{"Chapter":9,"Number":24,"Text":"So the cook took the thigh and put it on the table in front of Saul. Samuel said, “This is the meat saved for you. Eat it because it was set aside for you for this special time. As I said, ‘I have invited the people.’” So Saul ate with Samuel that day."},{"Chapter":9,"Number":25,"Text":"After they finished eating, they came down from the place of worship. They went to the town. Then Samuel talked with Saul on the roof of his house."},{"Chapter":9,"Number":26,"Text":"At dawn they got up, and Samuel called to Saul on the roof. He said, “Get up, and I will send you on your way.” So Saul got up. He went out of the house with Samuel."},{"Chapter":9,"Number":27,"Text":"Saul, his servant and Samuel were getting near the edge of the city. Samuel said to Saul, “Tell the servant to go on ahead of us. I have a message from God for you.”"},{"Chapter":10,"Number":1,"Text":"Samuel took a jar of olive oil. He poured the oil on Saul’s head. He kissed Saul and said, “The Lord has appointed you to be leader of his people Israel. You will rule over the people of the Lord. You will save them from their enemies all around. This will be the sign that the Lord has appointed you as leader of his people."},{"Chapter":10,"Number":2,"Text":"After you leave me today, you will meet two men. They will be near Rachel’s tomb on the border of Benjamin at Zelzah. They will say to you, ‘The donkeys you were looking for have been found. But now your father has stopped thinking about his donkeys. He is worrying about you. He is asking, “What will I do about my son?”’"},{"Chapter":10,"Number":3,"Text":"“Then you will go on until you reach the great tree at Tabor. There three men will meet you. They will be on their way to worship God at Bethel. One man will be carrying three young goats. The second man will be carrying three loaves of bread. And the third one will have a leather bag full of wine."},{"Chapter":10,"Number":4,"Text":"They will greet you and offer you two loaves of bread. You will accept the bread from them."},{"Chapter":10,"Number":5,"Text":"Then you will go to Gibeah of God. There is a Philistine camp there. When you come near this town, a group of prophets will come out. They will be coming from the place of worship. And they will be playing harps, tambourines, flutes and lyres. And they will be prophesying."},{"Chapter":10,"Number":6,"Text":"The Spirit of the Lord will enter you with power. You will prophesy with these prophets. You will be changed into a different man."},{"Chapter":10,"Number":7,"Text":"After these signs happen, do whatever you find to do. God will help you."},{"Chapter":10,"Number":8,"Text":"“Go ahead of me to Gilgal. I will come down to you. Then I will offer whole burnt offerings and fellowship offerings. But you must wait seven days. Then I will come and tell you what to do.” "},{"Chapter":10,"Number":9,"Text":"When Saul turned to leave Samuel, God changed Saul’s heart. All these signs came true that day."},{"Chapter":10,"Number":10,"Text":"When Saul and his servant arrived at Gibeah, Saul met a group of prophets. The Spirit of God entered him. And he prophesied with the prophets."},{"Chapter":10,"Number":11,"Text":"People who had known Saul before saw him prophesying with the prophets. They asked each other, “What has happened to Kish’s son? Is even Saul one of the prophets?”"},{"Chapter":10,"Number":12,"Text":"A man who lived there said, “Who is the father of these prophets?” This became a famous saying: “Is even Saul one of the prophets?”"},{"Chapter":10,"Number":13,"Text":"When Saul finished prophesying, he went to the place of worship."},{"Chapter":10,"Number":14,"Text":"Saul’s uncle asked him and his servant, “Where have you been?”Saul said, “We were looking for the donkeys. When we couldn’t find them, we went to talk to Samuel.”"},{"Chapter":10,"Number":15,"Text":"Saul’s uncle asked, “Please tell me. What did Samuel say to you?”"},{"Chapter":10,"Number":16,"Text":"Saul answered, “He told us the donkeys had already been found.” But Saul did not tell his uncle what Samuel had said about his becoming king."},{"Chapter":10,"Number":17,"Text":"Samuel called all the people of Israel to meet with the Lord at Mizpah."},{"Chapter":10,"Number":18,"Text":"He said, “This is what the Lord, the God of Israel, says: ‘I led Israel out of Egypt. I saved you from Egypt’s control. And I saved you from other kingdoms that were troubling you.’"},{"Chapter":10,"Number":19,"Text":"But now you have rejected your God. He saves you from all your troubles and problems. But you said, ‘No! We want a king to rule over us.’ Now come, stand before the Lord in your tribes and family groups.”"},{"Chapter":10,"Number":20,"Text":"Samuel brought all the tribes of Israel near. And the tribe of Benjamin was chosen."},{"Chapter":10,"Number":21,"Text":"Samuel had them pass by in family groups, and Matri’s family was chosen. Then he had each man of Matri’s family pass by. And Saul son of Kish was chosen. But when they looked for Saul, they could not find him."},{"Chapter":10,"Number":22,"Text":"Then they asked the Lord, “Has Saul come here yet?”The Lord said, “Yes. He’s hiding behind the baggage.”"},{"Chapter":10,"Number":23,"Text":"So they ran and brought him out. When Saul stood among the people, he was a head taller than anyone else."},{"Chapter":10,"Number":24,"Text":"Then Samuel said to the people, “See the man the Lord has chosen. There is no one like him among all the people.”Then the people shouted, “Long live the king!”"},{"Chapter":10,"Number":25,"Text":"Samuel explained the rights and duties of the king. He wrote the rules in a book and put the book before the Lord. Then he told the people to go to their homes."},{"Chapter":10,"Number":26,"Text":"Saul also went to his home in Gibeah. God touched the hearts of certain brave men who went along with him."},{"Chapter":10,"Number":27,"Text":"But some troublemakers said, “How can this man save us?” They hated Saul and refused to bring gifts to him. But Saul kept quiet."},{"Chapter":11,"Number":1,"Text":"About a month later Nahash the Ammonite and his army surrounded the city of Jabesh in Gilead. All the people of Jabesh said to Nahash, “Make a treaty with us. And we will serve you.”"},{"Chapter":11,"Number":2,"Text":"But he answered, “I will make a treaty with you. But I will only do it if I’m allowed to tear out the right eye of each of you. Then all Israel will be ashamed!”"},{"Chapter":11,"Number":3,"Text":"The elders of Jabesh said to Nahash, “Let us have seven days. We will send messengers through all Israel. If no one comes to help us, we will give ourselves up to you.”"},{"Chapter":11,"Number":4,"Text":"The messengers came to Gibeah where Saul lived. When they told the people the news, the people cried loudly."},{"Chapter":11,"Number":5,"Text":"Saul had finished plowing in the fields with his oxen. He was coming home when he heard the people crying. He asked, “What’s wrong with the people? Why are they crying?” Then they told Saul what the messengers from Jabesh had said."},{"Chapter":11,"Number":6,"Text":"When Saul heard their words, God’s Spirit entered him with power. Saul became very angry."},{"Chapter":11,"Number":7,"Text":"So he took a pair of oxen and cut them into pieces. Then he gave the pieces of the oxen to messengers. He ordered them to carry the pieces through all the land of Israel.The messengers made an announcement to the people. They said, “This is what will happen to the oxen of anyone who does not follow Saul and Samuel.” So the people became very afraid of the Lord. They all came together as if they were one person."},{"Chapter":11,"Number":8,"Text":"Saul gathered the people together at Bezek. There were 300,000 men from Israel and 30,000 men from Judah."},{"Chapter":11,"Number":9,"Text":"They spoke to the messengers who had come. They said, “Tell the people at Jabesh Gilead this: ‘Before the day becomes hot tomorrow, you will be saved.’” So the messengers went and reported this to the people at Jabesh. They were very happy."},{"Chapter":11,"Number":10,"Text":"The people said to Nahash the Ammonite, “Tomorrow we will give ourselves up to you. Then you can do anything you want to us.”"},{"Chapter":11,"Number":11,"Text":"The next morning Saul divided his soldiers into three groups. At dawn they entered the Ammonite camp. And they defeated the Ammonites before the heat of the day. The Ammonites who were left alive were scattered. Not even two of them were still together."},{"Chapter":11,"Number":12,"Text":"Then the people said to Samuel, “Who was it that didn’t want Saul as king? Bring them here, and we will kill them!”"},{"Chapter":11,"Number":13,"Text":"But Saul said, “No! No one will be put to death today. The Lord has saved Israel today!”"},{"Chapter":11,"Number":14,"Text":"Then Samuel said to the people, “Come, let’s go to Gilgal. At Gilgal we will again promise to obey the king.”"},{"Chapter":11,"Number":15,"Text":"All the people went to Gilgal. And there, before the Lord, the people made Saul king. They offered fellowship offerings to the Lord. Saul and all the Israelites had a great celebration."},{"Chapter":12,"Number":1,"Text":"Samuel said to all Israel, “I have done everything you wanted me to do. I have put a king over you."},{"Chapter":12,"Number":2,"Text":"Now you have a king to lead you. I am old and gray, and my sons are here with you. I have been your leader since I was young."},{"Chapter":12,"Number":3,"Text":"Here I am. If I have done anything wrong, you must testify against me. Do this before the Lord and his appointed king. Did I steal anyone’s ox or donkey? Did I hurt or cheat anyone? Did I ever secretly take money to pretend not to see something wrong? If I did any of these things, I will make it right.”"},{"Chapter":12,"Number":4,"Text":"The Israelites answered, “You have not cheated us. You have not hurt us. You have not taken anything unfairly from anyone.”"},{"Chapter":12,"Number":5,"Text":"Samuel said to them, “The Lord is a witness to what you have said. His appointed king is also a witness today. They are both witnesses that you did not find anything wrong in me.”“He is our witness,” they said."},{"Chapter":12,"Number":6,"Text":"Then Samuel said to the people, “The Lord is our witness. He chose Moses and Aaron. He brought your ancestors out of Egypt."},{"Chapter":12,"Number":7,"Text":"Now, stand there. And I will talk with you about all the good things the Lord did for you and your ancestors."},{"Chapter":12,"Number":8,"Text":"“After Jacob entered Egypt, his descendants cried to the Lord for help. So the Lord sent Moses and Aaron. They took your ancestors out of Egypt and brought them to live in this place."},{"Chapter":12,"Number":9,"Text":"“But they forgot the Lord their God. So he let them become the slaves of Sisera. He was the commander of the army of Hazor. The Lord let them become the slaves of the Philistines and the king of Moab. They all fought against your ancestors."},{"Chapter":12,"Number":10,"Text":"Then your ancestors cried to the Lord. They said, ‘We have sinned. We have left the Lord. We served the Baals and the Ashtoreths. But now save us from our enemies, and we will serve you.’"},{"Chapter":12,"Number":11,"Text":"The Lord sent Gideon, who is also called Jerub-Baal. And he sent Barak, Jephthah and Samuel. Then he saved you from your enemies around you. And you lived in safety."},{"Chapter":12,"Number":12,"Text":"But then you saw Nahash king of the Ammonites coming against you. You said, ‘No! We want a king to rule over us!’"},{"Chapter":12,"Number":13,"Text":"Now here is the king you chose. The Lord has put him over you."},{"Chapter":12,"Number":14,"Text":"You must honor the Lord and serve him. You must obey his commands. Both you and the king ruling over you must follow the Lord your God. If you do, it will be well with you."},{"Chapter":12,"Number":15,"Text":"But if you don’t obey the Lord, and if you fight against his commands, he will be against you. He will do to you what he did to your ancestors."},{"Chapter":12,"Number":16,"Text":"“Now stand still and see the great thing the Lord will do before your eyes."},{"Chapter":12,"Number":17,"Text":"It is now the time of the wheat harvest. I will pray for the Lord to send thunder and rain. Then you will know what an evil thing you did against the Lord when you asked for a king.”"},{"Chapter":12,"Number":18,"Text":"Then Samuel prayed to the Lord. That same day the Lord sent thunder and rain. And the people became very afraid of the Lord and Samuel."},{"Chapter":12,"Number":19,"Text":"They said to Samuel, “Pray to the Lord your God for us, your servants! Don’t let us die! We’ve added to all our sins the evil of asking for a king.”"},{"Chapter":12,"Number":20,"Text":"Samuel answered, “Don’t be afraid. It’s true that you did wrong. But don’t turn away from the Lord. Serve the Lord with all your heart."},{"Chapter":12,"Number":21,"Text":"Idols are of no use. So don’t worship them. They can’t help you or save you. They are useless!"},{"Chapter":12,"Number":22,"Text":"For his own sake, the Lord won’t leave his people. Instead, he was pleased to make you his own people."},{"Chapter":12,"Number":23,"Text":"I will surely not stop praying for you. If I did, I would be sinning against the Lord. I will teach you what is good and right."},{"Chapter":12,"Number":24,"Text":"But you must honor the Lord. You must always serve him with all your heart. Remember the wonderful things he did for you!"},{"Chapter":12,"Number":25,"Text":"But if you are stubborn and do evil, God will sweep you and your king away.”"},{"Chapter":13,"Number":1,"Text":"Saul was 30 years old when he became king. He was king over Israel 42 years."},{"Chapter":13,"Number":2,"Text":"Saul chose 3,000 men from Israel. There were 2,000 men who stayed with him at Micmash in the mountains of Bethel. And 1,000 men stayed with Jonathan at Gibeah in Benjamin. Saul sent the other men in the army back home."},{"Chapter":13,"Number":3,"Text":"Jonathan attacked the Philistine camp in Geba. And the other Philistines heard about it. Saul said, “Let the Hebrew people hear what happened.” So he told the men to blow trumpets through all the land of Israel."},{"Chapter":13,"Number":4,"Text":"All the Israelites heard the news. The men said, “Saul has defeated the Philistine camp. Now the Philistines really hate us!” Then the Israelites were called to join Saul at Gilgal."},{"Chapter":13,"Number":5,"Text":"The Philistines gathered to fight Israel. They had 3,000 chariots and 6,000 men to ride in the chariots. Their soldiers were many in number, like the grains of sand on the seashore. The Philistines went and camped at Micmash which is east of Beth Aven."},{"Chapter":13,"Number":6,"Text":"The Israelites saw that they were in trouble. So they went to hide in caves and bushes. They also hid among the rocks and in pits and wells."},{"Chapter":13,"Number":7,"Text":"Some Hebrews even went across the Jordan River to the land of Gad and Gilead.But Saul stayed at Gilgal. All the men in his army were shaking with fear."},{"Chapter":13,"Number":8,"Text":"Saul waited seven days, because Samuel had said he would meet him then. But Samuel did not come to Gilgal. And the soldiers began to leave."},{"Chapter":13,"Number":9,"Text":"So Saul said, “Bring me the whole burnt offering and the fellowship offerings.” Then Saul offered the whole burnt offering."},{"Chapter":13,"Number":10,"Text":"Just as he finished, Samuel arrived. Saul went to meet him."},{"Chapter":13,"Number":11,"Text":"Samuel asked, “What have you done?”Saul answered, “I saw the soldiers leaving me, and you were not here. The Philistines were gathering at Micmash."},{"Chapter":13,"Number":12,"Text":"Then I thought, ‘The Philistines will come against me at Gilgal. And I haven’t asked for the Lord’s approval.’ So I forced myself to offer the whole burnt offering.”"},{"Chapter":13,"Number":13,"Text":"Samuel said, “You acted foolishly! You haven’t obeyed God’s command. If you had obeyed him, God would make your kingdom continue in Israel forever."},{"Chapter":13,"Number":14,"Text":"But now your kingdom will not continue. The Lord has looked for the kind of man he wants. The Lord has appointed him to become ruler of his people. He is doing this because you haven’t obeyed his command.”"},{"Chapter":13,"Number":15,"Text":"Then Samuel left Gilgal and went to Gibeah in Benjamin. The rest of the army followed Saul into battle. Saul counted the men still with him, and there were about 600. Hard Times for Israel"},{"Chapter":13,"Number":16,"Text":"Saul and his son Jonathan stayed in Geba in the land of Benjamin. The soldiers with them also stayed there. The Philistines made their camp at Micmash."},{"Chapter":13,"Number":17,"Text":"Three groups went out from their camp to attack. One group went on the Ophrah road in the land of Shual."},{"Chapter":13,"Number":18,"Text":"The second group went on the Beth Horon road. And the third group went on the border road. It overlooked the Valley of Zeboim toward the desert."},{"Chapter":13,"Number":19,"Text":"The whole land of Israel had no blacksmith. This is because the Philistines had said, “The Hebrews might make swords and spears.”"},{"Chapter":13,"Number":20,"Text":"So all the Israelites went down to the Philistines. They went to have their plows, hoes, axes and sickles sharpened."},{"Chapter":13,"Number":21,"Text":"The Philistine blacksmiths charged about one-fourth of an ounce of silver for sharpening plows and hoes. And they charged one-eighth of an ounce of silver for sharpening picks, axes and the sticks used to guide oxen."},{"Chapter":13,"Number":22,"Text":"So when the battle came, the soldiers with Saul and Jonathan had no swords or spears. Only Saul and his son Jonathan had them. "},{"Chapter":13,"Number":23,"Text":"A group from the Philistine army had gone out to the mountain pass at Micmash."},{"Chapter":14,"Number":1,"Text":"One day Jonathan, Saul’s son, spoke to the officer who carried his armor. Jonathan said, “Come, let’s go over to the Philistine camp on the other side.” But Jonathan did not tell his father."},{"Chapter":14,"Number":2,"Text":"Saul was sitting under a pomegranate tree at the threshing floor near Gibeah. He had about 600 men with him."},{"Chapter":14,"Number":3,"Text":"One man was Ahijah, who was a son of Ichabod’s brother Ahitub. Ichabod was the son of Phinehas, Eli’s son. Eli was the Lord’s priest in Shiloh. He wore the holy vest. No one knew Jonathan had left."},{"Chapter":14,"Number":4,"Text":"There was a steep slope on each side of the pass. Jonathan planned to go through the pass to the Philistine camp. The cliff on one side was named Bozez. The other cliff was named Seneh."},{"Chapter":14,"Number":5,"Text":"One cliff faced north toward Micmash. The other faced south toward Geba."},{"Chapter":14,"Number":6,"Text":"Jonathan said to his officer who carried his armor, “Come. Let’s go to the camp of those men who are not circumcised. Maybe the Lord will help us. It doesn’t matter if we have many people, or just a few. Nothing can keep the Lord from giving us victory.”"},{"Chapter":14,"Number":7,"Text":"The officer who carried Jonathan’s armor said to him, “Do whatever you think is best. Go ahead. I’m with you.”"},{"Chapter":14,"Number":8,"Text":"Jonathan said, “Then come. We will cross over to the Philistines. We will let them see us."},{"Chapter":14,"Number":9,"Text":"They may say to us, ‘Stay there until we come to you.’ If they do, we will stay where we are. We won’t go up to them."},{"Chapter":14,"Number":10,"Text":"But they may say, ‘Come up to us.’ If so, we will climb up. And the Lord will allow us to defeat them. This will be the sign for us.”"},{"Chapter":14,"Number":11,"Text":"Both Jonathan and his officer let the Philistines see them. The Philistines said, “Look! The Hebrews are crawling out of the holes they were hiding in!”"},{"Chapter":14,"Number":12,"Text":"The Philistines in the camp shouted to Jonathan and his officer, “Come up to us. We’ll teach you a lesson!”Jonathan said to his officer, “Climb up behind me. The Lord has given the Philistines to Israel!”"},{"Chapter":14,"Number":13,"Text":"So Jonathan climbed up, using his hands and feet. His officer climbed just behind him. Jonathan cut down the Philistines as he went. And his officer killed them as he followed behind Jonathan."},{"Chapter":14,"Number":14,"Text":"In that first fight Jonathan and his officer killed about 20 Philistines."},{"Chapter":14,"Number":15,"Text":"All the Philistine soldiers panicked. Those in the camp and those in the raiding party were frightened. The ground itself shook! God caused the panic."},{"Chapter":14,"Number":16,"Text":"Saul’s guards were at Gibeah in the land of Benjamin. They saw the Philistine soldiers running in every direction."},{"Chapter":14,"Number":17,"Text":"Saul said to his army, “Check and find who has left our camp.” When they checked, they learned that Jonathan and his officer were gone."},{"Chapter":14,"Number":18,"Text":"So Saul said to Ahijah the priest, “Bring the Ark of the Covenant of God.” (At that time it was with the Israelites.)"},{"Chapter":14,"Number":19,"Text":"While Saul was talking to the priest, the confusion in the Philistine camp was growing. Then Saul said to Ahijah, “Stop. There’s not time to pray now!”"},{"Chapter":14,"Number":20,"Text":"Then Saul and the army with him gathered and entered the battle. They found the Philistines confused, even striking each other with their swords!"},{"Chapter":14,"Number":21,"Text":"Earlier, there were Hebrews who had served the Philistines and had stayed in their camp. They now joined the Israelites with Saul and Jonathan."},{"Chapter":14,"Number":22,"Text":"All the Israelites hidden in the mountains of Ephraim heard that the Philistine soldiers were running away. They too joined the battle and chased the Philistines."},{"Chapter":14,"Number":23,"Text":"So the Lord saved the Israelites that day. And the battle moved on past Beth Aven. Saul Makes Another Mistake"},{"Chapter":14,"Number":24,"Text":"The men of Israel were miserable that day. This was because Saul had made an oath for all of them. He had said, “No one should eat food before evening and before I finish defeating my enemies. If he does, he will be cursed!” So no Israelite soldier ate food."},{"Chapter":14,"Number":25,"Text":"Now the army went into the woods. There was some honey on the ground."},{"Chapter":14,"Number":26,"Text":"They came to where the honey was. But no one took any because they were afraid of the oath."},{"Chapter":14,"Number":27,"Text":"But Jonathan had not heard the oath Saul had put on the people. So Jonathan dipped the end of his stick into the honey. He pulled out the honey and ate it. Then he felt better."},{"Chapter":14,"Number":28,"Text":"So one of the soldiers told Jonathan, “Your father made an oath for all the soldiers. He said any man who eats today will be cursed! That’s why they are weak.”"},{"Chapter":14,"Number":29,"Text":"Jonathan said, “My father has made trouble for the land! See how much better I feel after just tasting a little of this honey!"},{"Chapter":14,"Number":30,"Text":"It would have been much better for the men to eat the food they took from their enemies today. We could have killed many more Philistines!”"},{"Chapter":14,"Number":31,"Text":"That day the Israelites defeated the Philistines from Micmash to Aijalon. After they did this, they were very tired."},{"Chapter":14,"Number":32,"Text":"They had taken sheep, cattle and calves from the Philistines. Now they were so hungry they killed the animals on the ground and ate them. But the blood was still in the animals!"},{"Chapter":14,"Number":33,"Text":"Someone said to Saul, “Look! The men are sinning against the Lord. They’re eating meat that still has blood in it!”Saul said, “You have sinned! Roll a large stone over here now!”"},{"Chapter":14,"Number":34,"Text":"Then he said, “Go to the men. Tell them that each person must bring his ox and sheep to me. They must kill and eat their ox and sheep here. Don’t sin against the Lord. Don’t eat meat with the blood still in it.”That night everyone brought his animals and killed them there."},{"Chapter":14,"Number":35,"Text":"Then Saul built an altar to the Lord. It was the first altar Saul had built to the Lord."},{"Chapter":14,"Number":36,"Text":"Saul said, “Let’s go after the Philistines tonight. Let’s take what they own. We won’t let any of them live!”The men answered, “Do whatever you think is best.”But the priest said, “Let’s ask God.”"},{"Chapter":14,"Number":37,"Text":"So Saul asked God, “Should I chase the Philistines? Will you let us defeat them?” But that day God did not answer Saul."},{"Chapter":14,"Number":38,"Text":"That is why Saul said to all the leaders of his army, “Come here. Let’s find what sin has been done today."},{"Chapter":14,"Number":39,"Text":"As surely as the Lord lives, even if my son Jonathan did the sin, he must die.” But no one in the army answered."},{"Chapter":14,"Number":40,"Text":"Then Saul said to all the Israelites, “You stand on this side. I and my son Jonathan will stand on the other side.”The men answered, “Do whatever you think is best.”"},{"Chapter":14,"Number":41,"Text":"Then Saul prayed to the Lord, the God of Israel, “Give me the right answer.”And Saul and Jonathan were chosen by throwing lots. The other men went free."},{"Chapter":14,"Number":42,"Text":"Saul said, “Throw the lot. It will show if it is I or Jonathan my son who is guilty.” And Jonathan was chosen."},{"Chapter":14,"Number":43,"Text":"Saul said to Jonathan, “Tell me what you have done.”So Jonathan told Saul, “I only tasted a little honey from the end of my stick. And must I die now?”"},{"Chapter":14,"Number":44,"Text":"Saul said, “Jonathan, if you don’t die, may God punish me terribly.”"},{"Chapter":14,"Number":45,"Text":"But the soldiers said to Saul, “Must Jonathan die? Never! He is responsible for saving Israel today! As surely as the Lord lives, not even a hair of his head will fall to the ground! Today Jonathan fought against the Philistines with God’s help!” So the army saved Jonathan, and he did not die."},{"Chapter":14,"Number":46,"Text":"Then Saul stopped chasing the Philistines. And they went back to their own land. "},{"Chapter":14,"Number":47,"Text":"When Saul became king over Israel, he fought against Israel’s enemies all around. He fought Moab, the Ammonites, Edom, the king of Zobah and the Philistines. Everywhere Saul went he defeated Israel’s enemies."},{"Chapter":14,"Number":48,"Text":"He became strong. He fought bravely and defeated the Amalekites. He saved Israel from the enemies who had taken what the Israelites owned."},{"Chapter":14,"Number":49,"Text":"Saul’s sons were Jonathan, Ishvi and Malki-Shua. His older daughter was named Merab. His younger daughter was named Michal."},{"Chapter":14,"Number":50,"Text":"Saul’s wife was Ahinoam daughter of Ahimaaz. The commander of his army was Abner son of Ner. Ner was Saul’s uncle."},{"Chapter":14,"Number":51,"Text":"Saul’s father Kish and Abner’s father Ner were sons of Abiel."},{"Chapter":14,"Number":52,"Text":"All Saul’s life he fought hard against the Philistines. When he saw strong or brave men, he took them into his army."},{"Chapter":15,"Number":1,"Text":"Samuel said to Saul, “The Lord sent me to appoint you king over Israel. Now listen to his message."},{"Chapter":15,"Number":2,"Text":"This is what the Lord of heaven’s armies says: ‘The Israelites came out of Egypt. But the Amalekites tried to stop them from going to Canaan. I saw what they did."},{"Chapter":15,"Number":3,"Text":"Now go, attack the Amalekites. Destroy everything that belongs to them as an offering to the Lord. Don’t let anything live. Put to death men and women, children and small babies. Kill the cattle and sheep, camels and donkeys.’”"},{"Chapter":15,"Number":4,"Text":"So Saul called the army together at Telaim. There were 200,000 soldiers and 10,000 men from Judah."},{"Chapter":15,"Number":5,"Text":"Then Saul went to the city of Amalek and set up an ambush in the ravine."},{"Chapter":15,"Number":6,"Text":"He said to the Kenites, “Go away. Leave the Amalekites so that I won’t destroy you with them. You showed kindness to the Israelites when they came out of Egypt.” So the Kenites moved away from the Amalekites."},{"Chapter":15,"Number":7,"Text":"Then Saul defeated the Amalekites. He fought them all the way from Havilah to Shur, at the border of Egypt."},{"Chapter":15,"Number":8,"Text":"He took Agag king of the Amalekites alive. But he killed all of Agag’s army with the sword."},{"Chapter":15,"Number":9,"Text":"But Saul and the army let Agag live. They also let the best sheep, fat cattle and lambs live. They let every good animal live. They did not want to destroy them. But when they found an animal that was weak or useless, they killed it."},{"Chapter":15,"Number":10,"Text":"Then the Lord spoke his word to Samuel:"},{"Chapter":15,"Number":11,"Text":"“Saul has stopped following me. And I am sorry I made him king. He has not obeyed my commands.” Samuel was upset, and he cried out to the Lord all night long."},{"Chapter":15,"Number":12,"Text":"Early the next morning Samuel got up and went to meet Saul. But the people told Samuel, “Saul has gone to Carmel. He has put up a monument in his own honor. Now he has gone down to Gilgal.”"},{"Chapter":15,"Number":13,"Text":"Then Samuel came to Saul. And Saul said, “May the Lord bless you! I have obeyed the Lord’s commands.”"},{"Chapter":15,"Number":14,"Text":"But Samuel said, “Then why do I hear cattle mooing and sheep bleating?”"},{"Chapter":15,"Number":15,"Text":"Saul answered, “The soldiers took them from the Amalekites. They saved the best sheep and cattle to offer as sacrifices to the Lord your God. But we destroyed all the other animals.”"},{"Chapter":15,"Number":16,"Text":"Samuel said to Saul, “Stop! Let me tell you what the Lord said to me last night.”Saul answered, “Tell me.”"},{"Chapter":15,"Number":17,"Text":"Samuel said, “Once you didn’t think much of yourself. But now you have become the leader of the tribes of Israel. The Lord appointed you to be king over Israel."},{"Chapter":15,"Number":18,"Text":"And he told you to do something. He said, ‘Go and destroy those evil people, the Amalekites. Make war on them until all of them are dead.’"},{"Chapter":15,"Number":19,"Text":"Why didn’t you obey the Lord? Why did you take the best things? Why did you do what the Lord said was wrong?”"},{"Chapter":15,"Number":20,"Text":"Saul said, “But I did obey the Lord. I did what the Lord told me to do. I destroyed all the Amalekites. And I brought back Agag their king."},{"Chapter":15,"Number":21,"Text":"The soldiers took the best sheep and cattle to sacrifice to the Lord your God at Gilgal.”"},{"Chapter":15,"Number":22,"Text":"But Samuel answered,“What pleases the Lord more:    burnt offerings and sacrifices or obedience?It is better to obey God than to offer a sacrifice.    It is better to listen to God than to offer the fat of male sheep."},{"Chapter":15,"Number":23,"Text":"Refusing to obey is as bad as the sin of sorcery.    Being stubborn is as bad as the sin of worshiping idols.You have rejected the Lord’s command.    For this reason, he now rejects you as king.”"},{"Chapter":15,"Number":24,"Text":"Then Saul said to Samuel, “I have sinned. I didn’t obey the Lord’s commands. I didn’t do what you told me. I was afraid of the people, and I did what they said."},{"Chapter":15,"Number":25,"Text":"Now I beg you, forgive my sin. Come back with me so I may worship the Lord.”"},{"Chapter":15,"Number":26,"Text":"But Samuel said to Saul, “I won’t go back with you. You refused the Lord’s command. And now he rejects you as king of Israel.”"},{"Chapter":15,"Number":27,"Text":"As Samuel turned to leave, Saul caught his robe, and it tore."},{"Chapter":15,"Number":28,"Text":"Samuel said to him, “The Lord has torn the kingdom of Israel from you today. He has given it to one of your neighbors. He has given it to one better than you."},{"Chapter":15,"Number":29,"Text":"The Lord is the Eternal One of Israel. He does not lie or change his mind. He is not a man. So he does not change his mind as men do.”"},{"Chapter":15,"Number":30,"Text":"Saul answered, “I have sinned. But please honor me in front of my people’s elders. Please honor me in front of the Israelites. Come back with me so that I may worship the Lord your God.”"},{"Chapter":15,"Number":31,"Text":"So Samuel went back with Saul, and Saul worshiped the Lord."},{"Chapter":15,"Number":32,"Text":"Then Samuel said, “Bring me Agag king of the Amalekites.”Agag came to Samuel in chains. Yet Agag thought, “Surely the threat of death has passed.”"},{"Chapter":15,"Number":33,"Text":"Samuel said to him, “Your sword caused mothers to be without their children. Now your mother will have no children.” And Samuel cut Agag to pieces before the Lord at Gilgal."},{"Chapter":15,"Number":34,"Text":"Then Samuel left and went to Ramah. But Saul went up to his home in Gibeah."},{"Chapter":15,"Number":35,"Text":"And Samuel never saw Saul again all the rest of his life. But he was sorry for Saul. And the Lord was very sorry he had made Saul king of Israel."},{"Chapter":16,"Number":1,"Text":"The Lord said to Samuel, “How long will you continue to feel sorry for Saul? I have rejected him as king of Israel. Fill your container with olive oil and go. I am sending you to Jesse who lives in Bethlehem. I have chosen one of his sons to be king.”"},{"Chapter":16,"Number":2,"Text":"But Samuel said, “If I go, Saul will hear the news. And he will try to kill me.”The Lord said, “Take a young calf with you. Say, ‘I have come to offer a sacrifice to the Lord.’"},{"Chapter":16,"Number":3,"Text":"Invite Jesse to the sacrifice. Then I will show you what to do. You must appoint the one I show you.”"},{"Chapter":16,"Number":4,"Text":"Samuel did what the Lord told him to do. When he arrived at Bethlehem, the elders of Bethlehem shook with fear. They met him and asked, “Are you coming in peace?”"},{"Chapter":16,"Number":5,"Text":"Samuel answered, “Yes, I come in peace. I have come to make a sacrifice to the Lord. Make yourselves holy for the Lord and come to the sacrifice with me.” Then he made Jesse and his sons holy for the Lord. And he invited them to come to the sacrifice."},{"Chapter":16,"Number":6,"Text":"When they arrived, Samuel saw Eliab. Samuel thought, “Surely the Lord has appointed this person standing here before him.”"},{"Chapter":16,"Number":7,"Text":"But the Lord said to Samuel, “Don’t look at how handsome Eliab is. Don’t look at how tall he is. I have not chosen him. God does not see the same way people see. People look at the outside of a person, but the Lord looks at the heart.”"},{"Chapter":16,"Number":8,"Text":"Then Jesse called Abinadab and told him to pass by Samuel. But Samuel said, “The Lord has not chosen this man either.”"},{"Chapter":16,"Number":9,"Text":"Then Jesse had Shammah pass by. But Samuel said, “No, the Lord has not chosen this one.”"},{"Chapter":16,"Number":10,"Text":"Jesse had seven of his sons pass by Samuel. But Samuel said to him, “The Lord has not chosen any of these.”"},{"Chapter":16,"Number":11,"Text":"Then he asked Jesse, “Are these all the sons you have?”Jesse answered, “I still have the youngest son. He is out taking care of the sheep.”Samuel said, “Send for him. We will not sit down to eat until he arrives.”"},{"Chapter":16,"Number":12,"Text":"So Jesse sent and had his youngest son brought in. He was a fine boy, tanned and handsome.The Lord said to Samuel, “Go! Appoint him. He is the one.”"},{"Chapter":16,"Number":13,"Text":"So Samuel took the container of olive oil. Then he poured oil on Jesse’s youngest son to appoint him in front of his brothers. From that day on, the Lord’s Spirit entered David with power. Samuel then went back to Ramah. "},{"Chapter":16,"Number":14,"Text":"But the Lord’s Spirit had gone out of Saul. And an evil spirit from the Lord troubled him."},{"Chapter":16,"Number":15,"Text":"Saul’s servants said to him, “See, an evil spirit from God is troubling you."},{"Chapter":16,"Number":16,"Text":"Give us the command. We will look for someone who can play the harp. When the evil spirit from the Lord enters you, he will play. Then the evil spirit will leave you alone. And you will feel better.”"},{"Chapter":16,"Number":17,"Text":"So Saul said to his servants, “Find someone. If he plays well, bring him to me.”"},{"Chapter":16,"Number":18,"Text":"One of the servants said, “Jesse of Bethlehem has a son who plays the harp. I have seen him play it. He is a brave man and fights well. He is a good speaker and handsome. And the Lord is with him.”"},{"Chapter":16,"Number":19,"Text":"Then Saul sent messengers to Jesse. The message said, “Send me your son David, who is with the sheep.”"},{"Chapter":16,"Number":20,"Text":"So Jesse loaded a donkey with bread and a leather bag full of wine. He also took a young goat. He sent them all with his son David to Saul."},{"Chapter":16,"Number":21,"Text":"When David came to Saul, he began to serve him. Saul loved David very much. And David became the officer who carried Saul’s armor."},{"Chapter":16,"Number":22,"Text":"Saul sent a message to Jesse. He said, “Let David stay and serve me. I like him.”"},{"Chapter":16,"Number":23,"Text":"When the evil spirit from God entered Saul, David would take his harp and play. Then the evil spirit would go out of him. And Saul would feel relief. He would feel better again."},{"Chapter":17,"Number":1,"Text":"The Philistines gathered their armies for war. They met at Socoh in Judah. Their camp was at Ephes Dammim between Socoh and Azekah."},{"Chapter":17,"Number":2,"Text":"Saul and the Israelites gathered in the Valley of Elah. And they camped there. They took their positions to fight the Philistines."},{"Chapter":17,"Number":3,"Text":"The Philistines controlled one hill. The Israelites controlled another. The valley was between them."},{"Chapter":17,"Number":4,"Text":"The Philistines had a champion fighter named Goliath. He was from Gath. He was about nine feet four inches tall. He came out of the Philistine camp."},{"Chapter":17,"Number":5,"Text":"He had a bronze helmet on his head. And he wore a coat of scale armor. It was made of bronze and weighed about 125 pounds."},{"Chapter":17,"Number":6,"Text":"He wore bronze protectors on his legs. And he had a small spear of bronze tied on his back."},{"Chapter":17,"Number":7,"Text":"The wooden part of his larger spear was like a weaver’s rod. And its blade weighed about 15 pounds. The officer who carried his shield walked in front of him."},{"Chapter":17,"Number":8,"Text":"Goliath stood and shouted to the Israelite soldiers, “Why have you taken positions for battle? I am a Philistine, and you are Saul’s servants! Choose a man and send him to fight me."},{"Chapter":17,"Number":9,"Text":"If he can fight and kill me, we will become your servants. But if I defeat and kill him, you will become our servants.”"},{"Chapter":17,"Number":10,"Text":"Then he said, “Today I stand and dare the army of Israel! Send one of your men to fight me!”"},{"Chapter":17,"Number":11,"Text":"When Saul and the Israelites heard the Philistine’s words, they were very afraid."},{"Chapter":17,"Number":12,"Text":"Now David was the son of Jesse, an Ephrathite. Jesse was from Bethlehem in Judah. He had eight sons. In Saul’s time Jesse was an old man."},{"Chapter":17,"Number":13,"Text":"His three oldest sons followed Saul to the war. The first son was Eliab. The second son was Abinadab. And the third son was Shammah."},{"Chapter":17,"Number":14,"Text":"David was the youngest son. Jesse’s three oldest sons followed Saul."},{"Chapter":17,"Number":15,"Text":"But David went back and forth from Saul to Bethlehem. There he took care of his father’s sheep."},{"Chapter":17,"Number":16,"Text":"The Philistine Goliath came out every morning and evening. He stood before the Israelite army. This continued for 40 days."},{"Chapter":17,"Number":17,"Text":"Now Jesse said to his son David, “Take this half bushel of cooked grain. And take ten loaves of bread. Take them to your brothers in the camp."},{"Chapter":17,"Number":18,"Text":"Also take ten pieces of cheese. Give them to the commander of your brothers’ group of 1,000 soldiers. See how your brothers are. Bring back something to show me they are all right."},{"Chapter":17,"Number":19,"Text":"Your brothers are with Saul and the army in the Valley of Elah. They are fighting against the Philistines.”"},{"Chapter":17,"Number":20,"Text":"Early in the morning David left the sheep with another shepherd. He took the food and left as Jesse had told him. When David arrived at the camp, the army was leaving. They were going out to their battle positions. The soldiers were shouting their war cry."},{"Chapter":17,"Number":21,"Text":"The Israelites and Philistines were lining up their men to face each other in battle."},{"Chapter":17,"Number":22,"Text":"David left the food with the man who kept the supplies. Then he ran to the battle line and talked to his brothers."},{"Chapter":17,"Number":23,"Text":"While he was talking with them, Goliath came out. He was the Philistine champion from Gath. He shouted things against Israel as usual, and David heard it."},{"Chapter":17,"Number":24,"Text":"When the Israelites saw Goliath, they were very much afraid and ran away."},{"Chapter":17,"Number":25,"Text":"They said, “Look at this man Goliath. He keeps coming out to speak against Israel. The king will give much money to the man who kills Goliath. He will also give his daughter in marriage to whoever kills him. And his father’s family will not have to pay taxes in Israel.”"},{"Chapter":17,"Number":26,"Text":"David asked the men who stood near him, “What will be done to reward the man who kills this Philistine? What will be done for whoever takes away the shame from Israel? Goliath is a Philistine. He is not circumcised. Why does he think he can speak against the armies of the living God?”"},{"Chapter":17,"Number":27,"Text":"The Israelites told David what they had been saying. They said, “This is what will be done for the man who kills Goliath.”"},{"Chapter":17,"Number":28,"Text":"David’s oldest brother Eliab heard David talking with the soldiers. He became angry with David. He asked David, “Why did you come here? Who’s taking care of those few sheep of yours in the desert? I know you are proud. Your attitude is very bad. You came down here just to watch the battle!”"},{"Chapter":17,"Number":29,"Text":"David asked, “Now what have I done wrong? Can’t I even talk?”"},{"Chapter":17,"Number":30,"Text":"He then turned to other people and asked the same questions. And they gave him the same answer as before."},{"Chapter":17,"Number":31,"Text":"Some men heard what David said and told Saul. Then Saul ordered David to be sent to him."},{"Chapter":17,"Number":32,"Text":"David said to Saul, “Don’t let anyone be discouraged. I, your servant, will go and fight this Philistine!”"},{"Chapter":17,"Number":33,"Text":"Saul answered, “You can’t go out against this Philistine and fight him. You’re only a boy. Goliath has been a warrior since he was a young man.”"},{"Chapter":17,"Number":34,"Text":"But David said to Saul, “I, your servant, have been keeping my father’s sheep. When a lion or bear came and took a sheep from the flock,"},{"Chapter":17,"Number":35,"Text":"I would chase it. I would attack it and save the sheep from its mouth. When it attacked me, I caught it by its fur. I would hit it and kill it."},{"Chapter":17,"Number":36,"Text":"I, your servant, have killed both a lion and a bear! Goliath, the Philistine who is not circumcised, will be like the lion or bear I killed. He will die because he has stood against the armies of the living God."},{"Chapter":17,"Number":37,"Text":"The Lord saved me from a lion and a bear. He will also save me from this Philistine.”Saul said to David, “Go, and may the Lord be with you.”"},{"Chapter":17,"Number":38,"Text":"Saul put his own clothes on David. He put a bronze helmet on David’s head and armor on his body."},{"Chapter":17,"Number":39,"Text":"David put on Saul’s sword and tried to walk around. But he was not used to all the armor Saul had put on him.He said to Saul, “I can’t go in this. I’m not used to it.” Then David took it all off."},{"Chapter":17,"Number":40,"Text":"He took his stick in his hand. And he chose five smooth stones from a stream. He put them in his pouch and held his sling in his hand. Then he went to meet Goliath."},{"Chapter":17,"Number":41,"Text":"At the same time, the Philistine was coming closer to David. The man who held his shield walked in front of him."},{"Chapter":17,"Number":42,"Text":"Goliath looked at David. He saw that David was only a boy, tanned and handsome. He looked down at David with disgust."},{"Chapter":17,"Number":43,"Text":"He said, “Do you think I am a dog, that you come at me with a stick?” He used his gods’ names to curse David."},{"Chapter":17,"Number":44,"Text":"He said to David, “Come here. I’ll feed your body to the birds of the air and the wild animals!”"},{"Chapter":17,"Number":45,"Text":"But David said to him, “You come to me using a sword, a large spear and a small spear. But I come to you in the name of the Lord of heaven’s armies. He’s the God of the armies of Israel! You have spoken out against him."},{"Chapter":17,"Number":46,"Text":"Today the Lord will give you to me. I’ll kill you, and I’ll cut off your head. Today I’ll feed the bodies of the Philistine soldiers to the birds of the air and the wild animals. Then all the world will know there is a God in Israel!"},{"Chapter":17,"Number":47,"Text":"Everyone gathered here will know the Lord does not need swords or spears to save people. The battle belongs to him! And he will help us defeat all of you.”"},{"Chapter":17,"Number":48,"Text":"As Goliath came near to attack him, David ran quickly to meet him."},{"Chapter":17,"Number":49,"Text":"He took a stone from his pouch. He put it into his sling and slung it. The stone hit the Philistine on his forehead and sank into it. Goliath fell facedown on the ground."},{"Chapter":17,"Number":50,"Text":"So David defeated the Philistine with only a sling and a stone! He hit him and killed him. He did not even have a sword in his hand."},{"Chapter":17,"Number":51,"Text":"David ran and stood beside the Philistine. He took Goliath’s sword out of its holder and killed him. Then he cut off Goliath’s head.When the Philistines saw that their champion was dead, they turned and ran."},{"Chapter":17,"Number":52,"Text":"The men of Israel and Judah shouted and started chasing the Philistines. They chased them all the way to the entrance to the city of Gath. And they chased them to the gates of Ekron.Many of the Philistines died. Their bodies lay on the Shaaraim road as far as Gath and Ekron."},{"Chapter":17,"Number":53,"Text":"The Israelites returned after chasing the Philistines. Then they took many things from the Philistine camp."},{"Chapter":17,"Number":54,"Text":"David took Goliath’s head to Jerusalem. He also put Goliath’s weapons in his own tent."},{"Chapter":17,"Number":55,"Text":"Saul had watched David go out to meet Goliath. Saul spoke to Abner, commander of the army. He said, “Abner, who is that young man’s father?”Abner answered, “As surely as you live, my king, I don’t know.”"},{"Chapter":17,"Number":56,"Text":"The king said, “Find out whose son he is.”"},{"Chapter":17,"Number":57,"Text":"When David came back from killing Goliath, Abner brought him to Saul. David still held Goliath’s head."},{"Chapter":17,"Number":58,"Text":"Saul asked him, “Young man, who is your father?”David answered, “I am the son of your servant Jesse of Bethlehem.”"},{"Chapter":18,"Number":1,"Text":"When David finished talking with Saul, Jonathan felt very close to David. He loved David as much as he loved himself."},{"Chapter":18,"Number":2,"Text":"Saul kept David with him from that day on. He did not let David go home to his father’s house."},{"Chapter":18,"Number":3,"Text":"Jonathan made an agreement with David. He did this because he loved David as much as himself."},{"Chapter":18,"Number":4,"Text":"He took off his coat and gave it to David. He also gave David his uniform, including his sword, bow and belt."},{"Chapter":18,"Number":5,"Text":"Saul sent David to fight in different battles. And David was very successful. Then Saul put David over the soldiers. When he did this, Saul’s officers and all the other people were pleased."},{"Chapter":18,"Number":6,"Text":"After David had killed the Philistine, he and the men returned home. Women came out from all the towns of Israel to meet King Saul. They sang songs of joy, danced and played tambourines and stringed instruments."},{"Chapter":18,"Number":7,"Text":"As they played, they sang,“Saul has killed thousands of his enemies.    But David has killed tens of thousands!”"},{"Chapter":18,"Number":8,"Text":"The women’s song upset Saul, and he became very angry. He thought, “The women say David has killed tens of thousands of enemies. But they say I killed only thousands of enemies. The only thing left for him to have is the kingdom!”"},{"Chapter":18,"Number":9,"Text":"So Saul watched David closely from then on. He was jealous of him."},{"Chapter":18,"Number":10,"Text":"The next day an evil spirit from God entered Saul with power. And he prophesied in his house. David was playing the harp as he usually did. But Saul had a spear in his hand."},{"Chapter":18,"Number":11,"Text":"He raised the spear and thought, “I’ll pin David to the wall.” But David got away from him two times."},{"Chapter":18,"Number":12,"Text":"The Lord was with David but had left Saul. So Saul was afraid of David."},{"Chapter":18,"Number":13,"Text":"He sent David away from him. He made David commander of 1,000 soldiers. So David led them in battle."},{"Chapter":18,"Number":14,"Text":"He had great success in everything he did because the Lord was with him."},{"Chapter":18,"Number":15,"Text":"Saul saw that David was very successful. And he became even more afraid of David."},{"Chapter":18,"Number":16,"Text":"But all the people of Israel and Judah loved David. This was because he led them well in battle. "},{"Chapter":18,"Number":17,"Text":"Saul said to David, “You’re a brave soldier. And you fight the Lord’s battles. Here is my older daughter Merab. I will let you marry her.” Saul had decided, “I won’t have to kill David. The Philistines will do that!”"},{"Chapter":18,"Number":18,"Text":"But David said, “I am not good enough for this honor. And my family is not important enough for me to become the king’s son-in-law.”"},{"Chapter":18,"Number":19,"Text":"So when the time came for Saul’s daughter Merab to marry David, Saul gave her instead to Adriel of Meholah."},{"Chapter":18,"Number":20,"Text":"Now Saul’s other daughter Michal loved David. When they told Saul about Michal loving David, he was pleased."},{"Chapter":18,"Number":21,"Text":"He thought, “I will let Michal marry David. Then she will become a trap for him. And the Philistines will defeat him.” So Saul said to David a second time, “You may become my son-in-law.”"},{"Chapter":18,"Number":22,"Text":"And Saul gave an order to his servants. He told them, “Speak to David in private. Say, ‘Look, the king is pleased with you. His servants like you. You should become his son-in-law.’”"},{"Chapter":18,"Number":23,"Text":"Saul’s servants said these words to David. But David answered, “Do you think it is easy to become the king’s son-in-law? I’m only a poor man. Nobody knows me.”"},{"Chapter":18,"Number":24,"Text":"Then Saul’s servants told him what David had said."},{"Chapter":18,"Number":25,"Text":"Saul said, “Say to David, ‘The king doesn’t want you to pay a large price for the bride. All he wants is 100 Philistine foreskins. Then he will be even with his enemies.’” Saul planned to let the Philistines kill David."},{"Chapter":18,"Number":26,"Text":"Saul’s servants told David these words. David was pleased that he could become the king’s son-in-law."},{"Chapter":18,"Number":27,"Text":"So he and his men went out and killed 200 Philistines. David took all their foreskins and brought them to Saul. He wanted to become the king’s son-in-law. Then Saul gave him his daughter Michal for his wife."},{"Chapter":18,"Number":28,"Text":"Saul saw that the Lord was with David. He also saw that his daughter Michal loved David."},{"Chapter":18,"Number":29,"Text":"So he became even more afraid of David. And he was David’s enemy all his life."},{"Chapter":18,"Number":30,"Text":"The Philistine commanders continued to go out to fight the Israelites. But every time, David defeated them. He had more success than Saul’s officers. And he became famous."},{"Chapter":19,"Number":1,"Text":"Saul told his son Jonathan and all his servants to kill David. But Jonathan cared very much for David."},{"Chapter":19,"Number":2,"Text":"So he warned David, “My father Saul is looking for a chance to kill you. Watch out in the morning. Hide in a secret place."},{"Chapter":19,"Number":3,"Text":"I will go out and stand with my father in the field where you are hiding. I’ll talk to him about you. Then I’ll let you know what I find out.”"},{"Chapter":19,"Number":4,"Text":"Jonathan talked to Saul his father. He said good things about David. Jonathan said, “You are the king. Don’t do wrong to your servant David. He did nothing wrong to you. What he did has helped you greatly."},{"Chapter":19,"Number":5,"Text":"David risked his life when he killed Goliath the Philistine. The Lord won a great victory for all Israel. You saw it, and you were happy. Why would you do wrong against David? He’s innocent. There’s no reason to kill him!”"},{"Chapter":19,"Number":6,"Text":"Saul listened to Jonathan. Then he made this promise: “As surely as the Lord lives, David won’t be put to death.”"},{"Chapter":19,"Number":7,"Text":"So Jonathan called to David. He told David everything that had been said. And he brought David to Saul. So David was with Saul as before."},{"Chapter":19,"Number":8,"Text":"When war broke out again, David went out to fight the Philistines. He defeated them, and they ran away from him."},{"Chapter":19,"Number":9,"Text":"But once again an evil spirit from the Lord entered Saul. He was sitting in his house, and he had his spear in his hand. David was playing the harp."},{"Chapter":19,"Number":10,"Text":"Saul tried to pin David to the wall with his spear. But David moved away from him. So Saul’s spear went into the wall. And David ran away that night."},{"Chapter":19,"Number":11,"Text":"Saul sent men to David’s house. They watched it, wanting to kill him in the morning. But Michal, David’s wife, warned him. She said, “Tonight you must run away to save your own life. If you don’t, you will be killed tomorrow morning.”"},{"Chapter":19,"Number":12,"Text":"Then she let David down out of a window. So he ran away and escaped."},{"Chapter":19,"Number":13,"Text":"Then Michal took an idol and laid it on the bed. She covered it with clothes and put goats’ hair at its head."},{"Chapter":19,"Number":14,"Text":"Saul sent messengers to take David prisoner. But Michal said, “He is sick.”"},{"Chapter":19,"Number":15,"Text":"The men went and told Saul, but he sent them back to see David. He told them, “Bring him to me on his bed so I can kill him.”"},{"Chapter":19,"Number":16,"Text":"But when the messengers entered David’s house, they found it was just an idol on the bed. Its hair was goats’ hair."},{"Chapter":19,"Number":17,"Text":"Saul said to Michal, “Why did you trick me this way? You let my enemy go. He has run away!”Michal answered Saul, “David told me if I did not help him escape, he would kill me.”"},{"Chapter":19,"Number":18,"Text":"After David had escaped from Saul, he went to Samuel at Ramah. He told Samuel everything Saul had done to him. Then David and Samuel went to Naioth and stayed there."},{"Chapter":19,"Number":19,"Text":"Saul heard that David was in Naioth at Ramah."},{"Chapter":19,"Number":20,"Text":"So he sent men to capture him. But they met a group of prophets prophesying. Samuel was leading this group and was standing there. The Spirit of God entered Saul’s men, and they also prophesied."},{"Chapter":19,"Number":21,"Text":"Saul heard the news. So he sent other men, but they also prophesied. Then he sent men a third time, but they also prophesied."},{"Chapter":19,"Number":22,"Text":"Finally, Saul himself went to Ramah. He came to the well at Secu. He asked, “Where are Samuel and David?”The people answered, “In Naioth at Ramah.”"},{"Chapter":19,"Number":23,"Text":"Then Saul went to Naioth at Ramah. But the Spirit of God also entered him. And he walked on, prophesying until he came to Naioth at Ramah."},{"Chapter":19,"Number":24,"Text":"He took off his robes and prophesied in front of Samuel. He lay that way all day and all night. That is why people ask, “Is even Saul one of the prophets?”"},{"Chapter":20,"Number":1,"Text":"Then David ran away from Naioth in Ramah. He went to Jonathan and asked, “What have I done? What is my crime? How have I sinned against your father so that he’s trying to kill me?”"},{"Chapter":20,"Number":2,"Text":"Jonathan answered, “No! You won’t die! See, my father doesn’t do anything without first telling me. It doesn’t matter if it is very important or just a small thing. Why would he refuse to tell me he wants to kill you? No, it’s not true!”"},{"Chapter":20,"Number":3,"Text":"But David took an oath. He said, “Your father knows very well that I’m your friend. He has said to himself, ‘Jonathan must not know about it. If he knows, he will tell David.’ But as surely as the Lord lives and as you live, I am very close to death!”"},{"Chapter":20,"Number":4,"Text":"Jonathan said to David, “I’ll do anything you want me to do.”"},{"Chapter":20,"Number":5,"Text":"So David said, “Look, tomorrow is the New Moon festival. I am supposed to eat with the king. But let me hide in the field until the third evening."},{"Chapter":20,"Number":6,"Text":"Your father may notice I am gone. If he does, tell him, ‘David begged me to let him go to his hometown of Bethlehem. Every year at this time, his family group offers a sacrifice.’"},{"Chapter":20,"Number":7,"Text":"If your father says, ‘Fine,’ I am safe. But if he becomes angry, you can believe he wants to hurt me."},{"Chapter":20,"Number":8,"Text":"Jonathan, be kind to me, your servant. You have made an agreement with me before the Lord. If I am guilty, you may kill me yourself! Why hand me over to your father?”"},{"Chapter":20,"Number":9,"Text":"Jonathan answered, “No, never! If I learn that my father plans to harm you, I will warn you!”"},{"Chapter":20,"Number":10,"Text":"David asked, “Who will let me know if your father answers you unkindly?”"},{"Chapter":20,"Number":11,"Text":"Then Jonathan said, “Come, let’s go out into the field.” So Jonathan and David went together into the field."},{"Chapter":20,"Number":12,"Text":"Jonathan said to David, “I promise this before the Lord, the God of Israel: At this same time day after tomorrow, I will find out how my father feels. If he feels good toward you, I’ll send word to you. I’ll let you know."},{"Chapter":20,"Number":13,"Text":"But my father may mean to hurt you. If so, I will let you know and send you away safely. May the Lord punish me terribly if I don’t do this. And may the Lord be with you as he has been with my father."},{"Chapter":20,"Number":14,"Text":"But show me the kindness of the Lord as long as I live. Do this so that I may not die."},{"Chapter":20,"Number":15,"Text":"You must not stop showing your kindness to my family. Don’t do this, even when the Lord has destroyed all your enemies from the earth.”"},{"Chapter":20,"Number":16,"Text":"So Jonathan made an agreement with David. He said, “May the Lord punish David’s enemies.”"},{"Chapter":20,"Number":17,"Text":"And Jonathan asked David to repeat his promise of love for him. He did this because he loved David as much as he loved himself."},{"Chapter":20,"Number":18,"Text":"Jonathan said to David, “Tomorrow is the New Moon festival. Your seat will be empty. So my father will notice you’re gone."},{"Chapter":20,"Number":19,"Text":"On the third day go to the place where you hid when this trouble began. Wait by the rock Ezel."},{"Chapter":20,"Number":20,"Text":"On the third day I will shoot three arrows to the side of the rock. I will shoot as if I am shooting at a target."},{"Chapter":20,"Number":21,"Text":"Then I will send a boy and tell him to go find the arrows. I may say to him, ‘Look, the arrows are on this side of you. Bring them here.’ If so, you may come out of hiding. You may do this as surely as the Lord lives because you are safe. There is no danger."},{"Chapter":20,"Number":22,"Text":"But I may say to the boy, ‘Look, the arrows are beyond you.’ If I do, you must go, because the Lord has sent you away."},{"Chapter":20,"Number":23,"Text":"Remember what we talked about. The Lord is a witness between you and me forever.”"},{"Chapter":20,"Number":24,"Text":"So David hid in the field. And when the New Moon festival came, the king sat down to eat."},{"Chapter":20,"Number":25,"Text":"He sat where he always sat, near the wall. Jonathan sat across from him, and Abner sat next to him. But David’s place was empty."},{"Chapter":20,"Number":26,"Text":"That day Saul said nothing. He thought, “Maybe something has happened to David so that he is unclean.”"},{"Chapter":20,"Number":27,"Text":"But the next day was the second day of the month. And David’s place was empty again. So Saul said to Jonathan, “Why hasn’t the son of Jesse come to the festival yesterday or today?”"},{"Chapter":20,"Number":28,"Text":"Jonathan answered, “David begged me to let him go to Bethlehem."},{"Chapter":20,"Number":29,"Text":"He said, ‘Let me go, because our family has a sacrifice in the town. And my brother has ordered me to be there. Now if I am your friend, please let me go and see my brothers.’ That is why he has not come to the king’s table.”"},{"Chapter":20,"Number":30,"Text":"Then Saul became very angry with Jonathan. He said, “You son of an evil and disobedient woman! I know you are on the side of David son of Jesse! You bring shame on yourself and on your mother who gave birth to you."},{"Chapter":20,"Number":31,"Text":"As long as Jesse’s son lives, you’ll never be king or have a kingdom. Now send for David and bring him to me. He must die!”"},{"Chapter":20,"Number":32,"Text":"Jonathan asked his father, “Why should David be killed? What wrong has he done?”"},{"Chapter":20,"Number":33,"Text":"Then Saul threw his spear at Jonathan, trying to kill him. So Jonathan knew that his father really wanted to kill David."},{"Chapter":20,"Number":34,"Text":"Jonathan was very angry and left the table. That second day of the month he refused to eat. He was upset about what his father wanted to do to David."},{"Chapter":20,"Number":35,"Text":"The next morning Jonathan went out to the field. He went to meet David as they had agreed. He had a young boy with him."},{"Chapter":20,"Number":36,"Text":"Jonathan said to the boy, “Run and find the arrows I shoot.” When he ran, Jonathan shot an arrow beyond him."},{"Chapter":20,"Number":37,"Text":"The boy ran to the place where Jonathan’s arrow fell. But Jonathan called, “The arrow is beyond you!”"},{"Chapter":20,"Number":38,"Text":"Then he shouted, “Hurry! Go quickly! Don’t stop!” The boy picked up the arrow and brought it back to his master."},{"Chapter":20,"Number":39,"Text":"(The boy knew nothing about what this meant. Only Jonathan and David knew.)"},{"Chapter":20,"Number":40,"Text":"Then Jonathan gave his weapons to the boy. He told him, “Go back to town.”"},{"Chapter":20,"Number":41,"Text":"When the boy left, David came out from the south side of the rock. He bowed facedown on the ground before Jonathan. He did this three times. Then David and Jonathan kissed each other. They cried together, but David cried the most."},{"Chapter":20,"Number":42,"Text":"Jonathan said to David, “Go in peace. We have promised by the Lord that we will be friends. We said, ‘The Lord will be a witness between you and me, and between our descendants forever.’” Then David left, and Jonathan went back to town."},{"Chapter":21,"Number":1,"Text":"David went to Nob to see Ahimelech the priest. Ahimelech shook with fear when he saw David. He asked David, “Why are you alone? Why is no one with you?”"},{"Chapter":21,"Number":2,"Text":"David answered him, “The king gave me a special order. He told me, ‘No one must know about the work I am sending you to do. And no one must know what I told you to do.’ I told my men where to meet me."},{"Chapter":21,"Number":3,"Text":"Now, what food do you have with you? Give me five loaves of bread or anything you find.”"},{"Chapter":21,"Number":4,"Text":"The priest said to David, “I don’t have any plain bread here. But I do have some holy bread here. You may eat it if your men have kept themselves from women.”"},{"Chapter":21,"Number":5,"Text":"David answered, “Women have been kept from us. My men always keep their bodies holy, even when we do ordinary work. And this is especially true when the work is holy.”"},{"Chapter":21,"Number":6,"Text":"There was no bread except the bread made holy for the Lord. So the priest gave David the bread that showed the people were in the presence of God. This was the bread the priests had taken from the holy table before the Lord. Each day they took this bread away and put hot bread in its place."},{"Chapter":21,"Number":7,"Text":"Now one of Saul’s servants was there that day. He had been held there before the Lord. He was Doeg the Edomite, the chief of Saul’s shepherds."},{"Chapter":21,"Number":8,"Text":"David asked Ahimelech, “Do you have a spear or sword here? The king’s business was very important. I had to leave quickly, and I didn’t bring my sword or any other weapon.”"},{"Chapter":21,"Number":9,"Text":"The priest answered, “The sword of Goliath the Philistine is here. He is the one you killed in the Valley of Elah. His sword is wrapped in a cloth. It is behind the holy vest. If you want it, you may take it. There’s no other sword here but that one.”David said, “There is no other sword like Goliath’s. Give it to me.” "},{"Chapter":21,"Number":10,"Text":"That day David ran away from Saul. He went to Achish king of Gath."},{"Chapter":21,"Number":11,"Text":"But the servants of Achish said to him, “This is David king of the Israelites. He’s the man the Israelite women sing about when they dance. They sing:‘Saul has killed thousands of his enemies.    But David has killed tens of thousands.’”"},{"Chapter":21,"Number":12,"Text":"David paid attention to these words. And he was very much afraid of Achish king of Gath."},{"Chapter":21,"Number":13,"Text":"So he pretended to be insane in front of Achish and his servants. While he was with them, he acted like a madman. He made marks on the doors of the gate. He let spit run down his beard."},{"Chapter":21,"Number":14,"Text":"Achish said to his servants, “Look at the man! He’s insane! Why do you bring him to me?"},{"Chapter":21,"Number":15,"Text":"I have enough madmen. I don’t need you to bring him here to act like this in front of me! Don’t leave him in my house!”"},{"Chapter":22,"Number":1,"Text":"David left Gath and escaped to the cave of Adullam. His brothers and other relatives heard that he was there. And they went to see him."},{"Chapter":22,"Number":2,"Text":"Many people joined David. All those who were in trouble, who owed money or who were unsatisfied gathered around him. And he became their leader. He had about 400 men with him."},{"Chapter":22,"Number":3,"Text":"From there David went to Mizpah in Moab. He spoke to the king of Moab. He said, “Please let my father and mother come and stay with you. Let them stay until I learn what God is going to do for me.”"},{"Chapter":22,"Number":4,"Text":"So he left them with the king of Moab. And they stayed with the king as long as David was hiding in the protected place."},{"Chapter":22,"Number":5,"Text":"But the prophet Gad said to David, “Don’t stay in the protected place. Go to the land of Judah.” So David left and went to the forest of Hereth. "},{"Chapter":22,"Number":6,"Text":"Saul heard that David and his men had been seen. He sat under the tamarisk tree on the hill at Gibeah. All his officers were standing around him. He had a spear in his hand."},{"Chapter":22,"Number":7,"Text":"Saul said to them, “Listen, men of Benjamin! Do you think the son of Jesse will give all of you fields and vineyards? Will David make you commanders over thousands of men or hundreds of men?"},{"Chapter":22,"Number":8,"Text":"You have all made plans against me! No one tells me when my son makes an agreement with the son of Jesse! No one cares about me! No one tells me my son has encouraged my servant to ambush me! And David is doing this now!”"},{"Chapter":22,"Number":9,"Text":"Doeg the Edomite was standing there with Saul’s officers. He said, “I saw the son of Jesse. He came to see Ahimelech son of Ahitub at Nob."},{"Chapter":22,"Number":10,"Text":"Ahimelech prayed to the Lord for David. He also gave him food. And he gave him the sword of Goliath the Philistine.”"},{"Chapter":22,"Number":11,"Text":"Then the king sent for the priest Ahimelech son of Ahitub. He sent for all of Ahimelech’s relatives who were priests at Nob. And they all came to the king."},{"Chapter":22,"Number":12,"Text":"Saul said to Ahimelech, “Listen now, son of Ahitub.”Ahimelech answered, “Yes, master.”"},{"Chapter":22,"Number":13,"Text":"Saul said, “Why have you and Jesse’s son made plans against me? You gave him bread and a sword! You prayed to God for him. David is waiting to attack me. He is doing this now!”"},{"Chapter":22,"Number":14,"Text":"Ahimelech answered, “David is very loyal to you. You have no other servant who is as loyal as David. He is your own son-in-law and captain of your bodyguards. All the people in your house respect him."},{"Chapter":22,"Number":15,"Text":"That was not the first time I prayed to God for David. Not at all! Don’t blame me or any of my relatives. We are your servants. I know nothing about what is going on.”"},{"Chapter":22,"Number":16,"Text":"But the king said, “Ahimelech, you and all your relatives must die!”"},{"Chapter":22,"Number":17,"Text":"Then he told the guards at his side, “Go and kill the priests of the Lord. Do this because they are on David’s side. They knew he was running away, but they didn’t tell me!”But the king’s officers refused to hurt the priests of the Lord."},{"Chapter":22,"Number":18,"Text":"Then the king ordered Doeg, “Go and kill the priests.” So Doeg the Edomite went and killed the priests. That day he killed 85 men who wore the linen holy vest."},{"Chapter":22,"Number":19,"Text":"He also killed the people of Nob, the city of the priests. With the sword he killed men, women, children and small babies. And he killed cattle, donkeys and sheep."},{"Chapter":22,"Number":20,"Text":"But Abiathar escaped. He was a son of Ahimelech, who was the son of Ahitub. Abiathar ran away and joined David."},{"Chapter":22,"Number":21,"Text":"He told David that Saul had killed the Lord’s priests."},{"Chapter":22,"Number":22,"Text":"Then David told him, “Doeg the Edomite was there at Nob that day. I knew he would surely tell Saul. So I am responsible for the death of all your father’s family."},{"Chapter":22,"Number":23,"Text":"The man who wants to kill you also wants to kill me. Stay with me. Don’t be afraid. You will be safe with me.”"},{"Chapter":23,"Number":1,"Text":"Someone told David, “Look, the Philistines are fighting against Keilah. They are robbing grain from the threshing floors.”"},{"Chapter":23,"Number":2,"Text":"David asked the Lord, “Should I go and fight these Philistines?”The Lord answered him, “Go. Attack them, and save Keilah.”"},{"Chapter":23,"Number":3,"Text":"But David’s men said to him, “We’re afraid here in Judah. We will be much more afraid if we go to Keilah where the Philistine army is.”"},{"Chapter":23,"Number":4,"Text":"David again asked the Lord. And the Lord answered, “Go down to Keilah. I will help you defeat the Philistines.”"},{"Chapter":23,"Number":5,"Text":"So David and his men went to Keilah. They fought the Philistines and took their cattle. David killed many Philistines and saved the people of Keilah."},{"Chapter":23,"Number":6,"Text":"(Now Abiathar son of Ahimelech had brought the holy vest with him. He brought it when he came to David at Keilah.) "},{"Chapter":23,"Number":7,"Text":"Someone told Saul that David was now at Keilah. Saul said, “God has given David to me! He has trapped himself because he has entered a town with gates and bars.”"},{"Chapter":23,"Number":8,"Text":"Saul called all his army together for battle. They prepared to go down to Keilah to attack David and his men."},{"Chapter":23,"Number":9,"Text":"David learned Saul was making evil plans against him. So he said to Abiathar the priest, “Bring the holy vest.”"},{"Chapter":23,"Number":10,"Text":"David prayed, “Lord, God of Israel, I have heard about Saul’s plans. He is coming to Keilah to destroy the town because of me."},{"Chapter":23,"Number":11,"Text":"Will the people of Keilah give me to Saul? Will Saul come to Keilah, as I heard? Lord, God of Israel, tell me, your servant!”The Lord answered, “Saul will come down.”"},{"Chapter":23,"Number":12,"Text":"Again David asked, “Will the people of Keilah give me and my men to Saul?”The Lord answered, “They will.”"},{"Chapter":23,"Number":13,"Text":"So David and his men left Keilah. There were about 600 men who went with him. And they kept moving from place to place. When Saul found that David had escaped from Keilah, he did not go there."},{"Chapter":23,"Number":14,"Text":"David stayed in the protected places in the desert. He also stayed in the hills of the Desert of Ziph. Every day Saul looked for David. But the Lord did not let him take David."},{"Chapter":23,"Number":15,"Text":"David was at Horesh in the Desert of Ziph. He was afraid because Saul was coming to kill him."},{"Chapter":23,"Number":16,"Text":"But Saul’s son Jonathan went to David at Horesh. He helped David have stronger faith in God."},{"Chapter":23,"Number":17,"Text":"Jonathan told him, “Don’t be afraid. My father won’t touch you. You will become king of Israel, and I will be second to you. Even my father Saul knows this.”"},{"Chapter":23,"Number":18,"Text":"The two of them made an agreement before the Lord. Then Jonathan went home. But David stayed at Horesh."},{"Chapter":23,"Number":19,"Text":"The people from Ziph went to Saul at Gibeah. They told him, “David is hiding in our land. He’s at the protected places of Horesh. They are on the hill of Hakilah, south of Jeshimon."},{"Chapter":23,"Number":20,"Text":"Now, our king, come down anytime you want. It’s our duty to give David to you.”"},{"Chapter":23,"Number":21,"Text":"Saul answered, “The Lord bless you for helping me."},{"Chapter":23,"Number":22,"Text":"Go and learn more about him. Find out where he is staying. Find out who has seen him there. I have heard that he is clever."},{"Chapter":23,"Number":23,"Text":"Find all the hiding places he uses. And come back and tell me everything. Then I’ll go with you. If David is in the area, I will find him. I will track him down among all the families in Judah.”"},{"Chapter":23,"Number":24,"Text":"So they went back to Ziph ahead of Saul. David and his men were in the Desert of Maon. This was in the desert area south of Jeshimon."},{"Chapter":23,"Number":25,"Text":"Saul and his men went to look for David. But people warned David that Saul was looking for him. David then went down to a rock and stayed in the Desert of Maon. Saul heard that David had gone there. So he went after him into the Desert of Maon."},{"Chapter":23,"Number":26,"Text":"Saul was going along one side of the mountain. David and his men were on the other side. They were hurrying to get away from Saul. Saul and his soldiers were closing in on David and his men."},{"Chapter":23,"Number":27,"Text":"But a messenger came to Saul. He said, “Come quickly! The Philistines are attacking our land!”"},{"Chapter":23,"Number":28,"Text":"So Saul stopped chasing David and went to fight the Philistines. That is why people call this place Rock of Parting."},{"Chapter":23,"Number":29,"Text":"David left the Desert of Maon and lived in the protected places of En Gedi."},{"Chapter":24,"Number":1,"Text":"Now Saul had chased the Philistines away. Then he was told, “David is in the Desert of En Gedi.”"},{"Chapter":24,"Number":2,"Text":"So he chose 3,000 men from all Israel. He took these men and began looking for David and his men. They looked near the Rocks of the Wild Goats."},{"Chapter":24,"Number":3,"Text":"Saul came to the sheep pens beside the road. A cave was there, and he went in to relieve himself. Now David and his men were hiding far back in the cave."},{"Chapter":24,"Number":4,"Text":"The men said to David, “Today is the day the Lord talked about! The Lord told you, ‘I will give your enemy to you. You can do anything you want with him.’”Then David crawled near Saul. He cut off a corner of Saul’s robe. But Saul did not notice him."},{"Chapter":24,"Number":5,"Text":"Later David felt guilty because he had cut off a corner of Saul’s robe."},{"Chapter":24,"Number":6,"Text":"He said to his men, “May the Lord keep me from doing such a thing to my master! Saul is the Lord’s appointed king. I should not do anything against him, because he is the Lord’s appointed king!”"},{"Chapter":24,"Number":7,"Text":"David used these words to stop his men. He did not let them attack Saul. Then Saul left the cave and went his way."},{"Chapter":24,"Number":8,"Text":"When David came out of the cave, he shouted to Saul, “My master and king!” Saul looked back, and David bowed facedown on the ground."},{"Chapter":24,"Number":9,"Text":"He said to Saul, “Why do you listen when people say, ‘David plans to harm you’?"},{"Chapter":24,"Number":10,"Text":"You have seen something with your own eyes today. You have seen how the Lord put you in my power in the cave. But I refused to kill you. I was merciful to you. I said, ‘I won’t harm my master, because he is the Lord’s appointed king.’"},{"Chapter":24,"Number":11,"Text":"My father, look at this piece of your robe in my hand! I cut off the corner of your robe, but I didn’t kill you. Now understand and know I am not planning any evil against you. I did nothing wrong to you, but you are hunting me to kill me."},{"Chapter":24,"Number":12,"Text":"May the Lord judge between us. And may he punish you for the wrong you have done to me! But I won’t fight you."},{"Chapter":24,"Number":13,"Text":"There is an old saying: ‘Evil things come from evil people.’ So I won’t hurt you."},{"Chapter":24,"Number":14,"Text":"Whom is the king of Israel coming out against? Whom are you chasing? You’re not chasing someone who will hurt you! It’s as if you are chasing a dead dog or a flea."},{"Chapter":24,"Number":15,"Text":"May the Lord be our judge and decide between you and me. May the Lord support me and show that I am right. May he save me from you!”"},{"Chapter":24,"Number":16,"Text":"David finished saying these words. Then Saul asked, “Is that your voice, David my son?” And he cried loudly."},{"Chapter":24,"Number":17,"Text":"He said, “You are right, and I am wrong. You have been good to me. But I have done wrong to you."},{"Chapter":24,"Number":18,"Text":"You told me what good things you did. The Lord brought me to you, but you did not kill me."},{"Chapter":24,"Number":19,"Text":"If a man finds his enemy, he won’t send him away with goodness, will he? May the Lord reward you because you were good to me today."},{"Chapter":24,"Number":20,"Text":"I know you will surely be king. You will rule the kingdom of Israel."},{"Chapter":24,"Number":21,"Text":"Now make a promise to me. Promise in the name of the Lord that you will not kill my descendants. Promise me that you won’t wipe out my name from my father’s family.”"},{"Chapter":24,"Number":22,"Text":"So David made the promise to Saul. Then Saul went back home. David and his men went up to the protected place."},{"Chapter":25,"Number":1,"Text":"Now Samuel died. All the Israelites met and had a time of sadness for him. They buried him at his home in Ramah.Then David moved to the Desert of Maon."},{"Chapter":25,"Number":2,"Text":"A man in Maon who had land at Carmel was very rich. He had 3,000 sheep and 1,000 goats. He was cutting the wool off his sheep at Carmel."},{"Chapter":25,"Number":3,"Text":"His name was Nabal, and he was a descendant of Caleb. His wife was named Abigail. She was a wise and beautiful woman. But Nabal was cruel and mean."},{"Chapter":25,"Number":4,"Text":"David was in the desert. He heard that Nabal was cutting the wool from his sheep."},{"Chapter":25,"Number":5,"Text":"So he sent ten young men. He told them, “Go to Nabal at Carmel. Greet him for me."},{"Chapter":25,"Number":6,"Text":"Say to Nabal, ‘May you and your family have good health! And may all who belong to you have good health."},{"Chapter":25,"Number":7,"Text":"I have heard that you are cutting the wool from your sheep. When your shepherds were with us, we did nothing wrong to them. All the time your shepherds were at Carmel, we stole nothing from them."},{"Chapter":25,"Number":8,"Text":"Ask your servants, and they will tell you. We come at a happy time. So for this reason, be kind to my young men. Please give them anything you can find for them. Please do this for your son David.’”"},{"Chapter":25,"Number":9,"Text":"When the men arrived, they gave the message to Nabal. But Nabal insulted them."},{"Chapter":25,"Number":10,"Text":"He answered them, “Who is David? Who is this son of Jesse? Many slaves are running away from their masters today!"},{"Chapter":25,"Number":11,"Text":"I have bread and water. And I have meat that I killed for my servants who cut the wool. But I won’t give it to men I don’t know.”"},{"Chapter":25,"Number":12,"Text":"David’s men went back and told him all Nabal had said."},{"Chapter":25,"Number":13,"Text":"Then David said to them, “Put on your swords!” So they put on their swords, and David put on his also. About 400 men went with David. But 200 men stayed with the supplies."},{"Chapter":25,"Number":14,"Text":"One of Nabal’s servants spoke to Abigail, Nabal’s wife. He said, “David sent messengers from the desert to greet our master. But Nabal insulted them."},{"Chapter":25,"Number":15,"Text":"These men were very good to us. They did nothing wrong to us. They stole nothing from us during all the time we were out in the field with them."},{"Chapter":25,"Number":16,"Text":"Night and day they protected us. They were like a wall around us while we were with them caring for the sheep."},{"Chapter":25,"Number":17,"Text":"Now think about it, and decide what you can do. Terrible trouble is coming to our master and all his family. Nabal is such a wicked man that no one can even talk to him.”"},{"Chapter":25,"Number":18,"Text":"Abigail hurried. She took 200 loaves of bread, 2 leather bags full of wine and 5 cooked sheep. She took about a bushel of cooked grain, 100 cakes of raisins and 200 cakes of pressed figs. She put all these on donkeys."},{"Chapter":25,"Number":19,"Text":"Then she told her servants, “Go on. I’ll follow you.” But she did not tell her husband."},{"Chapter":25,"Number":20,"Text":"Abigail rode her donkey and came down into the mountain ravine. There she met David and his men coming down toward her."},{"Chapter":25,"Number":21,"Text":"David had just said, “It’s been useless! I watched over Nabal’s property in the desert. I made sure none of his sheep were missing. I did good to him, but he has paid me back with evil."},{"Chapter":25,"Number":22,"Text":"May God punish me terribly if I let just one of Nabal’s family live until tomorrow.”"},{"Chapter":25,"Number":23,"Text":"When Abigail saw David, she quickly got off her donkey. She bowed facedown on the ground before David."},{"Chapter":25,"Number":24,"Text":"She lay at David’s feet. She said, “My master, let the blame be on me! Please let me talk to you! Listen to what I say."},{"Chapter":25,"Number":25,"Text":"My master, don’t pay attention to this worthless man Nabal. He is the same as his name. His name means ‘fool,’ and he is truly foolish. But I, your servant, didn’t see the men you sent."},{"Chapter":25,"Number":26,"Text":"The Lord has kept you from killing and punishing people yourself. As surely as the Lord lives and as surely as you live, may your enemies become like Nabal!"},{"Chapter":25,"Number":27,"Text":"I have brought a gift to you. Please give it to the men who follow you."},{"Chapter":25,"Number":28,"Text":"Please forgive my wrong. The Lord will certainly let your family have many kings. He will do this because you fight his battles. As long as you live, people will find nothing bad in you."},{"Chapter":25,"Number":29,"Text":"A man might chase you to kill you. But the Lord your God will keep you alive. He will throw away your enemies’ lives as he would throw a stone from a sling."},{"Chapter":25,"Number":30,"Text":"The Lord will keep all his promises about good things for you. He will make you leader over Israel."},{"Chapter":25,"Number":31,"Text":"Then you won’t feel guilty. You won’t have problems about killing innocent people and punishing them yourself. Please remember me when the Lord brings you success.”"},{"Chapter":25,"Number":32,"Text":"David answered Abigail, “Praise the Lord, the God of Israel. He sent you to meet me."},{"Chapter":25,"Number":33,"Text":"May you be blessed for your wisdom. You have kept me from killing or punishing people today."},{"Chapter":25,"Number":34,"Text":"As surely as the Lord, the God of Israel, lives, he has kept me from hurting you. If you hadn’t come quickly to meet me, no one belonging to Nabal would have lived until tomorrow.”"},{"Chapter":25,"Number":35,"Text":"Then David accepted Abigail’s gifts. He told her, “Go home in peace. I have heard your words, and I will do what you have asked.” "},{"Chapter":25,"Number":36,"Text":"When Abigail went back to Nabal, he was in the house. He was eating like a king. He was very drunk and in a good mood. So she told him nothing until the next morning."},{"Chapter":25,"Number":37,"Text":"In the morning he was not drunk. Then his wife told him everything. His heart failed him, and he became like a stone."},{"Chapter":25,"Number":38,"Text":"About ten days later the Lord struck Nabal and caused him to die."},{"Chapter":25,"Number":39,"Text":"When David heard that Nabal was dead, he said, “Praise the Lord! Nabal insulted me, but the Lord has supported me! He has kept me from doing wrong. And the Lord caused Nabal to die because he did wrong.”Then David sent a message to Abigail. He asked her to become his wife."},{"Chapter":25,"Number":40,"Text":"His servants went to Carmel and spoke to Abigail. They said, “David sent us to take you so you can become his wife.”"},{"Chapter":25,"Number":41,"Text":"Abigail bowed facedown on the ground. She said, “I am your servant. I’m ready to serve you. I’m ready to wash the feet of my master’s servants.”"},{"Chapter":25,"Number":42,"Text":"Abigail quickly got on a donkey and went with David’s messengers. She had five maids following her. And she became David’s wife."},{"Chapter":25,"Number":43,"Text":"David also had married Ahinoam of Jezreel. So they were both David’s wives."},{"Chapter":25,"Number":44,"Text":"Saul’s daughter Michal was also David’s wife. But Saul had given her to Paltiel son of Laish. Paltiel was from Gallim."},{"Chapter":26,"Number":1,"Text":"The people of Ziph went to see Saul at Gibeah. They said to him, “David is hiding on the hill of Hakilah opposite Jeshimon.”"},{"Chapter":26,"Number":2,"Text":"So Saul went down to the Desert of Ziph. His 3,000 chosen men of Israel went with him. They looked for David in the Desert of Ziph."},{"Chapter":26,"Number":3,"Text":"Saul made his camp on the hill of Hakilah, beside the road opposite Jeshimon. But David stayed in the desert. He heard Saul had followed him."},{"Chapter":26,"Number":4,"Text":"So David sent out spies and learned that Saul had come to Hakilah."},{"Chapter":26,"Number":5,"Text":"Then David went to the place where Saul had camped. He saw where Saul and Abner son of Ner were sleeping. Abner was the commander of Saul’s army. Saul was sleeping in the middle of the camp with all the army around him."},{"Chapter":26,"Number":6,"Text":"David talked to Ahimelech the Hittite and Abishai son of Zeruiah. Abishai was Joab’s brother. He asked them, “Who will go down into Saul’s camp with me?”Abishai answered, “I’ll go with you.”"},{"Chapter":26,"Number":7,"Text":"So that night David and Abishai went into Saul’s camp. Saul was asleep in the middle of the camp. His spear was stuck in the ground near his head. Abner and the army were sleeping around Saul."},{"Chapter":26,"Number":8,"Text":"Abishai said to David, “Today God has let you defeat your enemy! Let me pin Saul to the ground with the spear. I’ll only do it once! I won’t hit him twice.”"},{"Chapter":26,"Number":9,"Text":"But David said to Abishai, “Don’t kill Saul! No one can harm the Lord’s appointed king and still be innocent!"},{"Chapter":26,"Number":10,"Text":"As surely as the Lord lives, the Lord himself will punish Saul. Maybe Saul will die naturally. Or maybe he will go into battle and be killed."},{"Chapter":26,"Number":11,"Text":"But may the Lord keep me from harming his appointed king! Now pick up the spear and water jug that are near Saul’s head. Then let’s go.”"},{"Chapter":26,"Number":12,"Text":"So David took the spear and water jug that were near Saul’s head. They left, and no one saw them. No one knew about it or woke up. The Lord had made them stay asleep."},{"Chapter":26,"Number":13,"Text":"David crossed over to the other side of the hill. He stood on top of the mountain far from Saul’s camp. David’s and Saul’s camps were far apart."},{"Chapter":26,"Number":14,"Text":"David shouted to the army and to Abner son of Ner, “Answer me, Abner!”Abner answered, “Who is calling for the king? Who are you?”"},{"Chapter":26,"Number":15,"Text":"David said, “You’re the greatest man in Israel. Isn’t that true? Then why didn’t you guard your master the king? Someone came into your camp to kill your master the king!"},{"Chapter":26,"Number":16,"Text":"What you have done is not good. As surely as the Lord lives, you and your men should die. You haven’t guarded your master, the Lord’s appointed king. Look! Where are the king’s spear and water jug that were near his head?”"},{"Chapter":26,"Number":17,"Text":"Saul knew David’s voice. He said, “Is that your voice, David my son?”David answered, “Yes, it is, my master and king.”"},{"Chapter":26,"Number":18,"Text":"David also said, “Why are you chasing me, my master? What wrong have I done? What evil am I guilty of?"},{"Chapter":26,"Number":19,"Text":"My master and king, listen to me. If the Lord caused you to be angry with me, let him accept an offering. But if men caused you to be angry with me, let the Lord curse them! They have made me leave the land the Lord gave me. They have told me, ‘Go and serve other gods.’"},{"Chapter":26,"Number":20,"Text":"Now don’t let me die far away from the Lord’s presence. The king of Israel has come out looking for a flea! You’re like a man hunting a partridge bird in the mountains!”"},{"Chapter":26,"Number":21,"Text":"Then Saul said, “I have sinned. Come back, David my son. Today you respected my life. So I will not try to hurt you. I have acted foolishly. I have made a big mistake.”"},{"Chapter":26,"Number":22,"Text":"David answered, “Here is your spear. Let one of your young men come here and get it."},{"Chapter":26,"Number":23,"Text":"The Lord rewards every man for the things he does right and for his loyalty to him. The Lord put you into my power today. But I wouldn’t harm the Lord’s appointed king."},{"Chapter":26,"Number":24,"Text":"I respected your life today. Surely, in the same way, the Lord will respect my life. Surely he will save me from all trouble.”"},{"Chapter":26,"Number":25,"Text":"Then Saul said to David, “You are blessed, my son David. You will do great things and succeed.”So David went on his way, and Saul went back home."},{"Chapter":27,"Number":1,"Text":"But David thought to himself, “Saul will catch me someday. The best thing I can do is escape to the land of the Philistines. Then he will give up looking for me in Israel. That way I can get away from him.”"},{"Chapter":27,"Number":2,"Text":"So David and his 600 men left Israel. They went to Achish son of Maoch. Achish was king of Gath."},{"Chapter":27,"Number":3,"Text":"David, his men and their families made their home in Gath with Achish. David had his two wives with him. Their names were Ahinoam of Jezreel and Abigail of Carmel. Abigail was the widow of Nabal."},{"Chapter":27,"Number":4,"Text":"Now Saul was told that David had run away to Gath. So he stopped looking for him."},{"Chapter":27,"Number":5,"Text":"Then David said to Achish, “If you are pleased with me, give me a place in one of the country towns. I can live there. I don’t need to live in the royal city with you.”"},{"Chapter":27,"Number":6,"Text":"That day Achish gave David the town of Ziklag. That is why Ziklag has belonged to the kings of Judah ever since."},{"Chapter":27,"Number":7,"Text":"David lived in the Philistine land a year and four months."},{"Chapter":27,"Number":8,"Text":"David and his men went to raid the people of Geshur, Girzi and Amalek. (These people had lived for a long time in the land that reached to Shur and Egypt.)"},{"Chapter":27,"Number":9,"Text":"When David fought them, he killed all the men and women. He took sheep, cattle, donkeys, camels and clothes. Then he returned to Achish."},{"Chapter":27,"Number":10,"Text":"Many times Achish would ask David, “Where did you go raiding today?” And David would tell him that he had gone to the southern part of Judah. Or he would say he had gone to the territory of the Jerahmeelites or of the Kenites."},{"Chapter":27,"Number":11,"Text":"David never brought a man or woman alive to Gath. He thought, “If we bring anyone alive, he may tell Achish, ‘This is what David really did.’” David did this all the time he lived in the Philistine land."},{"Chapter":27,"Number":12,"Text":"Achish trusted David. He said to himself, “David’s own people, the Israelites, now hate David very much. So David will serve me forever.”"},{"Chapter":28,"Number":1,"Text":"Later, the Philistines gathered their armies to fight against Israel. Achish said to David, “You understand that you and your men must join with me in my army.”"},{"Chapter":28,"Number":2,"Text":"David answered, “Certainly! Then you can see for yourself what I, your servant, can do!”Achish said, “Fine, I’ll make you my bodyguard for life.”"},{"Chapter":28,"Number":3,"Text":"Now Samuel was dead, and all the Israelites had shown their sadness for him. They had buried Samuel in his hometown of Ramah.And Saul had forced out the mediums and fortune-tellers from the land of Israel."},{"Chapter":28,"Number":4,"Text":"The Philistines came together and made camp at Shunem. Saul gathered all the Israelites and made camp at Gilboa."},{"Chapter":28,"Number":5,"Text":"When he saw the Philistine army, he was afraid. His heart pounded with fear."},{"Chapter":28,"Number":6,"Text":"He prayed to the Lord, but the Lord did not answer him through dreams, Urim or prophets."},{"Chapter":28,"Number":7,"Text":"Then Saul said to his servants, “Find me a woman who is a medium. I’ll go and ask her what will happen.”His servants answered, “There is a medium in Endor.”"},{"Chapter":28,"Number":8,"Text":"Then Saul put on other clothes so no one would know who he was. At night Saul and two of his men went to see the woman. Saul said to her, “Talk to a spirit for me. Call up the person I name.”"},{"Chapter":28,"Number":9,"Text":"But the woman said to him, “Surely you know what Saul has done. He has forced the mediums and fortune-tellers out from the land of Israel. You are trying to trap me and kill me.”"},{"Chapter":28,"Number":10,"Text":"Saul made a promise to the woman in the name of the Lord. He said, “As surely as the Lord lives, you won’t be punished for doing this.”"},{"Chapter":28,"Number":11,"Text":"The woman asked, “Whom do you want me to bring up for you?”He answered, “Bring up Samuel.”"},{"Chapter":28,"Number":12,"Text":"When the woman saw Samuel, she screamed loudly. She said, “Why have you tricked me? You are Saul!”"},{"Chapter":28,"Number":13,"Text":"The king said to the woman, “Don’t be afraid! What do you see?”The woman said, “I see a spirit coming up out of the ground.”"},{"Chapter":28,"Number":14,"Text":"Saul asked, “What does he look like?”The woman answered, “An old man wearing a coat is coming up.”Then Saul knew it was Samuel, and he bowed facedown on the ground."},{"Chapter":28,"Number":15,"Text":"Samuel asked Saul, “Why have you disturbed me by bringing me up?”Saul said, “I am greatly troubled. The Philistines are fighting against me. God has left me. He won’t answer me anymore, either by prophets or in dreams. That’s why I called you. I want you to tell me what to do.”"},{"Chapter":28,"Number":16,"Text":"Samuel said, “The Lord has left you. He has become your enemy. So why do you call on me?"},{"Chapter":28,"Number":17,"Text":"He has done what he said he would do. He said these things through me. He has torn the kingdom out of your hands. He has given it to one of your neighbors, David."},{"Chapter":28,"Number":18,"Text":"You did not obey the Lord. You did not show the Amalekites how angry he was with them. That’s why he has done this to you today."},{"Chapter":28,"Number":19,"Text":"The Lord will give both Israel and you to the Philistines. Tomorrow you and your sons will be with me. The Lord will let the Philistines defeat the army of Israel.”"},{"Chapter":28,"Number":20,"Text":"Saul quickly fell to the ground and lay there. He was afraid because of what Samuel had said. He was also very weak because he had eaten nothing all that day and night."},{"Chapter":28,"Number":21,"Text":"Then the woman came to Saul. She saw that he was really frightened. She said, “Look, I, your servant, have obeyed you. I have risked my life and done what you told me to do."},{"Chapter":28,"Number":22,"Text":"Now please listen to me. Let me give you some food. Then you may eat and have enough strength to go on your way.”"},{"Chapter":28,"Number":23,"Text":"But Saul refused. He said, “I won’t eat.”His servants joined the woman in asking him to eat. And he listened to them. So he got up from the ground and sat on the bed."},{"Chapter":28,"Number":24,"Text":"The woman had a fat calf at the house. She quickly killed it. She took some flour and mixed dough with her hands. Then she baked some bread without yeast."},{"Chapter":28,"Number":25,"Text":"She put the food before them, and they ate. Then that same night they got up and left."},{"Chapter":29,"Number":1,"Text":"The Philistines gathered all their soldiers at Aphek. Israel camped by the spring at Jezreel."},{"Chapter":29,"Number":2,"Text":"The Philistine kings were marching with their groups of 100 and 1,000 men. David and his men were marching at the back with Achish."},{"Chapter":29,"Number":3,"Text":"The Philistine commanders asked, “What are these Hebrews doing here?”Achish told them, “This is David. He was an officer to Saul king of Israel. But he has been with me for over a year now. I have found nothing wrong in David since the time he left Saul and came to me.”"},{"Chapter":29,"Number":4,"Text":"But the Philistine commanders were angry with Achish. They said, “Send David back! He must go back to the city you gave him. He can’t go with us into battle. If he’s here, we’ll have an enemy in our own camp. He would please his king by killing our own men."},{"Chapter":29,"Number":5,"Text":"David is the one the Israelites sing about in their dances:‘Saul has killed thousands of his enemies.    But David has killed tens of thousands.’”"},{"Chapter":29,"Number":6,"Text":"So Achish called David. He said to him, “As surely as the Lord lives, you are loyal. I would be pleased to have you serve in my army. Since the day you came to me, I have found no wrong in you. But the Philistine kings don’t trust you."},{"Chapter":29,"Number":7,"Text":"Go back in peace. Don’t do anything to displease the Philistine kings.”"},{"Chapter":29,"Number":8,"Text":"David asked, “What wrong have I done? What evil have you found in me from the day I came to you until now? Why won’t you allow me to fight your enemies, my lord and king?”"},{"Chapter":29,"Number":9,"Text":"Achish answered, “I know you are as pleasing to me as an angel from God. But the Philistine commanders have said, ‘David can’t go with us into battle.’"},{"Chapter":29,"Number":10,"Text":"Early in the morning you and your master’s servants, the Israelites, should go back. Go back to the city I gave you. Leave as soon as the sun comes up.”"},{"Chapter":29,"Number":11,"Text":"So David and his men got up early in the morning. They went back to the country of the Philistines. And the Philistines went up to Jezreel."},{"Chapter":30,"Number":1,"Text":"On the third day David and his men arrived at Ziklag. The Amalekites had raided southern Judah and Ziklag. They had attacked Ziklag and burned it."},{"Chapter":30,"Number":2,"Text":"They took the women and everyone in Ziklag as prisoners, both young and old. But they did not kill any of the people. They only took them away."},{"Chapter":30,"Number":3,"Text":"When David and his men came to Ziklag, they found the town had been burned. Their wives, sons and daughters had been taken as prisoners."},{"Chapter":30,"Number":4,"Text":"Then David and his army cried loudly until they were too weak to cry anymore."},{"Chapter":30,"Number":5,"Text":"David’s two wives had also been taken. They were Ahinoam of Jezreel and Abigail the widow of Nabal from Carmel."},{"Chapter":30,"Number":6,"Text":"The men in the army were threatening to kill David with stones. This upset David very much. Each man was sad and angry because his sons and daughters had been taken as prisoners. But David found strength in the Lord his God."},{"Chapter":30,"Number":7,"Text":"David said to Abiathar the priest, “Bring me the holy vest.”"},{"Chapter":30,"Number":8,"Text":"Then David prayed to the Lord. He said, “Should I chase the people who took our families? Will I catch them?”The Lord answered, “Chase them. You will catch them. You will succeed in saving your families.”"},{"Chapter":30,"Number":9,"Text":"David and the 600 men with him came to the Besor Ravine. Some of the men stayed there."},{"Chapter":30,"Number":10,"Text":"David and 400 men kept up the chase. The other 200 men stayed behind because they were too tired and weak to cross the ravine."},{"Chapter":30,"Number":11,"Text":"David’s men found an Egyptian in a field. They took him to David. They gave the Egyptian some water to drink and some food to eat."},{"Chapter":30,"Number":12,"Text":"They gave him a piece of a fig cake and two clusters of raisins. He felt better after eating. He had not eaten any food or drunk any water for three days and nights."},{"Chapter":30,"Number":13,"Text":"David asked him, “Who is your master? Where do you come from?”He answered, “I’m an Egyptian. I’m the slave of an Amalekite. Three days ago my master left me, because I became sick."},{"Chapter":30,"Number":14,"Text":"We attacked the southern area of the Kerethites. We attacked the land of Judah and the southern area belonging to Caleb. We burned Ziklag, as well."},{"Chapter":30,"Number":15,"Text":"David asked him, “Will you lead me to the people who took our families?”He answered, “Yes, if you will make a promise to me before God. Promise that you won’t kill me or give me back to my master. Then I will take you to them.”"},{"Chapter":30,"Number":16,"Text":"So the Egyptian led David to the Amalekites. They were lying around on the ground, eating and drinking. They were celebrating with the things they had taken from the land of the Philistines and from Judah."},{"Chapter":30,"Number":17,"Text":"David fought them from sunset until evening the next day. None of them escaped, except 400 young men who rode off on their camels."},{"Chapter":30,"Number":18,"Text":"David got his two wives back. He also got back everything the Amalekites had taken."},{"Chapter":30,"Number":19,"Text":"Nothing was missing. David brought back everything: the young and old people, the sons and daughters, the valuable things and everything the Amalekites had taken."},{"Chapter":30,"Number":20,"Text":"David took all the sheep and cattle. His men made these animals go in front. They said, “They are David’s prize.”"},{"Chapter":30,"Number":21,"Text":"Then David came to the 200 men who had been too tired and weak to follow him. He had made them stay at the Besor Ravine. They came out to meet David and the army with him. When he came near, the men at the ravine greeted David and his army."},{"Chapter":30,"Number":22,"Text":"But there were evil men and troublemakers in the group that followed David. They said, “These 200 men didn’t go with us. So we won’t give them any of the things we took. But each man may take his wife and children and go.”"},{"Chapter":30,"Number":23,"Text":"David answered, “No, my brothers. Don’t do that after what the Lord has given us. He has given us the enemy who attacked us."},{"Chapter":30,"Number":24,"Text":"Who will listen to what you say? The share will be the same for the man who stayed with the supplies as for the man who went into battle. All will share alike.”"},{"Chapter":30,"Number":25,"Text":"David made this an order and rule for Israel. This order and rule continues even today."},{"Chapter":30,"Number":26,"Text":"David arrived in Ziklag. Then he sent some of the things he had taken from the Amalekites to his friends, the leaders of Judah. He said, “Here is a present for you from the things we took from the Lord’s enemies.”"},{"Chapter":30,"Number":27,"Text":"David sent some things from the Amalekites to the leaders in Bethel, Ramoth in the southern part of Judah, Jattir,"},{"Chapter":30,"Number":28,"Text":"Aroer, Siphmoth, Eshtemoa"},{"Chapter":30,"Number":29,"Text":"and Racal. He also sent some to the leaders of the cities of the Jerahmeelites and the Kenites,"},{"Chapter":30,"Number":30,"Text":"to Hormah, Bor Ashan, Athach"},{"Chapter":30,"Number":31,"Text":"and Hebron. He sent some things to the people in all the other places where he and his men had been."},{"Chapter":31,"Number":1,"Text":"The Philistines fought against Israel, and the Israelites ran away from them. Many Israelites were killed at Mount Gilboa."},{"Chapter":31,"Number":2,"Text":"The Philistines fought hard against Saul and his sons. They killed his sons Jonathan, Abinadab and Malki-Shua."},{"Chapter":31,"Number":3,"Text":"The fighting became bad around Saul. When the archers shot at him, he was badly wounded."},{"Chapter":31,"Number":4,"Text":"He said to the officer who carried his armor, “Pull out your sword and kill me. Then those uncircumcised men won’t make fun of me and kill me.” But Saul’s officer refused, because he was afraid. So Saul took his own sword and threw himself on it."},{"Chapter":31,"Number":5,"Text":"The officer saw that Saul was dead. So he threw himself on his own sword. And he died with Saul."},{"Chapter":31,"Number":6,"Text":"So Saul, his three sons and the officer who carried his armor died together that day."},{"Chapter":31,"Number":7,"Text":"Now there were Israelites who lived on the other side of Jezreel Valley. And some lived across the Jordan River. They saw how the Israelite army had run away. And they saw that Saul and his sons were dead. So they left their cities and ran away. Then the Philistines came and lived there."},{"Chapter":31,"Number":8,"Text":"The next day the Philistines came to take all the valuable things from the dead soldiers. They found Saul and his three sons dead on Mount Gilboa."},{"Chapter":31,"Number":9,"Text":"They cut off Saul’s head and took off his armor. Then they sent men to tell the news through all the land of the Philistines. They told it in the temple of their idols and to their people."},{"Chapter":31,"Number":10,"Text":"They put Saul’s armor in the temple of the Ashtoreths. They also hung his body on the wall of Beth Shan."},{"Chapter":31,"Number":11,"Text":"The people living in Jabesh Gilead heard what the Philistines had done to Saul."},{"Chapter":31,"Number":12,"Text":"So the brave soldiers of Jabesh marched all night and came to Beth Shan. They took the bodies of Saul and his sons off the wall of Beth Shan. Then they took them to Jabesh. There the people of Jabesh burned the bodies."},{"Chapter":31,"Number":13,"Text":"They took their bones and buried them under the tamarisk tree in Jabesh. Then the people of Jabesh gave up eating for seven days."}]}
