{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Things Never Change","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Does Wisdom Bring Happiness?","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Does “Having Fun” Bring Happiness?","Chapter":2},{"VerseStartingAt":4,"ParagraphTitle":"Does Hard Work Bring Happiness?","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"Maybe Wisdom Is the Answer","Chapter":2},{"VerseStartingAt":17,"ParagraphTitle":"Is There Real Happiness in Life?","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"There Is a Time for Everything","Chapter":3},{"VerseStartingAt":9,"ParagraphTitle":"God Controls His World","Chapter":3},{"VerseStartingAt":16,"ParagraphTitle":"God Allows Unfairness","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Is It Better to Be Dead?","Chapter":4},{"VerseStartingAt":4,"ParagraphTitle":"Why Work So Hard?","Chapter":4},{"VerseStartingAt":9,"ParagraphTitle":"Friends and Family Give Strength","Chapter":4},{"VerseStartingAt":13,"ParagraphTitle":"Fame and Power Are Useless","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Be Careful About Making Promises","Chapter":5},{"VerseStartingAt":8,"ParagraphTitle":"Officers Cheat Each Other","Chapter":5},{"VerseStartingAt":10,"ParagraphTitle":"Wealth Cannot Buy Happiness","Chapter":5},{"VerseStartingAt":18,"ParagraphTitle":"Enjoy Your Life’s Work","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Who Can Understand God’s Plan?","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Some Benefits of Serious Thinking","Chapter":7},{"VerseStartingAt":15,"ParagraphTitle":"It Is Impossible to Be Truly Good","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Obey the King","Chapter":8},{"VerseStartingAt":9,"ParagraphTitle":"Justice, Rewards and Punishment","Chapter":8},{"VerseStartingAt":16,"ParagraphTitle":"We Cannot Understand All God Does","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Is Death Fair?","Chapter":9},{"VerseStartingAt":7,"ParagraphTitle":"Enjoy Life While You Can","Chapter":9},{"VerseStartingAt":11,"ParagraphTitle":"Time and Chance","Chapter":9},{"VerseStartingAt":13,"ParagraphTitle":"Wisdom Does Not Always Win","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Value of Work","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Boldly Face the Future","Chapter":11},{"VerseStartingAt":7,"ParagraphTitle":"Serve God While You Are Young","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"The Problems of Old Age","Chapter":12},{"VerseStartingAt":9,"ParagraphTitle":"Conclusion","Chapter":12}],"VerseList":[{"Chapter":1,"Number":1,"Text":"These are the words of the Teacher. He is a son of David, king in Jerusalem."},{"Chapter":1,"Number":2,"Text":"The Teacher says,    “Useless! Useless!Completely useless!    All things are useless.”"},{"Chapter":1,"Number":3,"Text":"What do people really gain    from all the hard work they do here on earth? Things Never Change"},{"Chapter":1,"Number":4,"Text":"People live, and people die.    But the earth continues forever."},{"Chapter":1,"Number":5,"Text":"The sun rises, and the sun sets.    Then it hurries back to the place where it rises again."},{"Chapter":1,"Number":6,"Text":"The wind blows to the south.    Then it blows to the north.It blows from one direction and then another.    Then it turns around and repeats the same pattern, going nowhere."},{"Chapter":1,"Number":7,"Text":"All the rivers flow to the sea.    But the sea never becomes full."},{"Chapter":1,"Number":8,"Text":"Everything is boring.    It makes you so tired you don’t even want to talk about it.Words come again and again to our ears.    But we never can hear enough.    Nor can we ever really see all we want to see."},{"Chapter":1,"Number":9,"Text":"All things continue the way they have been since the beginning.    The same things will be done that have always been done.    There is nothing new here on earth."},{"Chapter":1,"Number":10,"Text":"A person might say,    “Look, this is new!”But really it has always been here.    It was here before we were!"},{"Chapter":1,"Number":11,"Text":"People don’t remember what happened long ago.    In the future, people will not remember what happens now.    And later, other people will not remember what was done before them. "},{"Chapter":1,"Number":12,"Text":"I, the Teacher, was king over Israel in Jerusalem."},{"Chapter":1,"Number":13,"Text":"I decided to use my wisdom. I wanted to learn about everything that happens here on earth. I learned that God has given us terrible things to face here on earth."},{"Chapter":1,"Number":14,"Text":"I looked at everything done here on earth. I saw that it is all a waste of time. It is like chasing the wind."},{"Chapter":1,"Number":15,"Text":"If something is crooked,    you can’t make it straight.If something is missing,    you can’t say it is there."},{"Chapter":1,"Number":16,"Text":"I said to myself, “I have become very wise. I am now wiser than anyone who ruled Jerusalem before me. I know what wisdom and knowledge really are.”"},{"Chapter":1,"Number":17,"Text":"So I decided to find out how wisdom and knowledge are better than foolish thinking. But I learned that trying to become wise is also like chasing the wind."},{"Chapter":1,"Number":18,"Text":"With much wisdom comes much disappointment.    The person who gains more knowledge also gains more sorrow."},{"Chapter":2,"Number":1,"Text":"I said to myself, “I will try having fun. I will enjoy myself.” But I found that this is also useless."},{"Chapter":2,"Number":2,"Text":"It is foolish to laugh all the time. Having fun gets nothing done."},{"Chapter":2,"Number":3,"Text":"I decided to cheer myself up with wine. At the same time my mind was still thinking wisely. I wanted to find a way to enjoy myself. I wanted to see what was good for people to do during their few days of life. "},{"Chapter":2,"Number":4,"Text":"Then I did great things. I built houses, and I planted vineyards for myself."},{"Chapter":2,"Number":5,"Text":"I planted gardens, and I made parks. I planted all kinds of fruit trees in them."},{"Chapter":2,"Number":6,"Text":"I made pools of water for myself. And I used them to water my growing trees."},{"Chapter":2,"Number":7,"Text":"I bought men and women slaves. Slaves were also born in my house. I had large herds of cattle and flocks of sheep. I had more than anyone in Jerusalem before me."},{"Chapter":2,"Number":8,"Text":"I also gathered silver and gold for myself. I took treasures from kings and other areas. I had men and women singers. I had all the wives a man could ever want."},{"Chapter":2,"Number":9,"Text":"I became very famous. I was greater than anyone who had lived in Jerusalem before me. My wisdom helped me in all this."},{"Chapter":2,"Number":10,"Text":"Anything I saw and wanted, I got for myself.    I did not miss any pleasure I desired.I was pleased with everything I did.    And this pleasure was the reward for all my hard work."},{"Chapter":2,"Number":11,"Text":"But then I looked at what I had done.    I thought about all the hard work.Suddenly I realized it was just a waste of time, like chasing the wind!    There is nothing to gain from anything we do here on earth. "},{"Chapter":2,"Number":12,"Text":"Then I began to think again about being wise.    And I thought also about being foolish and doing crazy things.But after all, what more can any king do?    He can only do what some other king has already done."},{"Chapter":2,"Number":13,"Text":"I saw that being wise is certainly better than being foolish,    just as light is better than darkness."},{"Chapter":2,"Number":14,"Text":"A wise man sees where he is going.    But a foolish person is like someone walking around in the dark.Yet I saw that    both the foolish person and the wise man end the same way."},{"Chapter":2,"Number":15,"Text":"I thought to myself,“What happens to a foolish person will happen to me, too.    So what do I get for being so wise?”I said to myself,    “Being wise is also useless.”"},{"Chapter":2,"Number":16,"Text":"The wise man and the foolish person    will both die!People will not remember either one forever.    In the future, both will be forgotten. "},{"Chapter":2,"Number":17,"Text":"So I hated life. It made me sad to think that everything here on earth is useless. It is like chasing the wind."},{"Chapter":2,"Number":18,"Text":"I hated all the things I had worked for here on earth. I hated them because I must leave them to someone who will live after me."},{"Chapter":2,"Number":19,"Text":"Someone else will control everything for which I worked so hard here on earth. And I don’t know if he will be wise or foolish. This is also useless."},{"Chapter":2,"Number":20,"Text":"So I became sad about all the hard work I had done here on earth."},{"Chapter":2,"Number":21,"Text":"A person can work hard using all his wisdom, knowledge and skill. But he will die, and other people will get the things he worked for. They did not do the work, but they will get everything. This is also unfair and useless."},{"Chapter":2,"Number":22,"Text":"What does a person get for all his work and struggling here on earth?"},{"Chapter":2,"Number":23,"Text":"All his life his work is full of pain and sorrow. Even at night his mind doesn’t rest. This is also useless."},{"Chapter":2,"Number":24,"Text":"The best a person can do is eat, drink and enjoy his work. I saw that even this comes from God."},{"Chapter":2,"Number":25,"Text":"No one can eat or enjoy life without God."},{"Chapter":2,"Number":26,"Text":"If a person pleases God, God will give him wisdom, knowledge and joy. But the sinner will get only the work of gathering and storing wealth. Then he will have to give it to the one who pleases God. So all his work is useless. It is like chasing the wind."},{"Chapter":3,"Number":1,"Text":"There is a right time for everything.Everything on earth has its special season."},{"Chapter":3,"Number":2,"Text":"There is a time to be born    and a time to die.There is a time to plant    and a time to pull up plants."},{"Chapter":3,"Number":3,"Text":"There is a time to kill    and a time to heal.There is a time to destroy    and a time to build."},{"Chapter":3,"Number":4,"Text":"There is a time to cry    and a time to laugh.There is a time to be sad    and a time to dance."},{"Chapter":3,"Number":5,"Text":"There is a time to throw away stones    and a time to gather them.There is a time to hug    and a time not to hug."},{"Chapter":3,"Number":6,"Text":"There is a time to look for something    and a time to stop looking for it.There is a time to keep things    and a time to throw things away."},{"Chapter":3,"Number":7,"Text":"There is a time to tear apart    and a time to sew together.There is a time to be silent    and a time to speak."},{"Chapter":3,"Number":8,"Text":"There is a time to love    and a time to hate.There is a time for war    and a time for peace. "},{"Chapter":3,"Number":9,"Text":"Does a person really gain anything from his work?"},{"Chapter":3,"Number":10,"Text":"I saw the hard work God has given us to do."},{"Chapter":3,"Number":11,"Text":"God has also given us a desire to know the future. God certainly does everything at just the right time. But we can never completely understand what he is doing."},{"Chapter":3,"Number":12,"Text":"So I realize that the best thing for people is to be happy. They should enjoy themselves as long as they live."},{"Chapter":3,"Number":13,"Text":"God wants everyone to eat and drink and be happy in his work. These are gifts from God."},{"Chapter":3,"Number":14,"Text":"I know anything God does will continue forever. People cannot add anything to what God has done. And they cannot take anything away from it. God does it this way to cause people to honor him."},{"Chapter":3,"Number":15,"Text":"What happens now has also happened in the past.    Things that will happen in the future have also happened before.    God makes the same things happen again and again. "},{"Chapter":3,"Number":16,"Text":"I also saw this here on earth:Where there should have been justice, there was evil.    Where there should have been fairness, there was wickedness."},{"Chapter":3,"Number":17,"Text":"I certainly believe thatGod has planned a time for every thing and every action.    He will judge both good people and bad people."},{"Chapter":3,"Number":18,"Text":"But I decided that God leaves it the way it is to test people. He wants to show them they are just like animals."},{"Chapter":3,"Number":19,"Text":"The same thing happens to animals and to people. They both have the same breath. So they both die. People are no better off than the animals. The lives of both are soon gone."},{"Chapter":3,"Number":20,"Text":"Both end up the same way. Both came from dust. And both will go back to dust."},{"Chapter":3,"Number":21,"Text":"Who can be sure that the spirit of man goes up to God? Or who can be sure that the spirit of an animal goes down into the ground?"},{"Chapter":3,"Number":22,"Text":"So I saw the best thing a person can do is to enjoy his work. That is all he has. No one can help a person see what will happen in the future."},{"Chapter":4,"Number":1,"Text":"Again I saw all the people who were treated badly here on earth.I saw their tears.    I saw that they had no one to comfort them.Cruel people had all the power.    There was no one to comfort the people they hurt."},{"Chapter":4,"Number":2,"Text":"I decided that the dead    are better off than the living."},{"Chapter":4,"Number":3,"Text":"But those who have never been born    are better off still.They have not seen the evil    that is done here on earth. "},{"Chapter":4,"Number":4,"Text":"I realized the reason people work hard and try to succeed: They are jealous of each other. This, too, is useless. It is like chasing the wind."},{"Chapter":4,"Number":5,"Text":"Some say that it is foolish to fold your hands and do nothing.    You will starve to death!"},{"Chapter":4,"Number":6,"Text":"Maybe so, but I say it is better to be content    with what little you have.Otherwise, you will always be struggling for more.    That is like chasing the wind."},{"Chapter":4,"Number":7,"Text":"Again I saw something here on earth that was senseless:"},{"Chapter":4,"Number":8,"Text":"I saw a person who had no family.    He had no son or brother.He always worked hard.    But he was never satisfied with what he had.He never asked himself, “For whom am I working so hard?    Why don’t I let myself enjoy life?”This also is very sad and senseless. "},{"Chapter":4,"Number":9,"Text":"Two people are better than one.    They get more done by working together."},{"Chapter":4,"Number":10,"Text":"If one person falls,    the other can help him up.But it is bad for the person who is alone when he falls.    No one is there to help him."},{"Chapter":4,"Number":11,"Text":"If two lie down together, they will be warm.    But a person alone will not be warm."},{"Chapter":4,"Number":12,"Text":"An enemy might defeat one person,    but two people together can defend themselves.A rope that has three parts wrapped together    is hard to break. "},{"Chapter":4,"Number":13,"Text":"A young person may be poor but wise. He is better than a foolish, old king who doesn’t listen to advice."},{"Chapter":4,"Number":14,"Text":"I saw such a young person become king. He had been born poor in the kingdom. He had even gone to prison before becoming king."},{"Chapter":4,"Number":15,"Text":"I watched some of the people who live on earth follow him. They made him their king."},{"Chapter":4,"Number":16,"Text":"Yes, a great many people followed him at first. But later, they did not like him, either. So fame and power are shown to be useless. They are like chasing the wind."},{"Chapter":5,"Number":1,"Text":"Be careful when you go to worship at the Temple. It is better to listen than to offer foolish sacrifices. People who do this don’t even know they are doing wrong."},{"Chapter":5,"Number":2,"Text":"Think before you speak.    Be careful about what you promise to God.God is in heaven,    and you are on the earth.    So say only a few words to God."},{"Chapter":5,"Number":3,"Text":"The saying is true: Bad dreams come from too much worrying.    So too many words come from foolish people."},{"Chapter":5,"Number":4,"Text":"If you make a promise to God, don’t be slow to keep it. God is not happy with foolish people. Give God what you promised."},{"Chapter":5,"Number":5,"Text":"It is better not to promise anything than to promise something and not do it."},{"Chapter":5,"Number":6,"Text":"So don’t let your words cause you to sin. Also, don’t say to the priest at the Temple, “I didn’t mean what I promised!” If you do, God will become angry with your words. He will destroy everything you have worked for."},{"Chapter":5,"Number":7,"Text":"Many empty promises are like many foolish dreams. They mean nothing. You should honor God. "},{"Chapter":5,"Number":8,"Text":"In some countries you will see poor people treated badly. They are not treated fairly or given their rights. Don’t be surprised! One officer is cheated by a higher officer. They in turn are cheated by even higher officers."},{"Chapter":5,"Number":9,"Text":"The wealth of the country is divided up among them all. Even the king makes sure he gets his share of the profits. "},{"Chapter":5,"Number":10,"Text":"The person who loves money    will never have all the money he wants.The person who loves wealth    will not be satisfied when he gets it.    This is also useless."},{"Chapter":5,"Number":11,"Text":"The more wealth a person has,    the more friends he has to help him spend it.So what does he really gain?    He gains nothing except to look at his riches."},{"Chapter":5,"Number":12,"Text":"A man who works hard sleeps in peace.    It is not important if he has little or much to eat.But a rich person worries about his wealth.    He cannot sleep."},{"Chapter":5,"Number":13,"Text":"I have seen something unfair here on earth:    A person suffers harm from saving up his money."},{"Chapter":5,"Number":14,"Text":"Then he loses it all in a bad deal.So he has nothing    to give to his son."},{"Chapter":5,"Number":15,"Text":"A person comes into this world with nothing.    And when he dies, he leaves with nothing.In spite of all his hard work,    he leaves exactly as he came."},{"Chapter":5,"Number":16,"Text":"This, too, is unfair:He leaves exactly as he came.    So what does he gain from chasing the wind?"},{"Chapter":5,"Number":17,"Text":"All he gets are days filled with sadness and sorrow.    He ends up sick, defeated and angry. "},{"Chapter":5,"Number":18,"Text":"I have seen what is best for a person to do here on earth. He should eat and drink and enjoy his work. This is because the life God has given him on earth is short."},{"Chapter":5,"Number":19,"Text":"God gives some people the ability to enjoy the wealth and property he gives them. He also gives them the ability to accept their state in life and enjoy their work."},{"Chapter":5,"Number":20,"Text":"Such people do not worry much about how short life is. This is because God keeps them busy with the things they love to do."},{"Chapter":6,"Number":1,"Text":"I have seen something else unfair here on earth. It causes serious problems for people."},{"Chapter":6,"Number":2,"Text":"God gives some people great wealth, riches and honor. They have everything they want. But God does not let them enjoy such things. Someone else enjoys them instead. This is unfair and senseless."},{"Chapter":6,"Number":3,"Text":"It is sad when a person can’t enjoy the good things God gives him. Such a person might have 100 children. He might live a long time. But what good is it if he can’t enjoy the good God gives him? I say a baby who is born dead is better off than he is."},{"Chapter":6,"Number":4,"Text":"It is useless for such a baby to be born. It ends up in the darkness of the grave without even a name."},{"Chapter":6,"Number":5,"Text":"That baby never saw the sun. It never knew anything. But it finds more rest than the person who never gets to enjoy the good things God gives him."},{"Chapter":6,"Number":6,"Text":"Even if he lives 2,000 years, it is sad if a person can’t enjoy the good things God gives him. After all, both he and the baby born dead go to the same place—the grave."},{"Chapter":6,"Number":7,"Text":"A person works just to feed himself.    But he never seems to get enough to eat."},{"Chapter":6,"Number":8,"Text":"In this way a wise man    is no better off than a foolish person.Then, too, it does a poor man little good    to know how to get along in life."},{"Chapter":6,"Number":9,"Text":"So it is better to be happy with what you have    than always to be wanting more.Always wanting more is useless—    like chasing the wind. Who Can Understand God’s Plan?"},{"Chapter":6,"Number":10,"Text":"Everything that happens was planned long ago.    A man is only what he was created to be.It is useless to argue with God about it.    This is because God is more powerful than man is."},{"Chapter":6,"Number":11,"Text":"The more you argue,    the more useless it is.    You gain nothing at all by arguing."},{"Chapter":6,"Number":12,"Text":"A person has only a few days of life on the earth. His short life passes like a shadow. And who knows what is best for him while he lives? Who can tell him what will happen after his time on earth?"},{"Chapter":7,"Number":1,"Text":"It is better to have respect than good perfume.    The day a person dies is better than the day he was born."},{"Chapter":7,"Number":2,"Text":"It is better to go to a funeral    than to a party.We all must die.    Everyone living should think about this."},{"Chapter":7,"Number":3,"Text":"Sorrow is better than laughter.    Sadness has a good influence on you."},{"Chapter":7,"Number":4,"Text":"A wise man thinks about death,    but a foolish person thinks only about having a good time."},{"Chapter":7,"Number":5,"Text":"It is better to be criticized by a wise man    than to be praised by a foolish person."},{"Chapter":7,"Number":6,"Text":"The laughter of foolish people is useless.    It is like heating a pot by burning straw.    There is a lot of fire but no heat."},{"Chapter":7,"Number":7,"Text":"Even a wise man will become foolish    if he lets money change his thinking."},{"Chapter":7,"Number":8,"Text":"It is better to finish something    than to start it.It is better to be patient    than to be proud."},{"Chapter":7,"Number":9,"Text":"Don’t become mad quickly,    because getting angry is foolish."},{"Chapter":7,"Number":10,"Text":"Don’t ask, “Why was life better in the ‘good old days’?”    It is not wise to ask such questions."},{"Chapter":7,"Number":11,"Text":"Wisdom is as good to have as inheriting property.    It helps people see what to do."},{"Chapter":7,"Number":12,"Text":"Wisdom is like money.    They both help a person.But wisdom is better than money,    because it can save a person’s life."},{"Chapter":7,"Number":13,"Text":"Stop and think about everything that God causes to happen.You cannot change a thing,    even if you think it is wrong."},{"Chapter":7,"Number":14,"Text":"When life is good, enjoy it.    But when life is hard, remember:God gives us good times and hard times.    And no one knows what tomorrow will bring. "},{"Chapter":7,"Number":15,"Text":"In my short life I have seen both of these:I have seen good men die being good.    And I have seen evil men living a long time."},{"Chapter":7,"Number":16,"Text":"Don’t try to be too right all the time.    Don’t try to be too wise, either.    Why should you destroy yourself this way?"},{"Chapter":7,"Number":17,"Text":"Don’t be too wicked.    And don’t be a foolish person.    You will die young if you do so."},{"Chapter":7,"Number":18,"Text":"Try to avoid going too far in doing anything.    Those who honor God will avoid doing too much of anything."},{"Chapter":7,"Number":19,"Text":"Wisdom gives a person strength.    One wise man is stronger than ten leaders in a city."},{"Chapter":7,"Number":20,"Text":"Surely there is not a good man on earth    who always does good and never sins."},{"Chapter":7,"Number":21,"Text":"Don’t listen to everything people say.    You might hear your servant insulting you."},{"Chapter":7,"Number":22,"Text":"You know that many times    you also have insulted others."},{"Chapter":7,"Number":23,"Text":"I used wisdom to test all these things.I wanted to be wise,    but it was too hard for me."},{"Chapter":7,"Number":24,"Text":"I cannot understand why things are as they are.    It is too hard for anyone to understand."},{"Chapter":7,"Number":25,"Text":"I studied and tried very hard to find wisdom.    I tried to find some meaning for everything.I learned that it is foolish to be evil.    And it is crazy to act like a fool."},{"Chapter":7,"Number":26,"Text":"I found that some women are worse than death.    They are as dangerous as traps.Their love is like a net.    Their arms hold men like chains.A man who follows God will run away from them.    But a sinner will be caught by them."},{"Chapter":7,"Number":27,"Text":"The Teacher says, “This is what I learned:I added all these things together    to see if I could find some meaning for everything."},{"Chapter":7,"Number":28,"Text":"I am still looking for it,    but I have not found it.But I did discover that truly good people are hard to find.    Such people are one in a million!"},{"Chapter":7,"Number":29,"Text":"One thing I have learned:God made people good.    But people have found all kinds of ways to be bad.”"},{"Chapter":8,"Number":1,"Text":"No one is like the wise man.    He can understand what things mean.His wisdom makes him happy.    It makes his sad face happy."},{"Chapter":8,"Number":2,"Text":"I advise you always to obey the king’s command. Do this because you made a promise to God."},{"Chapter":8,"Number":3,"Text":"Don’t be too quick to quit the job the king gave you. But don’t support something that is wrong. Remember, the king does whatever he pleases."},{"Chapter":8,"Number":4,"Text":"The king is the highest power. No one can tell him what to do."},{"Chapter":8,"Number":5,"Text":"A person will be safe if he obeys the king’s command.    A wise man knows how to do the right thing at the right time."},{"Chapter":8,"Number":6,"Text":"And there is a right time and a right way for everything.    Yet people often have many troubles."},{"Chapter":8,"Number":7,"Text":"They do not know what the future holds.    No one can tell them what will happen."},{"Chapter":8,"Number":8,"Text":"No one has the power to keep the wind from blowing.    No one has the power to stop his own death.During war a soldier cannot go home.    So also, the person who does evil will not get away free. "},{"Chapter":8,"Number":9,"Text":"I saw all of this as I studied. I considered all that is done here on earth. And I saw men rule others and hurt them."},{"Chapter":8,"Number":10,"Text":"I saw evil people being buried. They used to go in and out of the holy place. Good things were said about them in the same towns where they had done evil. This is senseless, too."},{"Chapter":8,"Number":11,"Text":"Sometimes people are not punished right away for the bad things they do. That makes other people want to do bad things, too."},{"Chapter":8,"Number":12,"Text":"A sinner might do a hundred evil things. And he might live a long time. Even so, I know it will be better for those who honor God. They fear him, and he sees it."},{"Chapter":8,"Number":13,"Text":"And I also know it will not go well for evil people. Their lives will be like a brief shadow. They will not live very long."},{"Chapter":8,"Number":14,"Text":"But sometimes something senseless happens on earth. Bad things happen to good people. Good things happen to bad people. This is truly senseless."},{"Chapter":8,"Number":15,"Text":"So I decided it was more important to enjoy life. The best that people can do here on earth is to eat, drink and enjoy life. These joys will help people do the hard work God gives them here on earth. "},{"Chapter":8,"Number":16,"Text":"I used my mind to learn about all that happens on earth. I saw how busy people are. They work day and night and hardly ever sleep."},{"Chapter":8,"Number":17,"Text":"I also saw all that God has done. Nobody can understand what God does here on earth. No matter how hard a person tries to understand it, he cannot. Even if a wise man says he understands, he really cannot. No one at all can really understand it."},{"Chapter":9,"Number":1,"Text":"I thought about something else and tried hard to understand it. I saw that God takes care of both good people and wise people and what they do. But no one knows if he will see good or bad times."},{"Chapter":9,"Number":2,"Text":"Both good and bad things happen to everyone.    They happen to those who are fair and to those who are wicked.They happen to those who are good and to those who are evil.    They happen to those who sacrifice and to those who do not.The same things happen to a good person    as happen to a sinner.The same things happen to a person who makes promises to God    as to one who does not."},{"Chapter":9,"Number":3,"Text":"This is something unfair that happens here on earth. The same things happen to everyone. So men’s minds are full of evil and foolish thoughts while they live. After that, they join the dead."},{"Chapter":9,"Number":4,"Text":"But anyone still alive has hope. Even a live dog is better off than a dead lion!"},{"Chapter":9,"Number":5,"Text":"The living know they will die.    But the dead no longer think about such things.Dead people have no more reward.    People forget them."},{"Chapter":9,"Number":6,"Text":"After a person is dead,    he can no longer show love or hate or jealousy.And he will never again share    in the things that happen here on earth. "},{"Chapter":9,"Number":7,"Text":"So go eat your food and enjoy it.    Drink your wine and be happy.It is all right with God    if you do this."},{"Chapter":9,"Number":8,"Text":"Put on nice clothes    and make yourself look good."},{"Chapter":9,"Number":9,"Text":"Enjoy life with the wife you love. Enjoy all the days of this short life God has given you here on earth. It is all you have. So enjoy the work you have to do here on earth."},{"Chapter":9,"Number":10,"Text":"Whatever work you do, do your best. This is because you are going to the grave. There is no working, no planning, no knowledge and no wisdom there. "},{"Chapter":9,"Number":11,"Text":"I also realized something else here on earth that is senseless:The fast runner does not always win the race.    The strong army does not always win the battle.The wise man does not always have food.    The smart man does not always become wealthy.    And the man with special skills does not always receive praise.Bad things happen to everyone."},{"Chapter":9,"Number":12,"Text":"A person never knows what will happen to him next.He is like a fish caught in a cruel net.    He is like a bird caught in a trap.In the same way, a person is trapped by bad things    that suddenly happen to him. "},{"Chapter":9,"Number":13,"Text":"I also saw something wise happen here on earth. And it was very impressive to me."},{"Chapter":9,"Number":14,"Text":"There was a small town with only a few people in it. A great king fought against it and put his armies all around it."},{"Chapter":9,"Number":15,"Text":"Now there was a wise man in the town. He was poor, but he used his wisdom to save his town. But later on, everyone forgot about him."},{"Chapter":9,"Number":16,"Text":"I still think wisdom is better than strength. But those people forgot about the poor man’s wisdom. And they stopped listening to what he said."},{"Chapter":9,"Number":17,"Text":"The quiet words of a wise man are better    than the shouts of a foolish ruler."},{"Chapter":9,"Number":18,"Text":"Wisdom is better than weapons of war.    But one sinner can destroy much good."},{"Chapter":10,"Number":1,"Text":"Dead flies will make even perfume smell bad.    In the same way, a little foolishness can ruin    a wise man’s fame for wisdom."},{"Chapter":10,"Number":2,"Text":"A wise man’s heart leads him in the right way.    But the heart of a foolish person leads him in the wrong way."},{"Chapter":10,"Number":3,"Text":"A foolish person is not wise.    It shows in everything he does.Even as he walks along the road,    he shows everyone how stupid he is."},{"Chapter":10,"Number":4,"Text":"Don’t leave your job    just because the ruler is angry with you.Remain calm.    It will help correct your mistakes."},{"Chapter":10,"Number":5,"Text":"Here is something else unfair that happens here on earth.    It is the kind of mistake rulers make:"},{"Chapter":10,"Number":6,"Text":"Foolish people are given important positions    while rich people are given less important ones."},{"Chapter":10,"Number":7,"Text":"I have seen servants ride on horses    while princes walk beside them on foot."},{"Chapter":10,"Number":8,"Text":"Anyone who digs a pit might fall into it.    Anyone who knocks down a wall might be bitten by a snake."},{"Chapter":10,"Number":9,"Text":"Anyone who moves large stones might be hurt by them.    And anyone who cuts logs might get hurt while doing it."},{"Chapter":10,"Number":10,"Text":"Cutting logs with a dull ax    makes you work harder.A wise man will sharpen his ax.    In the same way, wisdom can make any job easier."},{"Chapter":10,"Number":11,"Text":"Someone might know how to control snakes.    But what good is such wisdom if the snake has already bitten him?"},{"Chapter":10,"Number":12,"Text":"A wise man’s words bring him praise.    But a foolish person’s words will destroy him."},{"Chapter":10,"Number":13,"Text":"A foolish person begins by saying something foolish.    In the end he is saying even crazier things."},{"Chapter":10,"Number":14,"Text":"A foolish person talks too much about what he will do.    No one knows the future.    No one can tell him what will happen after he dies."},{"Chapter":10,"Number":15,"Text":"A foolish person doesn’t know even the most obvious things.    He can’t even find his way back to town.    So he has to wear himself out working. The Value of Work"},{"Chapter":10,"Number":16,"Text":"How terrible it will be for a country    if its king is a child.How terrible it will be for that country    if its leaders have parties all the time."},{"Chapter":10,"Number":17,"Text":"A country is well off    if its king comes from a good family.It is good for a country    if its leaders control their eating and drinking.They should eat and drink for strength,    not to get drunk."},{"Chapter":10,"Number":18,"Text":"If a person is lazy and doesn’t repair the roof,    it will begin to fall.If he refuses to fix it,    the house will leak."},{"Chapter":10,"Number":19,"Text":"A party makes you feel good.    And wine makes you feel happy.But both cost you a lot of money."},{"Chapter":10,"Number":20,"Text":"Don’t say or think bad things about the king.    And don’t say bad things about rich people even alone in your bedroom.A little bird might report it to others.    A bird might fly to them and tell all you said."},{"Chapter":11,"Number":1,"Text":"Do good things everywhere you go.    After a while the good you do will return to help you."},{"Chapter":11,"Number":2,"Text":"Invest what you have in several different businesses.    You don’t know what bad things might happen on earth."},{"Chapter":11,"Number":3,"Text":"If clouds are full of rain,    they will pour water on the earth.A tree can fall to the north or south.    But it will stay where it falls."},{"Chapter":11,"Number":4,"Text":"If a person waits for perfect weather,    he will never plant his seeds.And if he is afraid that every cloud will bring rain,    he will never harvest his crops."},{"Chapter":11,"Number":5,"Text":"You don’t know where the wind will blow.    And you don’t know how a baby grows in its mother’s body.In the same way, God certainly made all things.    But you can’t understand what he is doing."},{"Chapter":11,"Number":6,"Text":"Begin planting early in the morning,    and don’t stop working until evening.This is because you don’t know which things you do will succeed.    It is even possible that everything you do will succeed. "},{"Chapter":11,"Number":7,"Text":"It is good to be alive    to enjoy the light of day."},{"Chapter":11,"Number":8,"Text":"A person ought to enjoy every day of his life.    This is true no matter how long he lives.But he should also remember this:    You will be dead much longer than you live.    After you are dead, you accomplish nothing."},{"Chapter":11,"Number":9,"Text":"Young people, enjoy yourselves while you are young.    Be happy while you are young.Do whatever your heart desires.    Do whatever you want to do.But remember that God will judge you    for everything you do."},{"Chapter":11,"Number":10,"Text":"So avoid sorrow and sadness.    Forget about all the bad things that happen to you.    This is because the joys of youth pass quickly away."},{"Chapter":12,"Number":1,"Text":"Remember your Creator while you are young.Your old age is coming    when you will have many troubles.When that time comes,    you won’t have much to enjoy."},{"Chapter":12,"Number":2,"Text":"When you become old,    the light from the sun, moon and stars will seem dark to you.    It will seem as if the rain clouds never go away."},{"Chapter":12,"Number":3,"Text":"At that time your arms will lose their strength.    Your strong legs will become weak and bent.Your teeth will fall out so you cannot chew.    Your eyes will not see clearly."},{"Chapter":12,"Number":4,"Text":"Your ears will be deaf to the noise in the streets.    You will barely hear singing.The sound of the millstone grinding your grain will seem very quiet.    But you’ll wake up when a bird first starts singing!"},{"Chapter":12,"Number":5,"Text":"You will fear high places.    And you will be afraid to go for a walk because you may fall.Your hair will become white like the flowers on an almond tree.    You will limp along like a grasshopper when you walk.    Your desires will be gone.Then you will go to your everlasting home.    And people will go to your funeral."},{"Chapter":12,"Number":6,"Text":"Remember God before your life is snapped like a silver chain.    Remember God before your life is broken like a golden bowl.It will be as useless as a broken bucket at the spring.    It will be no good, like a broken wheel at a water well."},{"Chapter":12,"Number":7,"Text":"Your body will become part of the dust of the earth again.    But your spirit will return to God who gave it."},{"Chapter":12,"Number":8,"Text":"Everything is useless!    The Teacher says that everything is useless. "},{"Chapter":12,"Number":9,"Text":"The Teacher was very wise. He taught the people what he knew. The Teacher very carefully thought about, studied and set in order many wise teachings."},{"Chapter":12,"Number":10,"Text":"The Teacher looked for just the right words. He wrote teachings that are dependable and true."},{"Chapter":12,"Number":11,"Text":"Words from wise men are like sharp sticks used to guide animals. These words are like nails that have been driven in firmly. They are wise teachings that come from God the Shepherd."},{"Chapter":12,"Number":12,"Text":"So be careful, my son, about other teachings. People are always writing books. And too much study will make you very tired."},{"Chapter":12,"Number":13,"Text":"Now, everything has been heard.    Here is my final advice:Honor God and obey his commands.    This is the most important thing people can do."},{"Chapter":12,"Number":14,"Text":"God knows everything people do,    even the things done in secret.He knows all the good and all the bad.    He will judge everything people do."}]}
