{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Queen Vashti Disobeys the King","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Esther Is Made Queen","Chapter":2},{"VerseStartingAt":19,"ParagraphTitle":"Mordecai Discovers an Evil Plan","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Haman Plans to Destroy the Jews","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Mordecai Asks Esther to Help","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Esther Speaks to the King","Chapter":5},{"VerseStartingAt":9,"ParagraphTitle":"Haman’s Plans Against Mordecai","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Mordecai Is Honored","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Haman Is Hanged","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The King Helps the Jews","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Victory for the Jews","Chapter":9},{"VerseStartingAt":18,"ParagraphTitle":"The Feast of Purim","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Greatness of Mordecai","Chapter":10}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is what happened during the time of King Xerxes. He was the king who ruled the 127 areas from India to Cush."},{"Chapter":1,"Number":2,"Text":"In those days King Xerxes ruled from his capital city of Susa."},{"Chapter":1,"Number":3,"Text":"In the third year of his rule, he gave a banquet. It was for all his important men and royal officers. The army leaders from the countries of Persia and Media were there. And the important men from all Xerxes’ empire were there."},{"Chapter":1,"Number":4,"Text":"The banquet lasted 180 days. All during that time King Xerxes was showing off the great wealth of his kingdom. And he was showing his own honor and greatness."},{"Chapter":1,"Number":5,"Text":"When the 180 days were over, the king gave another banquet. It was held in the courtyard of the palace garden for 7 days. It was for everybody in the palace at Susa, from the greatest to the least important."},{"Chapter":1,"Number":6,"Text":"The courtyard had fine white curtains and purple drapes. These were tied to silver rings on marble pillars by white and purple cords. And there were gold and silver couches. These were on a floor set with tiles of white marble, shells and gems."},{"Chapter":1,"Number":7,"Text":"Wine was served in gold cups of various kinds. And there was plenty of the king’s wine because he was very generous."},{"Chapter":1,"Number":8,"Text":"The king commanded that each guest be permitted to drink as much as he wished. He had told the wine servers to serve each man what he wanted."},{"Chapter":1,"Number":9,"Text":"Queen Vashti also gave a banquet. It was for the women in the royal palace of King Xerxes."},{"Chapter":1,"Number":10,"Text":"On the seventh day of the banquet, King Xerxes was very happy because he had been drinking much wine. He gave a command to the seven eunuchs who served him. They were Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carcas."},{"Chapter":1,"Number":11,"Text":"He commanded them to bring him Queen Vashti, wearing her royal crown. She was to come to show her beauty to the people and important men. She was very beautiful."},{"Chapter":1,"Number":12,"Text":"The eunuchs told Queen Vashti about the king’s command. But she refused to come. Then the king became very angry. His anger was like a burning fire."},{"Chapter":1,"Number":13,"Text":"It was a custom for the king to ask advice from experts about law and order. So King Xerxes spoke with the wise men. They would know the right thing to do."},{"Chapter":1,"Number":14,"Text":"The wise men the king usually talked to were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan. They were seven of the important men of Persia and Media. These seven had special privileges to see the king. They had the highest rank in the kingdom."},{"Chapter":1,"Number":15,"Text":"The king asked those men, “What does the law say must be done to Queen Vashti? She has not obeyed the command of King Xerxes, which the eunuchs took to her.”"},{"Chapter":1,"Number":16,"Text":"Then Memucan spoke to the king and the other important men. He said, “Queen Vashti has not done wrong to the king alone. She has also done wrong to all the important men and all the people in all the empire of King Xerxes."},{"Chapter":1,"Number":17,"Text":"All the wives of the important men of Persia and Media will hear about the queen’s actions. Then they will no longer honor their husbands. They will say, ‘King Xerxes commanded Queen Vashti to be brought to him. But she refused to come.’"},{"Chapter":1,"Number":18,"Text":"Today the wives of the important men of Persia and Media have heard about the queen’s actions. And they will speak in the same way to their husbands. And there will be no end to disrespect and anger."},{"Chapter":1,"Number":19,"Text":"“So, our king, if it pleases you, give a royal order. And let it be written in the laws of Persia and Media, which cannot be changed. The law should say Vashti is never again to enter the presence of King Xerxes. Also let the king give her place as queen to someone who is better than she is."},{"Chapter":1,"Number":20,"Text":"And let the king’s order be announced everywhere in his large kingdom. Then all the women will respect their husbands, from the greatest to the least important.”"},{"Chapter":1,"Number":21,"Text":"The king and his important men were happy with this advice. So King Xerxes did as Memucan suggested."},{"Chapter":1,"Number":22,"Text":"He sent letters to all the areas of the kingdom. A letter was sent to each area, written in its own form of writing. And a letter was sent to each group of people, written in their own language. These letters announced that each man was to be the ruler of his own family. Also, each family was to speak the language of the man."},{"Chapter":2,"Number":1,"Text":"Later, King Xerxes was not so angry. Then he remembered Vashti and what she had done. And he remembered his order about her."},{"Chapter":2,"Number":2,"Text":"Then the king’s personal servants had a suggestion. They said, “Let a search be made for beautiful young virgins for the king."},{"Chapter":2,"Number":3,"Text":"Let the king choose supervisors in every area of his kingdom. Let them bring every beautiful young virgin to the palace at Susa. These women should be taken to the women’s quarters and put under the care of Hegai. He is the king’s eunuch in charge of the women. And let beauty treatments be given to them."},{"Chapter":2,"Number":4,"Text":"Then let the girl who most pleases the king become queen in place of Vashti.” The king liked this advice. So he did as they said."},{"Chapter":2,"Number":5,"Text":"Now there was a Jewish man in the palace of Susa. His name was Mordecai son of Jair. Jair was the son of Shimei. And Shimei was the son of Kish. Mordecai was from the tribe of Benjamin."},{"Chapter":2,"Number":6,"Text":"Mordecai had been taken captive from Jerusalem by Nebuchadnezzar king of Babylon. Mordecai was part of the group taken into captivity with Jehoiachin king of Judah."},{"Chapter":2,"Number":7,"Text":"Mordecai had a cousin named Hadassah, who had no father or mother. So Mordecai took care of her. Hadassah was also called Esther, and she had a very pretty figure and face. Mordecai had adopted her as his own daughter when her father and mother died."},{"Chapter":2,"Number":8,"Text":"The king’s command and order had been heard. And many girls had been brought to the palace in Susa. They had been put under the care of Hegai. When this happened, Esther was also taken to the king’s palace. She was put into the care of Hegai, who was in charge of the women."},{"Chapter":2,"Number":9,"Text":"Esther pleased Hegai, and he liked her. So Hegai quickly began giving Esther her beauty treatments and special food. He gave her seven servant girls chosen from the king’s palace. Then Hegai moved Esther and her seven servant girls to the best part of the women’s quarters."},{"Chapter":2,"Number":10,"Text":"Esther did not tell anyone about her family or who her people were. Mordecai had told her not to."},{"Chapter":2,"Number":11,"Text":"Every day Mordecai walked back and forth near the courtyard. This was where the king’s women lived. He wanted to find out how Esther was and what was happening to her."},{"Chapter":2,"Number":12,"Text":"Before a girl could take her turn with King Xerxes, she had to complete 12 months of beauty treatments. These were ordered for the women. For 6 months she was treated with oil and myrrh. And she spent 6 months with perfumes and cosmetics."},{"Chapter":2,"Number":13,"Text":"Then she was ready to go to the king. Anything she asked for was given to her. She could take it with her from the women’s quarters to the king’s palace."},{"Chapter":2,"Number":14,"Text":"In the evening she would go to the king’s palace. And in the morning she would return to another part of the women’s quarters. There she would be placed under the care of a man named Shaashgaz. Shaashgaz was the king’s eunuch in charge of the slave women. The girl would not go back to the king again unless he was pleased with her. Then he would call her by name to come back to him."},{"Chapter":2,"Number":15,"Text":"Esther daughter of Abihail, Mordecai’s uncle, had been adopted by Mordecai. The time came for Esther to go to the king. She asked for only what Hegai suggested she should take. (Hegai was the king’s eunuch who was in charge of the women.) And everyone who saw Esther liked her."},{"Chapter":2,"Number":16,"Text":"So Esther was taken to King Xerxes in the royal palace. This happened in the tenth month, the month of Tebeth. It was in Xerxes’ seventh year as king."},{"Chapter":2,"Number":17,"Text":"And the king was pleased with Esther more than with any of the other virgins. And he liked her more than any of the others. So King Xerxes put a royal crown on Esther’s head. And he made her queen in place of Vashti."},{"Chapter":2,"Number":18,"Text":"Then the king gave a great banquet for Esther. He invited all his important men and royal officers. He announced a holiday in all the empire. And he was generous and gave everyone a gift. "},{"Chapter":2,"Number":19,"Text":"Now Mordecai was sitting at the king’s gate. This was when the virgins were gathered the second time."},{"Chapter":2,"Number":20,"Text":"And Esther had still not told anyone about her family or who her people were. That is what Mordecai had told her to do. She still obeyed Mordecai just as she had done when he was bringing her up."},{"Chapter":2,"Number":21,"Text":"Now Bigthana and Teresh were two of the king’s officers who guarded the doorway. While Mordecai was sitting at the king’s gate, Bigthana and Teresh became angry at the king. And they began to make plans to kill King Xerxes."},{"Chapter":2,"Number":22,"Text":"But Mordecai found out about their plans and told Queen Esther. Then Queen Esther told the king. She also told him that Mordecai had found out about the evil plan."},{"Chapter":2,"Number":23,"Text":"When the report was investigated, it was found to be true. The two officers who had planned to kill the king were hanged. And all this was written down in the daily court record in the king’s presence."},{"Chapter":3,"Number":1,"Text":"After these things happened, King Xerxes honored Haman son of Hammedatha the Agagite. He gave Haman a new rank that was higher than all the important men."},{"Chapter":3,"Number":2,"Text":"And all the royal officers at the king’s gate would bow down and kneel before Haman. This was what the king had ordered. But Mordecai would not bow down, and he did not kneel."},{"Chapter":3,"Number":3,"Text":"Then the royal officers at the king’s gate asked Mordecai, “Why don’t you obey the king’s command?”"},{"Chapter":3,"Number":4,"Text":"And they said this to him every day. When he did not listen to them, they told Haman about it. They wanted to see if Haman would accept Mordecai’s behavior because Mordecai had told them that he was a Jew."},{"Chapter":3,"Number":5,"Text":"Then Haman saw that Mordecai would not bow down to him or kneel before him. And he became very angry."},{"Chapter":3,"Number":6,"Text":"He had been told who the people of Mordecai were. And he thought of himself as too important to try to kill only Mordecai. So he looked for a way to destroy all of Mordecai’s people, the Jews, in all of Xerxes’ kingdom."},{"Chapter":3,"Number":7,"Text":"It was in the first month of the twelfth year of King Xerxes’ rule. That is the month of Nisan. Pur (that is, the lot) was thrown before Haman. The lot was used to choose a day and a month. So the twelfth month, the month of Adar, was chosen."},{"Chapter":3,"Number":8,"Text":"Then Haman said to King Xerxes, “There is a certain group of people in all the areas of your kingdom. They are scattered among the other people. They keep themselves separate. Their customs are different from those of all the other people. And they do not obey the king’s laws. It is not right for you to allow them to continue living in your kingdom."},{"Chapter":3,"Number":9,"Text":"If it pleases the king, let an order be given to destroy those people. Then I will pay 375 tons of silver to those who do the king’s business. They will put it into the royal treasury.”"},{"Chapter":3,"Number":10,"Text":"So the king took his signet ring off and gave it to Haman. Haman son of Hammedatha, the Agagite, was the enemy of the Jews."},{"Chapter":3,"Number":11,"Text":"Then the king said to Haman, “The money and the people are yours. Do with them as you please.”"},{"Chapter":3,"Number":12,"Text":"On the thirteenth day of the first month, the royal secretaries were called. They wrote out all of Haman’s orders. They wrote to the king’s governors and to the captains of the soldiers in each area. And they wrote to the important men of each group of people. The orders were written to each area in its own form of writing. And they were written to each group of people in their own language. They were written in the name of King Xerxes and sealed with his signet ring."},{"Chapter":3,"Number":13,"Text":"Letters were sent by messengers to all the king’s empire. They stated the king’s order to destroy, kill and completely wipe out all the Jews. That meant young and old, women and little children, too. The order said to kill all the Jews on a single day. That was to be the thirteenth day of the twelfth month, which was Adar. And it said to take all the things that belonged to the Jews."},{"Chapter":3,"Number":14,"Text":"A copy of the order was to be given out as a law in every area. It was to be made known to all the people so that they would be ready for that day."},{"Chapter":3,"Number":15,"Text":"The messengers set out, hurried by the king’s command. At the same time the order was given in the palace at Susa. And the king and Haman sat down to drink. But the city of Susa was in confusion."},{"Chapter":4,"Number":1,"Text":"Now Mordecai heard about all that had been done. To show how upset he was, he tore his clothes. Then he put on rough cloth and ashes. And he went out into the city crying loudly and very sadly."},{"Chapter":4,"Number":2,"Text":"But Mordecai went only as far as the king’s gate. This was because no one was allowed to enter that gate dressed in rough cloth."},{"Chapter":4,"Number":3,"Text":"The king’s order reached every area. And there was great sadness and loud crying among the Jews. They gave up eating and cried out loudly. Many Jews lay down on rough cloth and ashes to show how sad they were."},{"Chapter":4,"Number":4,"Text":"Esther’s servant girls and eunuchs came to her and told her about Mordecai. Esther was very upset and afraid. She sent clothes for Mordecai to put on instead of the rough cloth. But he would not wear them."},{"Chapter":4,"Number":5,"Text":"Then Esther called for Hathach. He was one of the king’s eunuchs chosen by the king to serve her. Esther ordered him to find out what was bothering Mordecai and why."},{"Chapter":4,"Number":6,"Text":"So Hathach went to Mordecai. Mordecai was in the city square in front of the king’s gate."},{"Chapter":4,"Number":7,"Text":"Then Mordecai told Hathach everything that had happened to him. And he told Hathach about the amount of money Haman had promised to pay into the king’s treasury for the killing of the Jews."},{"Chapter":4,"Number":8,"Text":"Mordecai also gave him a copy of the order to kill the Jews, which had been given in Susa. He wanted Hathach to show it to Esther and to tell her about it. And Mordecai told him to order Esther to go into the king’s presence. He wanted her to beg for mercy and to plead with him for her people."},{"Chapter":4,"Number":9,"Text":"Hathach went back and reported to Esther everything Mordecai had said."},{"Chapter":4,"Number":10,"Text":"Then Esther told Hathach to say to Mordecai,"},{"Chapter":4,"Number":11,"Text":"“All the royal officers and people of the royal areas know this: No man or woman may go to the king in the inner courtyard without being called. There is only one law about this. Anyone who enters must be put to death. But if the king holds out his gold scepter, that person may live. And I have not been called to go to the king for 30 days.”"},{"Chapter":4,"Number":12,"Text":"And Esther’s message was given to Mordecai."},{"Chapter":4,"Number":13,"Text":"Then Mordecai gave orders to say to Esther: “Just because you live in the king’s palace, don’t think that out of all the Jews you alone will escape."},{"Chapter":4,"Number":14,"Text":"You might keep quiet at this time. Then someone else will help and save the Jews. But you and your father’s family will all die. And who knows, you may have been chosen queen for just such a time as this.”"},{"Chapter":4,"Number":15,"Text":"Then Esther sent this answer to Mordecai:"},{"Chapter":4,"Number":16,"Text":"“Go and get all the Jews in Susa together. For my sake, give up eating. Do not eat or drink for three days, night and day. I and my servant girls will also give up eating. Then I will go to the king, even though it is against the law. And if I die, I die.”"},{"Chapter":4,"Number":17,"Text":"So Mordecai went away. He did everything Esther had told him to do."},{"Chapter":5,"Number":1,"Text":"On the third day Esther put on her royal robes. Then she stood in the inner courtyard of the king’s palace, facing the king’s hall. The king was sitting on his royal throne in the hall, facing the doorway."},{"Chapter":5,"Number":2,"Text":"The king saw Queen Esther standing in the courtyard. When he saw her, he was very pleased. He held out to her the gold scepter that was in his hand. So Esther went up to him and touched the end of the scepter."},{"Chapter":5,"Number":3,"Text":"Then the king asked, “What is it, Queen Esther? What do you want to ask me? I will give you as much as half of my kingdom.”"},{"Chapter":5,"Number":4,"Text":"Esther answered, “My king, if it pleases you, come today with Haman to a banquet. I have prepared it for you.”"},{"Chapter":5,"Number":5,"Text":"Then the king said, “Bring Haman quickly so we may do what Esther asks.”So the king and Haman went to the banquet Esther had prepared for them."},{"Chapter":5,"Number":6,"Text":"As they were drinking wine, the king said to Esther, “Now, Esther, what are you asking for? I will give it to you. What is it you want? I will give you as much as half of my kingdom.”"},{"Chapter":5,"Number":7,"Text":"Esther answered, “This is what I want and ask for."},{"Chapter":5,"Number":8,"Text":"My king, I hope you are pleased with me. If it pleases you, give me what I ask for and do what I want. Come with Haman tomorrow to the banquet I will prepare for you. Then I will answer your question about what I want.” "},{"Chapter":5,"Number":9,"Text":"Haman left the king’s palace that day happy and content. Then he saw Mordecai at the king’s gate. And he saw that Mordecai did not stand up nor did he tremble with fear before him. So Haman became very angry with Mordecai."},{"Chapter":5,"Number":10,"Text":"But he controlled his anger and went home.Then Haman called his friends and Zeresh, his wife, together."},{"Chapter":5,"Number":11,"Text":"And he told them about how wealthy he was and how many sons he had. He also told them about all the ways the king had honored him. And he told them how the king had placed him higher than his important men and his royal officers."},{"Chapter":5,"Number":12,"Text":"“And that’s not all,” Haman added. “I’m the only person Queen Esther invited to come with the king to the banquet she gave. And tomorrow also the queen has asked me to be her guest with the king."},{"Chapter":5,"Number":13,"Text":"But all this does not really make me happy. I’m not happy as long as I see that Jew Mordecai sitting at the king’s gate.”"},{"Chapter":5,"Number":14,"Text":"Then Haman’s wife Zeresh and all his friends said, “Have a platform built to hang someone. Build it 75 feet high. And in the morning ask the king to have Mordecai hanged on it. Then go to the banquet with the king and be happy.” Haman liked this suggestion. So he ordered the platform to be built."},{"Chapter":6,"Number":1,"Text":"That same night the king could not sleep. So he gave an order for the daily court record to be brought in and read to him."},{"Chapter":6,"Number":2,"Text":"And it was found recorded that Mordecai had warned the king about Bigthana and Teresh. These men had planned to kill the king. They were two of the king’s officers who guarded the doorway."},{"Chapter":6,"Number":3,"Text":"Then the king asked, “What honor and reward have been given to Mordecai for this?”The king’s personal servants answered, “Nothing has been done for Mordecai.”"},{"Chapter":6,"Number":4,"Text":"The king said, “Who is in the courtyard?” Now Haman had just entered the outer court of the king’s palace. He had come to ask the king about hanging Mordecai on the platform he had prepared."},{"Chapter":6,"Number":5,"Text":"The king’s personal servants said, “Haman is standing in the courtyard.”So the king said, “Bring him in.”"},{"Chapter":6,"Number":6,"Text":"So Haman came in. And the king asked him, “What should be done for a man that the king wants very much to honor?”And Haman thought to himself, “Whom would the king want to honor more than me?”"},{"Chapter":6,"Number":7,"Text":"So he answered the king, “This is what you could do for the man you want very much to honor."},{"Chapter":6,"Number":8,"Text":"Have the servants bring a royal robe that the king himself has worn. And also bring a horse with a royal crown on its head. The horse should be one the king himself has ridden."},{"Chapter":6,"Number":9,"Text":"Then let the robe and the horse be given to one of the king’s most important men. Let the servants put the robe on the man the king wants very much to honor. And let them lead him on the horse through the city streets. As they are leading him, let them announce: ‘This is what is done for the man the king wants very much to honor!’”"},{"Chapter":6,"Number":10,"Text":"The king commanded Haman, “Go quickly. Take the robe and the horse just as you have said. And do all this for Mordecai the Jew who sits at the king’s gate. Do not leave out anything that you have suggested.”"},{"Chapter":6,"Number":11,"Text":"So Haman took the robe and the horse. And he put the robe on Mordecai. Then he led him on horseback through the city streets. Haman announced before Mordecai: “This is what is done for the man the king wants very much to honor!”"},{"Chapter":6,"Number":12,"Text":"Then Mordecai went back to the king’s gate. But Haman hurried home with his head covered. He was embarrassed and ashamed."},{"Chapter":6,"Number":13,"Text":"He told his wife Zeresh and all his friends everything that had happened to him.Haman’s wife and the men who gave him advice said, “You are starting to lose power to Mordecai. Since he is a Jew, you cannot win against him. You will surely be ruined.”"},{"Chapter":6,"Number":14,"Text":"While they were still talking, the king’s eunuchs came to Haman’s house. They made Haman hurry to the banquet Esther had prepared."},{"Chapter":7,"Number":1,"Text":"So the king and Haman went in to eat with Queen Esther."},{"Chapter":7,"Number":2,"Text":"They were drinking wine. And the king said to Esther on this second day also, “What are you asking for? I will give it to you. What is it you want? I will give you as much as half of my kingdom.”"},{"Chapter":7,"Number":3,"Text":"Then Queen Esther answered, “My king, I hope you are pleased with me. If it pleases you, let me live. This is what I ask. And let my people live, too. This is what I want."},{"Chapter":7,"Number":4,"Text":"I ask this because my people and I have been sold to be destroyed. We are to be killed and completely wiped out. If we had been sold as male and female slaves, I would have kept quiet. That would not be enough of a problem to bother the king.”"},{"Chapter":7,"Number":5,"Text":"Then King Xerxes asked Queen Esther, “Who is he? Where is he? Who has done such a thing?”"},{"Chapter":7,"Number":6,"Text":"Esther said, “A man who is against us! Our enemy is this wicked Haman!”Then Haman was filled with terror before the king and queen."},{"Chapter":7,"Number":7,"Text":"The king was very angry. He got up, left his wine and went out into the palace garden. But Haman stayed inside to beg Queen Esther to save his life. He could see that the king had already decided to kill him."},{"Chapter":7,"Number":8,"Text":"The king came back from the palace garden to the banquet hall. And he saw Haman falling on the couch where Esther was lying. The king said, “Will he even attack the queen while I am in the house?”As soon as the king said that, servants came in and covered Haman’s face."},{"Chapter":7,"Number":9,"Text":"Harbona was one of the eunuchs there serving the king. He said, “Look, a platform for hanging people stands near Haman’s house. It is 75 feet high. This is the one Haman had prepared for Mordecai, who gave the warning that saved the king.”The king said, “Hang Haman on it!”"},{"Chapter":7,"Number":10,"Text":"So they hanged Haman on the platform he had prepared for Mordecai. Then the king was not so angry anymore."},{"Chapter":8,"Number":1,"Text":"That same day King Xerxes gave Queen Esther everything Haman had left when he died. Haman had been the enemy of the Jews. And Mordecai came in to see the king. He came because Esther had told the king how he was related to her."},{"Chapter":8,"Number":2,"Text":"Then the king took off his signet ring, which he had taken back from Haman. And he gave it to Mordecai. Then Esther put Mordecai in charge of everything Haman had left when he died."},{"Chapter":8,"Number":3,"Text":"Once again Esther spoke to the king. She fell at the king’s feet and cried. She begged the king to stop the evil plan of Haman the Agagite. Haman had thought up the plan against the Jews."},{"Chapter":8,"Number":4,"Text":"The king held out the gold scepter to Esther. Esther got up and stood in front of the king."},{"Chapter":8,"Number":5,"Text":"She said, “My king, I hope you are pleased with me. And maybe it will please you to do this. You might think it is the right thing to do. And maybe you are happy with me. If so, let an order be written to cancel the letters Haman wrote."},{"Chapter":8,"Number":6,"Text":"I could not stand to see that terrible thing happen to my people. I could not stand to see my family killed.”"},{"Chapter":8,"Number":7,"Text":"King Xerxes answered Queen Esther and Mordecai the Jew. He said, “Because Haman was against the Jews, I have given his things to Esther. And my soldiers have hanged him."},{"Chapter":8,"Number":8,"Text":"Now write another order in the king’s name. Write it to the Jews as it seems best to you. Then seal the order with the king’s signet ring. No letter written in the king’s name and sealed with his signet ring can be canceled.”"},{"Chapter":8,"Number":9,"Text":"At that time the king’s secretaries were called. This was done on the twenty-third day of the third month, which is Sivan. The secretaries wrote out all of Mordecai’s orders. They wrote to the Jews and to the governors and to the captains of the soldiers in each area. And they wrote to the important men of the 127 areas which reached from India to Cush. They wrote to each area in its own form of writing. And they wrote to each group of people in their own language. They also wrote to the Jews in their own form of writing and their own language."},{"Chapter":8,"Number":10,"Text":"Mordecai wrote orders in the name of King Xerxes. And he sealed the letters with the king’s signet ring. Then he sent the king’s orders by messengers on horses. The messengers rode fast horses, which were raised just for the king."},{"Chapter":8,"Number":11,"Text":"These were the king’s orders: The Jews in every city have the right to gather together to protect themselves. They have the right to destroy, kill and completely wipe out the army of any area or people who attack them. And they are to do the same to the women and children of that army. The Jews also have the right to take by force the property of the enemies."},{"Chapter":8,"Number":12,"Text":"The one day set for the Jews to do this was the thirteenth day of the twelfth month. This was the month of Adar. They were allowed to do this in all the empire of King Xerxes."},{"Chapter":8,"Number":13,"Text":"A copy of the king’s order was to be sent out as a law in every area. It was to be made known to the people of every nation living in the kingdom. This was so the Jews would be ready on that set day. The Jews would be allowed to pay back their enemies."},{"Chapter":8,"Number":14,"Text":"The messengers hurried out, riding on the royal horses. The king commanded those messengers to hurry. And the order was also given in the palace at Susa."},{"Chapter":8,"Number":15,"Text":"Mordecai left the king’s presence wearing royal clothes. They were blue and white. And he had on a large gold crown. He also had a purple robe made of the best linen. And the people of Susa shouted for joy."},{"Chapter":8,"Number":16,"Text":"It was a time of happiness, joy, gladness and honor for the Jews."},{"Chapter":8,"Number":17,"Text":"The king’s order went to every area and city. And there was joy and gladness among the Jews. This happened in every area and city to which the king’s order went. The Jews were having feasts and celebrating. And many people through all the empire became Jews. They did that because they were afraid of the Jews."},{"Chapter":9,"Number":1,"Text":"The order the king had commanded was to be done on the thirteenth day of the twelfth month. That was the month of Adar. That was the day the enemies of the Jews had hoped to defeat them. But that was changed. So the Jews themselves defeated those who hated them."},{"Chapter":9,"Number":2,"Text":"The Jews met in their cities in all the empire of King Xerxes. They met in order to attack those who wanted to harm them. And no one was strong enough to fight against them. This was because all the other people living in the empire were afraid of the Jews."},{"Chapter":9,"Number":3,"Text":"And all the important men of the areas, the governors, captains of the soldiers, and the king’s officers helped the Jews. They helped because they were afraid of Mordecai."},{"Chapter":9,"Number":4,"Text":"Mordecai was very important in the king’s palace. He was famous in all the empire. This was because he was becoming a leader of more and more people."},{"Chapter":9,"Number":5,"Text":"And, with their swords, the Jews defeated all their enemies, killing and destroying them. And the Jews did what they wanted with those people who hated them."},{"Chapter":9,"Number":6,"Text":"In the palace at Susa, they killed and destroyed 500 men."},{"Chapter":9,"Number":7,"Text":"They also killed these men: Parshandatha, Dalphon, Aspatha,"},{"Chapter":9,"Number":8,"Text":"Poratha, Adalia, Aridatha,"},{"Chapter":9,"Number":9,"Text":"Parmashta, Arisai, Aridai and Vaizatha."},{"Chapter":9,"Number":10,"Text":"They were the ten sons of Haman, son of Hammedatha, the enemy of the Jews. But the Jews did not take their belongings."},{"Chapter":9,"Number":11,"Text":"And on that day the number of the men killed in the palace at Susa was reported to the king."},{"Chapter":9,"Number":12,"Text":"The king said to Queen Esther, “The Jews have killed and destroyed 500 men in the palace at Susa. And they have also killed Haman’s ten sons. What have they done in the rest of the king’s empire! Now what else are you asking? I will do it! And what else do you want? It will be done.”"},{"Chapter":9,"Number":13,"Text":"Esther answered, “If it pleases the king, give the Jews who are in Susa permission to do this. Let them do again tomorrow what the king ordered for today. And let the bodies of Haman’s ten sons be hanged on the platform built for hanging people to death.”"},{"Chapter":9,"Number":14,"Text":"So the king ordered that it be done. A law was given in Susa, and the bodies of the ten sons of Haman were hanged."},{"Chapter":9,"Number":15,"Text":"The Jews in Susa came together. It was on the fourteenth day of the month of Adar. And they killed 300 men in Susa. But they did not take their belongings."},{"Chapter":9,"Number":16,"Text":"At that same time, the other Jews in the king’s empire also met. They met in order to protect themselves and get rid of their enemies. And they killed 75,000 of those who hated them. But they did not take their belongings."},{"Chapter":9,"Number":17,"Text":"This happened on the thirteenth day of the month of Adar. And on the fourteenth day the Jews rested. They made it a day of joyful feasting. "},{"Chapter":9,"Number":18,"Text":"But the Jews in Susa met on the thirteenth and fourteenth days of the month of Adar. Then they rested on the fifteenth day. They made it a day of joyful feasting."},{"Chapter":9,"Number":19,"Text":"This is why the Jews who live in the country and small villages celebrate on the fourteenth day. They keep the fourteenth day of the month of Adar as a day of joyful feasting. And it is also a day for giving presents to each other."},{"Chapter":9,"Number":20,"Text":"Mordecai wrote down everything that had happened. Then he sent letters to all the Jews in all the empire of King Xerxes. He sent letters to places far and near."},{"Chapter":9,"Number":21,"Text":"Mordecai did this to have the Jews celebrate every year. They were to celebrate on the fourteenth and fifteenth days of the month of Adar."},{"Chapter":9,"Number":22,"Text":"It was to celebrate a time when the Jews got rid of their enemies. They were also to celebrate it as the month their sadness was turned to joy. It was the month when their crying for the dead was turned into celebration. Mordecai wrote letters to all the Jews. He wrote to tell them to celebrate those days as days of joyful feasting. It was to be a time of giving food to each other. And it was a time of giving presents to the poor."},{"Chapter":9,"Number":23,"Text":"So the Jews agreed to do what Mordecai had written to them. And they agreed to hold the celebration every year."},{"Chapter":9,"Number":24,"Text":"Haman son of Hammedatha, the Agagite, was the enemy of all the Jews. He had made an evil plan against the Jews to destroy them. And Haman had thrown the pur (that is, the lot) to choose a day to ruin and destroy the Jews."},{"Chapter":9,"Number":25,"Text":"But when the king learned of the evil plan, he sent out written orders. This was so the evil plans Haman had made against the Jews would be used against him. And those orders said that Haman and his sons should be hanged on the platform for hanging."},{"Chapter":9,"Number":26,"Text":"So these days were called Purim. The name Purim comes from the word “pur” (the lot)."},{"Chapter":9,"Number":27,"Text":"And so the Jews set up this custom. They and their descendants would celebrate these two days every year. The Jews and all those who join them are to celebrate these two days. They should do it without fail every year. They should do it in the right way and at the time Mordecai had ordered them in the letter."},{"Chapter":9,"Number":28,"Text":"These two days should be remembered and celebrated from now on in every family. And they must be celebrated in every area and every city. These days of Purim should never stop being celebrated by the Jews. And the descendants of the Jews should always remember to celebrate these two days of Purim."},{"Chapter":9,"Number":29,"Text":"So Queen Esther daughter of Abihail, along with Mordecai the Jew, wrote this second letter about Purim. Using the power they had, they wrote to prove the first letter was true."},{"Chapter":9,"Number":30,"Text":"And Mordecai sent letters to all the Jews in the 127 areas of the kingdom of Xerxes. Mordecai wrote a message of peace and truth."},{"Chapter":9,"Number":31,"Text":"He wrote to set up these days of Purim. They are to be celebrated at their chosen times. Mordecai the Jew and Queen Esther had sent out the order for the Jews. They had set up for themselves and their descendants these two days. They set them up so the Jews would give up eating and cry loudly."},{"Chapter":9,"Number":32,"Text":"Esther’s letter showed that these practices about Purim were correct. They were written down in the records."},{"Chapter":10,"Number":1,"Text":"King Xerxes made people pay taxes. Even the cities far away on the seacoast had to pay taxes."},{"Chapter":10,"Number":2,"Text":"And all the great things that Xerxes did are written down. They tell of his power and strength. They are written in the record books of the kings of Media and Persia. Also written in those record books are all the things that Mordecai did. The king had made Mordecai a great man."},{"Chapter":10,"Number":3,"Text":"Mordecai the Jew was second in importance to King Xerxes. He was the most important man among the Jews. And his fellow Jews respected him very much. They respected Mordecai because he worked for the good of his people. And they respected him because he spoke up for the safety of all the Jews."}]}
