{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Lord Will Punish the Edomites","Chapter":1},{"VerseStartingAt":2,"ParagraphTitle":"The Lord Speaks to the Edomites","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Commands That Edom Broke","Chapter":1},{"VerseStartingAt":15,"ParagraphTitle":"The Nations Will Be Judged","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the vision of Obadiah.This is what the Lord God says about Edom:We have heard a message from the Lord.    A messenger has been sent among the nations, saying“Let’s go attack Edom!” "},{"Chapter":1,"Number":2,"Text":"“Look, I have made you only a small nation.    Others do not respect you."},{"Chapter":1,"Number":3,"Text":"But your pride has fooled you.    You live in the hollow places of the cliff.    Your home is up high.And you say to yourself,    ‘No one can bring me down to the ground.’"},{"Chapter":1,"Number":4,"Text":"You fly high like the eagle.    You make your nest among the stars.    But I will bring you down from there,” says the Lord."},{"Chapter":1,"Number":5,"Text":"“You will really be ruined!It would be better if thieves come to you,    if robbers come by night.    They would steal only enough for themselves.Workers come and pick the grapes from your vines.    But they would leave a few grapes behind."},{"Chapter":1,"Number":6,"Text":"But you, Edom, will really lose everything!    People will find even your hidden treasures!"},{"Chapter":1,"Number":7,"Text":"All the people who are your friends    will force you out of the land.The people who are at peace with you    will trick you and defeat you.They eat your bread with you now.    But they are planning a trap for you.    And you will not notice it.”"},{"Chapter":1,"Number":8,"Text":"The Lord says, “On that day    I will surely destroy the wise men from Edom.    I will destroy these men of understanding from the mountains of Edom."},{"Chapter":1,"Number":9,"Text":"Then, city of Teman, your mighty men will be afraid.    And everyone from the mountains of Edom will be killed."},{"Chapter":1,"Number":10,"Text":"You did violence against your relatives, the people of Israel.    So you will be covered with shame.    You will be destroyed forever."},{"Chapter":1,"Number":11,"Text":"You stood aside without helping    while strangers carried Israel’s treasures away.Foreigners entered Israel’s city gate.    They threw lots to decide what part of Jerusalem they would take.    At that time you were like one of those foreigners. "},{"Chapter":1,"Number":12,"Text":"“Do not laugh at your brothers’ trouble.Do not be happy when people destroy Judah.Do not brag about the cruel things done to them."},{"Chapter":1,"Number":13,"Text":"Do not enter the city gate of my people    in their time of trouble.Do not laugh at their problems    in their time of trouble.Do not take their treasures    in their time of trouble."},{"Chapter":1,"Number":14,"Text":"Do not stand at the crossroads    to destroy those who are trying to escape.Do not capture those who escape alive    in a time of trouble. "},{"Chapter":1,"Number":15,"Text":"“The Lord’s day of judging is coming soon    to all the nations.You did evil things to other people.    Those same things will happen to you.    They will come back upon your own head."},{"Chapter":1,"Number":16,"Text":"Because you joined the nations in robbing my Temple,    you drank my anger.So all the nations will drink my anger.    They will be punished so much that they will disappear."},{"Chapter":1,"Number":17,"Text":"But on Mount Zion some will be left alive.    The mountain will be a holy place.The people of Jacob will take back their land.    They will take it from those who took it from them."},{"Chapter":1,"Number":18,"Text":"The people of Jacob, the Israelites, will be like a fire.    And the people of Joseph will be like a flame.But the people of Esau, the Edomites, will be like dry stalks.    The people of Jacob will set these stalks on fire.They will burn up the Edomites.    Then there will be no one left of the people of Esau.”This will happen because the Lord has said it."},{"Chapter":1,"Number":19,"Text":"Then God’s people will regain southern Judah from Edom,    the mountain of Esau.They will take back the western mountain slopes    from the Philistines.They will regain the lands of Ephraim and Samaria.    And Benjamin will take over Gilead."},{"Chapter":1,"Number":20,"Text":"People from Israel once were forced to leave their homes.    But at that time they will take the land of the Canaanites.    They will take it all the way to Zarephath.People from Judah were once forced to leave Jerusalem    and live in Sepharad.But at that time they will take back    the cities of southern Judah."},{"Chapter":1,"Number":21,"Text":"Powerful warriors will go up on Mount Zion.    There they will rule the people living on Edom’s mountain.    And the kingdom will belong to the Lord."}]}
