{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Learning How to Trust God","Chapter":1},{"VerseStartingAt":2,"ParagraphTitle":"Habakkuk Complains","Chapter":1},{"VerseStartingAt":5,"ParagraphTitle":"The Lord Answers","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Habakkuk Complains Again","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Lord Answers","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"The Message About Idols","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Habakkuk’s Prayer","Chapter":3}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the message that was given to Habakkuk the prophet. "},{"Chapter":1,"Number":2,"Text":"Lord, I continue to ask for help.    How long will you ignore me?I cry out to you about violence,    but you do not save us!"},{"Chapter":1,"Number":3,"Text":"Why do you let me see wrong things?    Why do you put up with evil?People are destroying things and hurting others while I am looking.    They are arguing and fighting."},{"Chapter":1,"Number":4,"Text":"People are not forced to obey the teachings.    No one receives a fair trial.Evil people gain while good people lose.    The judges no longer make fair decisions. "},{"Chapter":1,"Number":5,"Text":"“You and your people, look at the nations!    Watch them and be amazed.I will do something in your lifetime that will amaze you.    You won’t believe it even when you are told about it."},{"Chapter":1,"Number":6,"Text":"I will use the Babylonian people to punish the evil people.    The Babylonians are cruel and powerful fighters.They march across the earth.    They take lands that don’t belong to them."},{"Chapter":1,"Number":7,"Text":"The Babylonians frighten other people.    They do what they want to do.    They are good only to themselves."},{"Chapter":1,"Number":8,"Text":"Their horses are faster than leopards    and more cruel than wolves at sunset.Their horse soldiers attack quickly.    They come from places that are far away.They attack quickly, like an eagle swooping down for food."},{"Chapter":1,"Number":9,"Text":"They all come to fight.Their armies march quickly like a whirlwind in the desert.    Their prisoners are as many as the grains of sand."},{"Chapter":1,"Number":10,"Text":"The Babylonian soldiers laugh at kings.    They make fun of rulers.They laugh at all the strong, walled cities.    They build dirt roads up to the top of the walls.    They capture the cities."},{"Chapter":1,"Number":11,"Text":"Then they leave like the wind and move on.    They are guilty of worshiping their own strength.” "},{"Chapter":1,"Number":12,"Text":"Lord, you are the Lord who lives forever.    You are my God, my holy God.    You will not let those who trust you die.Lord, you have chosen the Babylonians to punish people.    Our Rock, you created them to punish the people."},{"Chapter":1,"Number":13,"Text":"Your eyes are too good to look at evil.    You cannot stand to see people do wrong.So how can you put up with those evil people?    How can you be quiet when wicked people defeat people who are better than they are?"},{"Chapter":1,"Number":14,"Text":"You treat people like fish in the sea.    You treat them like sea animals without a leader."},{"Chapter":1,"Number":15,"Text":"The enemy catches all of them with hooks.    He catches them in his net.He drags them in.    He is glad that he has caught them."},{"Chapter":1,"Number":16,"Text":"The enemy offers sacrifices to his net.    He burns incense to worship it.This is because his net lets him live like a rich man.    His net lets him enjoy the best food."},{"Chapter":1,"Number":17,"Text":"Will he keep on taking riches with his net?    Will he go on destroying people without showing mercy?"},{"Chapter":2,"Number":1,"Text":"I will stand like a guard to watch.    I will stand on the tower.I will wait to see what the Lord will say to me.    I will wait to learn how to answer his complaint. The Lord Answers"},{"Chapter":2,"Number":2,"Text":"The Lord answered me:“Write down what I show you.    Write it clearly on stone tablets    so whoever reads it can run to tell others."},{"Chapter":2,"Number":3,"Text":"It is not yet time for the message to come true.    But that time is coming soon.    The message will come true.It may seem like a long time before it happens.    But be patient and wait for it.These things will happen.    They will not be delayed."},{"Chapter":2,"Number":4,"Text":"See, the nation that is evil and trusts in itself will fail.    But those who do right because they trust in God will live."},{"Chapter":2,"Number":5,"Text":"“Wine can trick a person.    In the same way the Babylonians are fooled by their pride.Their desire for wealth is like a grave’s desire for death.    They always want more and more.And, like death, they collect other nations for themselves.    They make them their own people."},{"Chapter":2,"Number":6,"Text":"But all the nations the Babylonians have hurt will laugh at them.    They will make fun of the Babylonians.They will say, ‘How terrible it will be for the nation that steals many things.    How long will that nation get rich by forcing others to pay them?’"},{"Chapter":2,"Number":7,"Text":"“One day the people you have taken money from will turn against you.    They will realize what is happening and make you shake with fear.    Then they will hurt you."},{"Chapter":2,"Number":8,"Text":"You have stolen from many nations.    So the people who are left will take much from you.This is because you have killed many people.    You have destroyed countries and cities and everyone in them."},{"Chapter":2,"Number":9,"Text":"“How terrible it will be for the nation that becomes rich by doing wrong.    They do those things to live in a safe place.    They think they will be safe from harm."},{"Chapter":2,"Number":10,"Text":"You have made plans to destroy many people.    This has made your own houses ashamed of you.    Because of it, you will lose your lives."},{"Chapter":2,"Number":11,"Text":"The stones of the walls will cry out against you.    Even the wooden boards that support the roof will agree that you are wrong."},{"Chapter":2,"Number":12,"Text":"“How terrible it will be for the nation that kills people to build a city.    How terrible for that nation that wrongs others to start a town."},{"Chapter":2,"Number":13,"Text":"The Lord of heaven’s armies will send fire    to destroy what those people have built.    All the nations’ work will be for nothing."},{"Chapter":2,"Number":14,"Text":"Then people everywhere will know the Lord’s greatness.    This news will spread like water covering the sea."},{"Chapter":2,"Number":15,"Text":"“How terrible for the nation that becomes angry and makes others suffer.    In anger they knock other people to the ground.    And they treat them as if they are naked and drunk."},{"Chapter":2,"Number":16,"Text":"You Babylonians will receive the Lord’s anger, not respect.    This anger will be like a cup of poison in the Lord’s right hand.You will taste this anger and fall to the ground like a drunk person.    You will drink from this cup.    You will receive disgrace, not respect."},{"Chapter":2,"Number":17,"Text":"You hurt many people in Lebanon.    Now you will be hurt.You killed many animals there.    And now you must be afraid.You will be afraid because of what you did    to those cities and the people who lived in them. "},{"Chapter":2,"Number":18,"Text":"“An idol does no good, because a man made it.    It is only a statue that teaches lies.The person who made it expects his own work to help him.    But it can’t even speak!"},{"Chapter":2,"Number":19,"Text":"How terrible it will be for the nation that says to a wooden statue, ‘Come to life!’    How terrible it will be when this nation says to a stone that cannot speak, ‘Get up!’These things cannot tell them what to do.    That idol is only a statue covered with gold and silver.    There is no life in it."},{"Chapter":2,"Number":20,"Text":"The Lord is in his Holy Temple.    So all the earth should be silent in his presence.”"},{"Chapter":3,"Number":1,"Text":"This is the prayer of Habakkuk the prophet, on shigionoth."},{"Chapter":3,"Number":2,"Text":"Lord, I have heard the news about you.    Lord, I am amazed at the powerful things you have done.Do great things once again in our time.    Make those things happen again in our own days.Even when you are angry,    remember to be gentle with us."},{"Chapter":3,"Number":3,"Text":"God is coming from Teman in the south.    The Holy One comes from Mount Paran. SelahThe Lord’s greatness covers the heavens.    His praise fills the earth."},{"Chapter":3,"Number":4,"Text":"He is like a bright light.    Rays of light shine from his hand.    And there he hides his power."},{"Chapter":3,"Number":5,"Text":"Sickness goes before him,    and fever follows behind him."},{"Chapter":3,"Number":6,"Text":"The Lord stands and shakes the earth.    He looks, and the nations shake with fear.The mountains, which stood for ages, break into pieces.    The old hills fall down.    God has always done this."},{"Chapter":3,"Number":7,"Text":"I saw that the tents of Cushan were in trouble.    The tents of Midian trembled."},{"Chapter":3,"Number":8,"Text":"Lord, were you angry at the rivers?    Were you angry at the streams?Were you angry with the sea    when you rode your horses and chariots to victory?"},{"Chapter":3,"Number":9,"Text":"You uncovered your bow.    You commanded many arrows to be brought to you. SelahYou split the earth with rivers."},{"Chapter":3,"Number":10,"Text":"The mountains saw you and shook with fear.The rushing water flowed by.    The sea made a loud noise,    and its waves rose high."},{"Chapter":3,"Number":11,"Text":"The sun and moon stood still in the sky.    They stopped when they saw the flash of your flying arrows.    They stopped when they saw the gleam of your shining spear."},{"Chapter":3,"Number":12,"Text":"In anger you marched on the earth.    In anger you punished the nations."},{"Chapter":3,"Number":13,"Text":"You came to save your people.    You came to save your chosen one.You crushed the leader of the wicked ones.    You took everything away from them. Selah"},{"Chapter":3,"Number":14,"Text":"With the enemy’s own spear you stabbed the leader of his army.    His soldiers rushed out like a storm to scatter us.They were happy as if    they were robbing the poor people in secret."},{"Chapter":3,"Number":15,"Text":"But you marched through the sea with your horses,    stirring the great waters."},{"Chapter":3,"Number":16,"Text":"I hear these things, and my body trembles.    My lips tremble when I hear the sound.My bones feel weak.    My legs shake.But I will wait patiently for the day of disaster.    That day is coming to the people who attack us."},{"Chapter":3,"Number":17,"Text":"Fig trees may not grow figs.    There may be no grapes on the vines.There may be no olives growing on the trees.    There may be no food growing in the fields.There may be no sheep in the pens.    There may be no cattle in the barns."},{"Chapter":3,"Number":18,"Text":"But I will still be glad in the Lord.    I will rejoice in God my Savior."},{"Chapter":3,"Number":19,"Text":"The Lord God gives me my strength.    He makes me like a deer, which does not stumble.He leads me safely on the steep mountains.For the director of music. On my stringed instruments."}]}
