{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Jonah Flees From the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>","Chapter":1},{"VerseStartingAt":17,"ParagraphTitle":"Jonah’s Prayer","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Jonah Goes to Nineveh","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Anger at the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s Compassion","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The word of the Lord came to Jonah son of Amittai:"},{"Chapter":1,"Number":2,"Text":"“Go to the great city of Nineveh and preach against it, because its wickedness has come up before me.”"},{"Chapter":1,"Number":3,"Text":"But Jonah ran away from the Lord and headed for Tarshish. He went down to Joppa, where he found a ship bound for that port. After paying the fare, he went aboard and sailed for Tarshish to flee from the Lord."},{"Chapter":1,"Number":4,"Text":"Then the Lord sent a great wind on the sea, and such a violent storm arose that the ship threatened to break up."},{"Chapter":1,"Number":5,"Text":"All the sailors were afraid and each cried out to his own god. And they threw the cargo into the sea to lighten the ship.But Jonah had gone below deck, where he lay down and fell into a deep sleep."},{"Chapter":1,"Number":6,"Text":"The captain went to him and said, “How can you sleep? Get up and call on your god! Maybe he will take notice of us so that we will not perish.”"},{"Chapter":1,"Number":7,"Text":"Then the sailors said to each other, “Come, let us cast lots to find out who is responsible for this calamity.” They cast lots and the lot fell on Jonah."},{"Chapter":1,"Number":8,"Text":"So they asked him, “Tell us, who is responsible for making all this trouble for us? What kind of work do you do? Where do you come from? What is your country? From what people are you?”"},{"Chapter":1,"Number":9,"Text":"He answered, “I am a Hebrew and I worship the Lord, the God of heaven, who made the sea and the dry land.”"},{"Chapter":1,"Number":10,"Text":"This terrified them and they asked, “What have you done?” (They knew he was running away from the Lord, because he had already told them so.)"},{"Chapter":1,"Number":11,"Text":"The sea was getting rougher and rougher. So they asked him, “What should we do to you to make the sea calm down for us?”"},{"Chapter":1,"Number":12,"Text":"“Pick me up and throw me into the sea,” he replied, “and it will become calm. I know that it is my fault that this great storm has come upon you.”"},{"Chapter":1,"Number":13,"Text":"Instead, the men did their best to row back to land. But they could not, for the sea grew even wilder than before."},{"Chapter":1,"Number":14,"Text":"Then they cried out to the Lord, “Please, Lord, do not let us die for taking this man’s life. Do not hold us accountable for killing an innocent man, for you, Lord, have done as you pleased.”"},{"Chapter":1,"Number":15,"Text":"Then they took Jonah and threw him overboard, and the raging sea grew calm."},{"Chapter":1,"Number":16,"Text":"At this the men greatly feared the Lord, and they offered a sacrifice to the Lord and made vows to him. "},{"Chapter":1,"Number":17,"Text":"Now the Lord provided : Mt 12:39-41; 16:4; Lk 11:29-32\n\nJonah 1:1 : 2Ki 14:25\n\nJonah 1:2 : S Ge 10:11; S Na 1:1\n\nJonah 1:3 : Ps 139:7\n\nJonah 1:3 : S Ge 10:4\n\nJonah 1:3 : S Jos 19:46; Ac 9:36, 43\n\nJonah 1:3 : Ex 4:13; S Jer 20:9; S Am 3:8\n\nJonah 1:4 : Ps 107:23-26\n\nJonah 1:5 : Ac 27:18-19\n\nJonah 1:6 : Jnh 3:8\n\nJonah 1:6 : S Ps 107:28\n\nJonah 1:7 : Nu 32:23; Jos 7:10-18; S 1Sa 14:42\n\nJonah 1:7 : S Pr 16:33\n\nJonah 1:9 : S Ps 96:9\n\nJonah 1:9 : S Da 2:18; Ac 17:24\n\nJonah 1:9 : S Ne 9:6\n\nJonah 1:9 : S Ge 1:9\n\nJonah 1:12 : 2Sa 24:17; 1Ch 21:17\n\nJonah 1:13 : S Pr 21:30\n\nJonah 1:14 : Dt 21:8\n\nJonah 1:14 : S Da 4:35\n\nJonah 1:15 : S Ps 107:29; Lk 8:24\n\nJonah 1:16 : Mk 4:41\n\nJonah 1:16 : S Nu 30:2; Ps 66:13-14\n\nJonah 1:17 : Jnh 4:6, 7\n\nJonah 1:17 : Mt 12:40; 16:4; Lk 11:30"},{"Chapter":2,"Number":1,"Text":""},{"Chapter":2,"Number":2,"Text":"He said:“In my distress I called to the Lord,    and he answered me.From deep in the realm of the dead I called for help,    and you listened to my cry."},{"Chapter":2,"Number":3,"Text":"You hurled me into the depths,    into the very heart of the seas,    and the currents swirled about me;all your waves and breakers    swept over me."},{"Chapter":2,"Number":4,"Text":"I said, ‘I have been banished    from your sight;yet I will look again    toward your holy temple.’"},{"Chapter":2,"Number":5,"Text":"The engulfing waters threatened me,    the deep surrounded me;    seaweed was wrapped around my head."},{"Chapter":2,"Number":6,"Text":"To the roots of the mountains I sank down;    the earth beneath barred me in forever.But you, Lord my God,    brought my life up from the pit."},{"Chapter":2,"Number":7,"Text":"“When my life was ebbing away,    I remembered you, Lord,and my prayer rose to you,    to your holy temple."},{"Chapter":2,"Number":8,"Text":"“Those who cling to worthless idols    turn away from God’s love for them."},{"Chapter":2,"Number":9,"Text":"But I, with shouts of grateful praise,    will sacrifice to you.What I have vowed I will make good.    I will say, ‘Salvation comes from the Lord.’”"},{"Chapter":2,"Number":10,"Text":"And the Lord commanded the fish, and it vomited Jonah onto dry land."},{"Chapter":3,"Number":1,"Text":"Then the word of the Lord came to Jonah a second time:"},{"Chapter":3,"Number":2,"Text":"“Go to the great city of Nineveh and proclaim to it the message I give you.”"},{"Chapter":3,"Number":3,"Text":"Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it."},{"Chapter":3,"Number":4,"Text":"Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”"},{"Chapter":3,"Number":5,"Text":"The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth."},{"Chapter":3,"Number":6,"Text":"When Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust."},{"Chapter":3,"Number":7,"Text":"This is the proclamation he issued in Nineveh:“By the decree of the king and his nobles:Do not let people or animals, herds or flocks, taste anything; do not let them eat or drink."},{"Chapter":3,"Number":8,"Text":"But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence."},{"Chapter":3,"Number":9,"Text":"Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”"},{"Chapter":3,"Number":10,"Text":"When God saw what they did and how they turned from their evil ways, he relented : Jnh 1:1\n\nJonah 3:4 : S Jer 18:7-10\n\nJonah 3:5 : Da 9:3; Mt 11:21; 12:41; Lk 11:32\n\nJonah 3:6 : Est 4:1-3; S Job 2:8, 13; S Eze 27:30-31\n\nJonah 3:7 : S 2Ch 20:3; S Ezr 10:6\n\nJonah 3:8 : Ps 130:1; Jnh 1:6\n\nJonah 3:8 : Jer 25:5\n\nJonah 3:8 : Jer 7:3\n\nJonah 3:8 : S Job 16:17\n\nJonah 3:9 : 2Sa 12:22\n\nJonah 3:9 : S Jer 18:8\n\nJonah 3:9 : S Joel 2:14\n\nJonah 3:9 : S Ps 85:3\n\nJonah 3:10 : S Am 7:6\n\nJonah 3:10 : S Jer 18:8\n\nJonah 3:10 : S Ex 32:14"},{"Chapter":4,"Number":1,"Text":"But to Jonah this seemed very wrong, and he became angry."},{"Chapter":4,"Number":2,"Text":"He prayed to the Lord, “Isn’t this what I said, Lord, when I was still at home? That is what I tried to forestall by fleeing to Tarshish. I knew that you are a gracious and compassionate God, slow to anger and abounding in love, a God who relents from sending calamity."},{"Chapter":4,"Number":3,"Text":"Now, Lord, take away my life, for it is better for me to die than to live.”"},{"Chapter":4,"Number":4,"Text":"But the Lord replied, “Is it right for you to be angry?”"},{"Chapter":4,"Number":5,"Text":"Jonah had gone out and sat down at a place east of the city. There he made himself a shelter, sat in its shade and waited to see what would happen to the city."},{"Chapter":4,"Number":6,"Text":"Then the Lord God provided a leafy plant and made it grow up over Jonah to give shade for his head to ease his discomfort, and Jonah was very happy about the plant."},{"Chapter":4,"Number":7,"Text":"But at dawn the next day God provided a worm, which chewed the plant so that it withered."},{"Chapter":4,"Number":8,"Text":"When the sun rose, God provided a scorching east wind, and the sun blazed on Jonah’s head so that he grew faint. He wanted to die, and said, “It would be better for me to die than to live.”"},{"Chapter":4,"Number":9,"Text":"But God said to Jonah, “Is it right for you to be angry about the plant?”“It is,” he said. “And I’m so angry I wish I were dead.”"},{"Chapter":4,"Number":10,"Text":"But the Lord said, “You have been concerned about this plant, though you did not tend it or make it grow. It sprang up overnight and died overnight."},{"Chapter":4,"Number":11,"Text":"And should I not have concern for the great city of Nineveh, in which there are more than a hundred and twenty thousand people who cannot tell their right hand from their left—and also many animals?”"}]}
