{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Israel Doubts God’s Love","Chapter":1},{"VerseStartingAt":6,"ParagraphTitle":"Breaking Covenant Through Blemished Sacrifices","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Additional Warning to the Priests","Chapter":2},{"VerseStartingAt":10,"ParagraphTitle":"Breaking Covenant Through Divorce","Chapter":2},{"VerseStartingAt":17,"ParagraphTitle":"Breaking Covenant Through Injustice","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Breaking Covenant by Withholding Tithes","Chapter":3},{"VerseStartingAt":13,"ParagraphTitle":"Israel Speaks Arrogantly Against God","Chapter":3},{"VerseStartingAt":16,"ParagraphTitle":"The Faithful Remnant","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Judgment and Covenant Renewal","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"A prophecy: The word of the Lord to Israel through Malachi. Israel Doubts God’s Love"},{"Chapter":1,"Number":2,"Text":"“I have loved you,” says the Lord.“But you ask, ‘How have you loved us?’“Was not Esau Jacob’s brother?” declares the Lord. “Yet I have loved Jacob,"},{"Chapter":1,"Number":3,"Text":"but Esau I have hated, and I have turned his hill country into a wasteland and left his inheritance to the desert jackals.”"},{"Chapter":1,"Number":4,"Text":"Edom may say, “Though we have been crushed, we will rebuild the ruins.”But this is what the Lord Almighty says: “They may build, but I will demolish. They will be called the Wicked Land, a people always under the wrath of the Lord."},{"Chapter":1,"Number":5,"Text":"You will see it with your own eyes and say, ‘Great is the Lord—even beyond the borders of Israel!’ "},{"Chapter":1,"Number":6,"Text":"“A son honors his father, and a slave his master. If I am a father, where is the honor due me? If I am a master, where is the respect due me?” says the Lord Almighty.“It is you priests who show contempt for my name.“But you ask, ‘How have we shown contempt for your name?’"},{"Chapter":1,"Number":7,"Text":"“By offering defiled food on my altar.“But you ask, ‘How have we defiled you?’“By saying that the Lord’s table is contemptible."},{"Chapter":1,"Number":8,"Text":"When you offer blind animals for sacrifice, is that not wrong? When you sacrifice lame or diseased animals, is that not wrong? Try offering them to your governor! Would he be pleased with you? Would he accept you?” says the Lord Almighty."},{"Chapter":1,"Number":9,"Text":"“Now plead with God to be gracious to us. With such offerings from your hands, will he accept you?”—says the Lord Almighty."},{"Chapter":1,"Number":10,"Text":"“Oh, that one of you would shut the temple doors, so that you would not light useless fires on my altar! I am not pleased with you,” says the Lord Almighty, “and I will accept no offering from your hands."},{"Chapter":1,"Number":11,"Text":"My name will be great among the nations, from where the sun rises to where it sets. In every place incense and pure offerings will be brought to me, because my name will be great among the nations,” says the Lord Almighty."},{"Chapter":1,"Number":12,"Text":"“But you profane it by saying, ‘The Lord’s table is defiled,’ and, ‘Its food is contemptible.’"},{"Chapter":1,"Number":13,"Text":"And you say, ‘What a burden!’ and you sniff at it contemptuously,” says the Lord Almighty.“When you bring injured, lame or diseased animals and offer them as sacrifices, should I accept them from your hands?” says the Lord."},{"Chapter":1,"Number":14,"Text":"“Cursed is the cheat who has an acceptable male in his flock and vows to give it, but then sacrifices a blemished animal to the Lord. For I am a great king,” says the Lord Almighty, “and my name is to be feared among the nations."},{"Chapter":2,"Number":1,"Text":"“And now, you priests, this warning is for you."},{"Chapter":2,"Number":2,"Text":"If you do not listen, and if you do not resolve to honor my name,” says the Lord Almighty, “I will send a curse on you, and I will curse your blessings. Yes, I have already cursed them, because you have not resolved to honor me."},{"Chapter":2,"Number":3,"Text":"“Because of you I will rebuke your descendants; I will smear on your faces the dung from your festival sacrifices, and you will be carried off with it."},{"Chapter":2,"Number":4,"Text":"And you will know that I have sent you this warning so that my covenant with Levi may continue,” says the Lord Almighty."},{"Chapter":2,"Number":5,"Text":"“My covenant was with him, a covenant of life and peace, and I gave them to him; this called for reverence and he revered me and stood in awe of my name."},{"Chapter":2,"Number":6,"Text":"True instruction was in his mouth and nothing false was found on his lips. He walked with me in peace and uprightness, and turned many from sin."},{"Chapter":2,"Number":7,"Text":"“For the lips of a priest ought to preserve knowledge, because he is the messenger of the Lord Almighty and people seek instruction from his mouth."},{"Chapter":2,"Number":8,"Text":"But you have turned from the way and by your teaching have caused many to stumble; you have violated the covenant with Levi,” says the Lord Almighty."},{"Chapter":2,"Number":9,"Text":"“So I have caused you to be despised and humiliated before all the people, because you have not followed my ways but have shown partiality in matters of the law.” "},{"Chapter":2,"Number":10,"Text":"Do we not all have one Father? Did not one God create us? Why do we profane the covenant of our ancestors by being unfaithful to one another?"},{"Chapter":2,"Number":11,"Text":"Judah has been unfaithful. A detestable thing has been committed in Israel and in Jerusalem: Judah has desecrated the sanctuary the Lord loves by marrying women who worship a foreign god."},{"Chapter":2,"Number":12,"Text":"As for the man who does this, whoever he may be, may the Lord remove him from the tents of Jacob—even though he brings an offering to the Lord Almighty."},{"Chapter":2,"Number":13,"Text":"Another thing you do: You flood the Lord’s altar with tears. You weep and wail because he no longer looks with favor on your offerings or accepts them with pleasure from your hands."},{"Chapter":2,"Number":14,"Text":"You ask, “Why?” It is because the Lord is the witness between you and the wife of your youth. You have been unfaithful to her, though she is your partner, the wife of your marriage covenant."},{"Chapter":2,"Number":15,"Text":"Has not the one God made you? You belong to him in body and spirit. And what does the one God seek? Godly offspring. So be on your guard, and do not be unfaithful to the wife of your youth."},{"Chapter":2,"Number":16,"Text":"“The man who hates and divorces his wife,” says the Lord, the God of Israel, “does violence to the one he should protect,” says the Lord Almighty.So be on your guard, and do not be unfaithful. "},{"Chapter":2,"Number":17,"Text":"You have wearied the Lord with your words.“How have we wearied him?” you ask.By saying, “All who do evil are good in the eyes of the Lord, and he is pleased with them” or “Where is the God of justice?”"},{"Chapter":3,"Number":1,"Text":"“I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,” says the Lord Almighty."},{"Chapter":3,"Number":2,"Text":"But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner’s fire or a launderer’s soap."},{"Chapter":3,"Number":3,"Text":"He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the Lord will have men who will bring offerings in righteousness,"},{"Chapter":3,"Number":4,"Text":"and the offerings of Judah and Jerusalem will be acceptable to the Lord, as in days gone by, as in former years."},{"Chapter":3,"Number":5,"Text":"“So I will come to put you on trial. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive the foreigners among you of justice, but do not fear me,” says the Lord Almighty. Breaking Covenant by Withholding Tithes"},{"Chapter":3,"Number":6,"Text":"“I the Lord do not change. So you, the descendants of Jacob, are not destroyed."},{"Chapter":3,"Number":7,"Text":"Ever since the time of your ancestors you have turned away from my decrees and have not kept them. Return to me, and I will return to you,” says the Lord Almighty.“But you ask, ‘How are we to return?’"},{"Chapter":3,"Number":8,"Text":"“Will a mere mortal rob God? Yet you rob me.“But you ask, ‘How are we robbing you?’“In tithes and offerings."},{"Chapter":3,"Number":9,"Text":"You are under a curse—your whole nation—because you are robbing me."},{"Chapter":3,"Number":10,"Text":"Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,” says the Lord Almighty, “and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it."},{"Chapter":3,"Number":11,"Text":"I will prevent pests from devouring your crops, and the vines in your fields will not drop their fruit before it is ripe,” says the Lord Almighty."},{"Chapter":3,"Number":12,"Text":"“Then all the nations will call you blessed, for yours will be a delightful land,” says the Lord Almighty. "},{"Chapter":3,"Number":13,"Text":"“You have spoken arrogantly against me,” says the Lord.“Yet you ask, ‘What have we said against you?’"},{"Chapter":3,"Number":14,"Text":"“You have said, ‘It is futile to serve God. What do we gain by carrying out his requirements and going about like mourners before the Lord Almighty?"},{"Chapter":3,"Number":15,"Text":"But now we call the arrogant blessed. Certainly evildoers prosper, and even when they put God to the test, they get away with it.’” "},{"Chapter":3,"Number":16,"Text":"Then those who feared the Lord talked with each other, and the Lord listened and heard. A scroll of remembrance was written in his presence concerning those who feared the Lord and honored his name."},{"Chapter":3,"Number":17,"Text":"“On the day when I act,” says the Lord Almighty, “they will be my treasured possession. I will spare them, just as a father has compassion and spares his son who serves him."},{"Chapter":3,"Number":18,"Text":"And you will again see the distinction between the righteous : S Nu 27:21; S 2Ch 36:15\n\nMalachi 3:1 : S Isa 40:3; S Mt 3:3; 11:10*; Mk 1:2*; Lk 7:27*\n\nMalachi 3:1 : Mic 5:2\n\nMalachi 3:1 : S Isa 42:6\n\nMalachi 3:1 : S 1Sa 9:20\n\nMalachi 3:2 : S Eze 22:14; Rev 6:17\n\nMalachi 3:2 : S Eze 7:7; S Da 7:13; S Joel 2:31; S Mt 16:27; Jas 5:8; 2Pe 3:4; S Rev 1:7\n\nMalachi 3:2 : S 1Sa 6:20\n\nMalachi 3:2 : S Isa 1:31; S 30:30; S Zec 13:9; Mt 3:10-12\n\nMalachi 3:2 : S Job 9:30\n\nMalachi 3:3 : S Da 12:10; S 1Co 3:13\n\nMalachi 3:3 : S 1Ch 23:28; S Isa 1:25\n\nMalachi 3:3 : S Job 28:1; S Ps 12:6; 1Pe 1:7; Rev 3:18\n\nMalachi 3:3 : S Ps 132:9\n\nMalachi 3:4 : 2Ch 7:12; Ps 51:19; Mal 1:11\n\nMalachi 3:4 : S 2Ch 7:3; S Eze 20:40\n\nMalachi 3:5 : S Ex 7:11; S Isa 47:9\n\nMalachi 3:5 : Ex 20:14; Jas 2:11; 2Pe 2:12-14\n\nMalachi 3:5 : Lev 19:11-12; S Jer 7:9\n\nMalachi 3:5 : S Lev 19:13; Jas 5:4\n\nMalachi 3:5 : S Ex 22:22\n\nMalachi 3:5 : S Ex 22:21; S Dt 24:19; S Eze 22:7\n\nMalachi 3:5 : S Dt 31:12; S Isa 1:2\n\nMalachi 3:6 : S Nu 23:19; S Heb 7:21; Jas 1:17\n\nMalachi 3:6 : S Job 34:15; S Hos 11:9\n\nMalachi 3:7 : S Ex 32:8; S Jer 7:26; Ac 7:51\n\nMalachi 3:7 : S Isa 44:22; S Eze 18:32\n\nMalachi 3:7 : S Zec 1:3; Jas 4:8\n\nMalachi 3:7 : S Mal 1:2\n\nMalachi 3:8 : S Zec 5:3\n\nMalachi 3:8 : S Lev 27:30; Nu 18:21; S Ne 13:10-12; Lk 18:12\n\nMalachi 3:9 : S Dt 11:26; 28:15-68; S Zec 5:3\n\nMalachi 3:10 : S Ex 22:29\n\nMalachi 3:10 : S Ne 13:12\n\nMalachi 3:10 : S 2Ki 7:2\n\nMalachi 3:10 : Isa 44:3\n\nMalachi 3:10 : S Lev 25:21; S Joel 2:14; 2Co 9:8-11\n\nMalachi 3:10 : S Joel 2:24\n\nMalachi 3:11 : S Ex 10:15; S Dt 28:39\n\nMalachi 3:11 : S Ex 23:26\n\nMalachi 3:12 : S Dt 28:3-12; Isa 61:9\n\nMalachi 3:12 : S Isa 62:4; S Eze 20:6\n\nMalachi 3:12 : S 2Ch 31:10\n\nMalachi 3:13 : Mal 2:17\n\nMalachi 3:13 : S Mal 1:2\n\nMalachi 3:14 : Ps 73:13; S Isa 57:10\n\nMalachi 3:14 : Ps 100:2; Jn 12:26; Ro 12:11\n\nMalachi 3:14 : S Jos 22:5; S Isa 1:14\n\nMalachi 3:14 : Isa 58:3\n\nMalachi 3:15 : S Ps 119:21\n\nMalachi 3:15 : Ps 14:1; 36:1-2; Jer 7:10\n\nMalachi 3:15 : S Job 21:7\n\nMalachi 3:16 : S Ps 34:15\n\nMalachi 3:16 : S Ex 32:32; S Ps 56:8; S 87:6; S Lk 10:20\n\nMalachi 3:16 : S Dt 28:58; S 31:12; Ps 33:18; S Pr 1:7; Rev 11:18\n\nMalachi 3:17 : Isa 43:21\n\nMalachi 3:17 : S Ex 8:22; S Dt 7:6; S Ro 8:14; S Tit 2:14\n\nMalachi 3:17 : Ne 13:22; Ps 103:13; Isa 26:20; Lk 15:1-32\n\nMalachi 3:17 : Ro 8:32\n\nMalachi 3:18 : S Ge 18:25\n\nMalachi 3:18 : Dt 32:4; Mt 25:32-33, 41"},{"Chapter":4,"Number":1,"Text":"“Surely the day is coming; it will burn like a furnace. All the arrogant and every evildoer will be stubble, and the day that is coming will set them on fire,” says the Lord Almighty. “Not a root or a branch will be left to them."},{"Chapter":4,"Number":2,"Text":"But for you who revere my name, the sun of righteousness will rise with healing in its rays. And you will go out and frolic like well-fed calves."},{"Chapter":4,"Number":3,"Text":"Then you will trample on the wicked; they will be ashes under the soles of your feet on the day when I act,” says the Lord Almighty."},{"Chapter":4,"Number":4,"Text":"“Remember the law of my servant Moses, the decrees and laws I gave him at Horeb for all Israel."},{"Chapter":4,"Number":5,"Text":"“See, I will send the prophet Elijah to you before that great and dreadful day of the Lord comes."},{"Chapter":4,"Number":6,"Text":"He will turn the hearts of the parents to their children, and the hearts of the children to their parents; or else I will come and strike the land with total destruction.”"}]}
