{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Appointing Elders Who Love What Is Good<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NIV-29898P&quot; title=&quot;See cross-reference P&quot;&gt;P&lt;/a&gt;)' data-cr='#cen-NIV-29898P'></sup>","Chapter":1},{"VerseStartingAt":10,"ParagraphTitle":"Rebuking Those Who Fail to Do Good","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Doing Good for the Sake of the Gospel","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Saved in Order to Do Good","Chapter":3},{"VerseStartingAt":12,"ParagraphTitle":"Final Remarks","Chapter":3}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Paul, a servant of God and an apostle of Jesus Christ to further the faith of God’s elect and their knowledge of the truth that leads to godliness—"},{"Chapter":1,"Number":2,"Text":"in the hope of eternal life, which God, who does not lie, promised before the beginning of time,"},{"Chapter":1,"Number":3,"Text":"and which now at his appointed season he has brought to light through the preaching entrusted to me by the command of God our Savior,"},{"Chapter":1,"Number":4,"Text":"To Titus, my true son in our common faith:Grace and peace from God the Father and Christ Jesus our Savior. Appointing Elders Who Love What Is Good"},{"Chapter":1,"Number":5,"Text":"The reason I left you in Crete was that you might put in order what was left unfinished and appoint elders in every town, as I directed you."},{"Chapter":1,"Number":6,"Text":"An elder must be blameless, faithful to his wife, a man whose children believe and are not open to the charge of being wild and disobedient."},{"Chapter":1,"Number":7,"Text":"Since an overseer manages God’s household, he must be blameless—not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain."},{"Chapter":1,"Number":8,"Text":"Rather, he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined."},{"Chapter":1,"Number":9,"Text":"He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. "},{"Chapter":1,"Number":10,"Text":"For there are many rebellious people, full of meaningless talk and deception, especially those of the circumcision group."},{"Chapter":1,"Number":11,"Text":"They must be silenced, because they are disrupting whole households by teaching things they ought not to teach—and that for the sake of dishonest gain."},{"Chapter":1,"Number":12,"Text":"One of Crete’s own prophets has said it: “Cretans are always liars, evil brutes, lazy gluttons.”"},{"Chapter":1,"Number":13,"Text":"This saying is true. Therefore rebuke them sharply, so that they will be sound in the faith"},{"Chapter":1,"Number":14,"Text":"and will pay no attention to Jewish myths or to the merely human commands of those who reject the truth."},{"Chapter":1,"Number":15,"Text":"To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted."},{"Chapter":1,"Number":16,"Text":"They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good."},{"Chapter":2,"Number":1,"Text":"You, however, must teach what is appropriate to sound doctrine."},{"Chapter":2,"Number":2,"Text":"Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance."},{"Chapter":2,"Number":3,"Text":"Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good."},{"Chapter":2,"Number":4,"Text":"Then they can urge the younger women to love their husbands and children,"},{"Chapter":2,"Number":5,"Text":"to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God."},{"Chapter":2,"Number":6,"Text":"Similarly, encourage the young men to be self-controlled."},{"Chapter":2,"Number":7,"Text":"In everything set them an example by doing what is good. In your teaching show integrity, seriousness"},{"Chapter":2,"Number":8,"Text":"and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us."},{"Chapter":2,"Number":9,"Text":"Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them,"},{"Chapter":2,"Number":10,"Text":"and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive."},{"Chapter":2,"Number":11,"Text":"For the grace of God has appeared that offers salvation to all people."},{"Chapter":2,"Number":12,"Text":"It teaches us to say “No” to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age,"},{"Chapter":2,"Number":13,"Text":"while we wait for the blessed hope—the appearing of the glory of our great God and Savior, Jesus Christ,"},{"Chapter":2,"Number":14,"Text":"who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good."},{"Chapter":2,"Number":15,"Text":"These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you. \nCross references: : S 1Ti 1:10\n\nTitus 2:2 : 1Ti 5:1\n\nTitus 2:2 : 1Ti 3:2\n\nTitus 2:2 : ver 5, 6, 12; Tit 1:8\n\nTitus 2:2 : Tit 1:13\n\nTitus 2:3 : 1Ti 3:11\n\nTitus 2:3 : 1Ti 3:8\n\nTitus 2:4 : 1Ti 5:2\n\nTitus 2:5 : ver 2, 6, 12; Tit 1:8\n\nTitus 2:5 : 1Ti 5:14\n\nTitus 2:5 : S Eph 5:22\n\nTitus 2:5 : 1Ti 6:1; S Heb 4:12\n\nTitus 2:6 : 1Ti 5:1\n\nTitus 2:6 : ver 2, 5, 12; Tit 1:8\n\nTitus 2:7 : S 1Ti 4:12\n\nTitus 2:7 : S ver 14\n\nTitus 2:8 : S 1Pe 2:12\n\nTitus 2:9 : S Eph 6:5\n\nTitus 2:10 : S Lk 1:47\n\nTitus 2:10 : Mt 5:16\n\nTitus 2:11 : S Ro 3:24\n\nTitus 2:11 : 2Ti 1:10\n\nTitus 2:11 : S 1Ti 2:4\n\nTitus 2:12 : Tit 3:3\n\nTitus 2:12 : ver 2, 5, 6; Tit 1:8\n\nTitus 2:12 : 2Ti 3:12\n\nTitus 2:13 : S 1Co 1:7; S 1Ti 6:14\n\nTitus 2:13 : 2Pe 1:1\n\nTitus 2:14 : S Mt 20:28\n\nTitus 2:14 : S Mt 1:21\n\nTitus 2:14 : Heb 1:3; 1Jn 1:7\n\nTitus 2:14 : Ex 19:5; Dt 4:20; 14:2; Ps 135:4; Mal 3:17; 1Pe 2:9\n\nTitus 2:14 : ver 7; Pr 16:7; Mt 5:16; 2Co 8:21; Eph 2:10; Tit 3:1, 8, 14; 1Pe 2:12, 15; 3:13"},{"Chapter":3,"Number":1,"Text":"Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,"},{"Chapter":3,"Number":2,"Text":"to slander no one, to be peaceable and considerate, and always to be gentle toward everyone."},{"Chapter":3,"Number":3,"Text":"At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},{"Chapter":3,"Number":4,"Text":"But when the kindness and love of God our Savior appeared,"},{"Chapter":3,"Number":5,"Text":"he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"Chapter":3,"Number":6,"Text":"whom he poured out on us generously through Jesus Christ our Savior,"},{"Chapter":3,"Number":7,"Text":"so that, having been justified by his grace, we might become heirs having the hope of eternal life."},{"Chapter":3,"Number":8,"Text":"This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone."},{"Chapter":3,"Number":9,"Text":"But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless."},{"Chapter":3,"Number":10,"Text":"Warn a divisive person once, and then warn them a second time. After that, have nothing to do with them."},{"Chapter":3,"Number":11,"Text":"You may be sure that such people are warped and sinful; they are self-condemned. "},{"Chapter":3,"Number":12,"Text":"As soon as I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, because I have decided to winter there."},{"Chapter":3,"Number":13,"Text":"Do everything you can to help Zenas the lawyer and Apollos on their way and see that they have everything they need."},{"Chapter":3,"Number":14,"Text":"Our people must learn to devote themselves to doing what is good, in order to provide for urgent needs and not live unproductive lives."},{"Chapter":3,"Number":15,"Text":"Everyone with me sends you greetings. Greet those who love us in the faith. : Ro 13:1; 1Pe 2:13, 14\n\nTitus 3:1 : S 2Ti 2:21; S Tit 2:14\n\nTitus 3:2 : Eph 4:31\n\nTitus 3:3 : S Eph 2:2\n\nTitus 3:4 : Eph 2:7\n\nTitus 3:4 : S Lk 1:47\n\nTitus 3:4 : Tit 2:11\n\nTitus 3:5 : S Ro 11:14\n\nTitus 3:5 : S Eph 2:9\n\nTitus 3:5 : 1Pe 1:3\n\nTitus 3:5 : S Ac 22:16\n\nTitus 3:5 : Ro 12:2\n\nTitus 3:6 : S Ro 5:5\n\nTitus 3:7 : S Ro 3:24\n\nTitus 3:7 : S Ro 8:17\n\nTitus 3:7 : Ro 8:24\n\nTitus 3:7 : S Mt 25:46; Tit 1:2\n\nTitus 3:8 : S 1Ti 1:15\n\nTitus 3:8 : S Tit 2:14\n\nTitus 3:9 : 2Ti 2:16\n\nTitus 3:9 : S 2Ti 2:14\n\nTitus 3:9 : Tit 1:10-16\n\nTitus 3:9 : 2Ti 2:14\n\nTitus 3:10 : S Ro 16:17\n\nTitus 3:12 : S Ac 20:4\n\nTitus 3:12 : 2Ti 4:9, 21\n\nTitus 3:13 : S Ac 18:24\n\nTitus 3:14 : S Tit 2:14\n\nTitus 3:15 : 1Ti 1:2\n\nTitus 3:15 : S Col 4:18"}]}
