{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Burnt Offering","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Grain Offering","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Fellowship Offering","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Sin Offering","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Guilt Offering","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Burnt Offering","Chapter":6},{"VerseStartingAt":14,"ParagraphTitle":"The Grain Offering","Chapter":6},{"VerseStartingAt":24,"ParagraphTitle":"The Sin Offering","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The Guilt Offering","Chapter":7},{"VerseStartingAt":11,"ParagraphTitle":"The Fellowship Offering","Chapter":7},{"VerseStartingAt":22,"ParagraphTitle":"Eating Fat and Blood Forbidden","Chapter":7},{"VerseStartingAt":28,"ParagraphTitle":"The Priests’ Share","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Ordination of Aaron and His Sons<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NIV-2919A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NIV-2919A'></sup>","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Priests Begin Their Ministry","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Death of Nadab and Abihu","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Clean and Unclean Food<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NIV-2999A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NIV-2999A'></sup>","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Purification After Childbirth","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Regulations About Defiling Skin Diseases","Chapter":13},{"VerseStartingAt":47,"ParagraphTitle":"Regulations About Defiling Molds","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Cleansing From Defiling Skin Diseases","Chapter":14},{"VerseStartingAt":33,"ParagraphTitle":"Cleansing From Defiling Molds","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Discharges Causing Uncleanness","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Day of Atonement<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NIV-3203A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NIV-3203A'></sup>","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Eating Blood Forbidden","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Unlawful Sexual Relations","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Various Laws","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"Punishments for Sin","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"Rules for Priests","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Unacceptable Sacrifices","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"The Appointed Festivals","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"Olive Oil and Bread Set Before the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span><sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NIV-3448A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NIV-3448A'></sup>","Chapter":24},{"VerseStartingAt":10,"ParagraphTitle":"A Blasphemer Put to Death","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"The Sabbath Year","Chapter":25},{"VerseStartingAt":8,"ParagraphTitle":"The Year of Jubilee","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"Reward for Obedience","Chapter":26},{"VerseStartingAt":14,"ParagraphTitle":"Punishment for Disobedience","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"Redeeming What Is the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s","Chapter":27}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The Lord called to Moses and spoke to him from the tent of meeting. He said,"},{"Chapter":1,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘When anyone among you brings an offering to the Lord, bring as your offering an animal from either the herd or the flock."},{"Chapter":1,"Number":3,"Text":"“‘If the offering is a burnt offering from the herd, you are to offer a male without defect. You must present it at the entrance to the tent of meeting so that it will be acceptable to the Lord."},{"Chapter":1,"Number":4,"Text":"You are to lay your hand on the head of the burnt offering, and it will be accepted on your behalf to make atonement for you."},{"Chapter":1,"Number":5,"Text":"You are to slaughter the young bull before the Lord, and then Aaron’s sons the priests shall bring the blood and splash it against the sides of the altar at the entrance to the tent of meeting."},{"Chapter":1,"Number":6,"Text":"You are to skin the burnt offering and cut it into pieces."},{"Chapter":1,"Number":7,"Text":"The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire."},{"Chapter":1,"Number":8,"Text":"Then Aaron’s sons the priests shall arrange the pieces, including the head and the fat, on the wood that is burning on the altar."},{"Chapter":1,"Number":9,"Text":"You are to wash the internal organs and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord."},{"Chapter":1,"Number":10,"Text":"“‘If the offering is a burnt offering from the flock, from either the sheep or the goats, you are to offer a male without defect."},{"Chapter":1,"Number":11,"Text":"You are to slaughter it at the north side of the altar before the Lord, and Aaron’s sons the priests shall splash its blood against the sides of the altar."},{"Chapter":1,"Number":12,"Text":"You are to cut it into pieces, and the priest shall arrange them, including the head and the fat, on the wood that is burning on the altar."},{"Chapter":1,"Number":13,"Text":"You are to wash the internal organs and the legs with water, and the priest is to bring all of them and burn them on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord."},{"Chapter":1,"Number":14,"Text":"“‘If the offering to the Lord is a burnt offering of birds, you are to offer a dove or a young pigeon."},{"Chapter":1,"Number":15,"Text":"The priest shall bring it to the altar, wring off the head and burn it on the altar; its blood shall be drained out on the side of the altar."},{"Chapter":1,"Number":16,"Text":"He is to remove the crop and the feathers and throw them down east of the altar where the ashes are."},{"Chapter":1,"Number":17,"Text":"He shall tear it open by the wings, not dividing it completely, and then the priest shall burn it on the wood that is burning on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord."},{"Chapter":2,"Number":1,"Text":"“‘When anyone brings a grain offering to the Lord, their offering is to be of the finest flour. They are to pour olive oil on it, put incense on it"},{"Chapter":2,"Number":2,"Text":"and take it to Aaron’s sons the priests. The priest shall take a handful of the flour and oil, together with all the incense, and burn this as a memorial portion on the altar, a food offering, an aroma pleasing to the Lord."},{"Chapter":2,"Number":3,"Text":"The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the food offerings presented to the Lord."},{"Chapter":2,"Number":4,"Text":"“‘If you bring a grain offering baked in an oven, it is to consist of the finest flour: either thick loaves made without yeast and with olive oil mixed in or thin loaves made without yeast and brushed with olive oil."},{"Chapter":2,"Number":5,"Text":"If your grain offering is prepared on a griddle, it is to be made of the finest flour mixed with oil, and without yeast."},{"Chapter":2,"Number":6,"Text":"Crumble it and pour oil on it; it is a grain offering."},{"Chapter":2,"Number":7,"Text":"If your grain offering is cooked in a pan, it is to be made of the finest flour and some olive oil."},{"Chapter":2,"Number":8,"Text":"Bring the grain offering made of these things to the Lord; present it to the priest, who shall take it to the altar."},{"Chapter":2,"Number":9,"Text":"He shall take out the memorial portion from the grain offering and burn it on the altar as a food offering, an aroma pleasing to the Lord."},{"Chapter":2,"Number":10,"Text":"The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the food offerings presented to the Lord."},{"Chapter":2,"Number":11,"Text":"“‘Every grain offering you bring to the Lord must be made without yeast, for you are not to burn any yeast or honey in a food offering presented to the Lord."},{"Chapter":2,"Number":12,"Text":"You may bring them to the Lord as an offering of the firstfruits, but they are not to be offered on the altar as a pleasing aroma."},{"Chapter":2,"Number":13,"Text":"Season all your grain offerings with salt. Do not leave the salt of the covenant of your God out of your grain offerings; add salt to all your offerings."},{"Chapter":2,"Number":14,"Text":"“‘If you bring a grain offering of firstfruits to the Lord, offer crushed heads of new grain roasted in the fire."},{"Chapter":2,"Number":15,"Text":"Put oil and incense on it; it is a grain offering."},{"Chapter":2,"Number":16,"Text":"The priest shall burn the memorial portion of the crushed grain and the oil, together with all the incense, as a food offering presented to the Lord."},{"Chapter":3,"Number":1,"Text":"“‘If your offering is a fellowship offering, and you offer an animal from the herd, whether male or female, you are to present before the Lord an animal without defect."},{"Chapter":3,"Number":2,"Text":"You are to lay your hand on the head of your offering and slaughter it at the entrance to the tent of meeting. Then Aaron’s sons the priests shall splash the blood against the sides of the altar."},{"Chapter":3,"Number":3,"Text":"From the fellowship offering you are to bring a food offering to the Lord: the internal organs and all the fat that is connected to them,"},{"Chapter":3,"Number":4,"Text":"both kidneys with the fat on them near the loins, and the long lobe of the liver, which you will remove with the kidneys."},{"Chapter":3,"Number":5,"Text":"Then Aaron’s sons are to burn it on the altar on top of the burnt offering that is lying on the burning wood; it is a food offering, an aroma pleasing to the Lord."},{"Chapter":3,"Number":6,"Text":"“‘If you offer an animal from the flock as a fellowship offering to the Lord, you are to offer a male or female without defect."},{"Chapter":3,"Number":7,"Text":"If you offer a lamb, you are to present it before the Lord,"},{"Chapter":3,"Number":8,"Text":"lay your hand on its head and slaughter it in front of the tent of meeting. Then Aaron’s sons shall splash its blood against the sides of the altar."},{"Chapter":3,"Number":9,"Text":"From the fellowship offering you are to bring a food offering to the Lord: its fat, the entire fat tail cut off close to the backbone, the internal organs and all the fat that is connected to them,"},{"Chapter":3,"Number":10,"Text":"both kidneys with the fat on them near the loins, and the long lobe of the liver, which you will remove with the kidneys."},{"Chapter":3,"Number":11,"Text":"The priest shall burn them on the altar as a food offering presented to the Lord."},{"Chapter":3,"Number":12,"Text":"“‘If your offering is a goat, you are to present it before the Lord,"},{"Chapter":3,"Number":13,"Text":"lay your hand on its head and slaughter it in front of the tent of meeting. Then Aaron’s sons shall splash its blood against the sides of the altar."},{"Chapter":3,"Number":14,"Text":"From what you offer you are to present this food offering to the Lord: the internal organs and all the fat that is connected to them,"},{"Chapter":3,"Number":15,"Text":"both kidneys with the fat on them near the loins, and the long lobe of the liver, which you will remove with the kidneys."},{"Chapter":3,"Number":16,"Text":"The priest shall burn them on the altar as a food offering, a pleasing aroma. All the fat is the Lord’s."},{"Chapter":3,"Number":17,"Text":"“‘This is a lasting ordinance : S ver 6; S Ex 32:6; Lev 7:11-34; S 17:5\n\nLeviticus 3:1 : S Ex 12:5\n\nLeviticus 3:2 : S Ex 29:15; Nu 8:10\n\nLeviticus 3:2 : S Lev 1:5\n\nLeviticus 3:2 : S Ex 40:2\n\nLeviticus 3:2 : S Ex 24:6\n\nLeviticus 3:2 : S Ex 29:20\n\nLeviticus 3:2 : Lev 17:6; Nu 18:17\n\nLeviticus 3:3 : S Ex 12:9\n\nLeviticus 3:3 : S Ex 29:13\n\nLeviticus 3:4 : ver 10; Ex 29:13; Lev 4:9\n\nLeviticus 3:5 : Lev 7:29-34\n\nLeviticus 3:5 : ver 11, 16\n\nLeviticus 3:5 : Ex 29:13, 38-42; Nu 28:3-10\n\nLeviticus 3:5 : S Lev 1:7\n\nLeviticus 3:5 : S Lev 1:9\n\nLeviticus 3:6 : S ver 1; Lev 22:21; Nu 15:3, 8\n\nLeviticus 3:7 : Lev 17:3; Nu 15:5; 28:5, 7, 8\n\nLeviticus 3:7 : Lev 17:8-9; 1Ki 8:62\n\nLeviticus 3:8 : S Lev 1:5\n\nLeviticus 3:9 : Isa 34:6; Jer 46:10; Eze 39:19; Zep 1:7\n\nLeviticus 3:11 : S ver 5\n\nLeviticus 3:11 : ver 16; Lev 21:6, 17; Nu 28:2\n\nLeviticus 3:11 : Lev 9:18\n\nLeviticus 3:12 : S Lev 1:10; S 4:3\n\nLeviticus 3:13 : S Ex 24:6\n\nLeviticus 3:13 : Lev 1:5\n\nLeviticus 3:15 : Lev 7:4\n\nLeviticus 3:16 : S ver 5; Lev 7:31\n\nLeviticus 3:16 : S ver 11\n\nLeviticus 3:16 : S Lev 1:9\n\nLeviticus 3:16 : S Ge 4:4\n\nLeviticus 3:16 : 1Sa 2:16\n\nLeviticus 3:17 : S Ex 12:14; S 27:21\n\nLeviticus 3:17 : S Ge 9:12\n\nLeviticus 3:17 : S Ex 12:20\n\nLeviticus 3:17 : Ge 9:4; Lev 7:25-26; 17:10-16; Dt 12:16; Ac 15:20"},{"Chapter":4,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":4,"Number":2,"Text":"“Say to the Israelites: ‘When anyone sins unintentionally and does what is forbidden in any of the Lord’s commands—"},{"Chapter":4,"Number":3,"Text":"“‘If the anointed priest sins, bringing guilt on the people, he must bring to the Lord a young bull without defect as a sin offering for the sin he has committed."},{"Chapter":4,"Number":4,"Text":"He is to present the bull at the entrance to the tent of meeting before the Lord. He is to lay his hand on its head and slaughter it there before the Lord."},{"Chapter":4,"Number":5,"Text":"Then the anointed priest shall take some of the bull’s blood and carry it into the tent of meeting."},{"Chapter":4,"Number":6,"Text":"He is to dip his finger into the blood and sprinkle some of it seven times before the Lord, in front of the curtain of the sanctuary."},{"Chapter":4,"Number":7,"Text":"The priest shall then put some of the blood on the horns of the altar of fragrant incense that is before the Lord in the tent of meeting. The rest of the bull’s blood he shall pour out at the base of the altar of burnt offering at the entrance to the tent of meeting."},{"Chapter":4,"Number":8,"Text":"He shall remove all the fat from the bull of the sin offering—all the fat that is connected to the internal organs,"},{"Chapter":4,"Number":9,"Text":"both kidneys with the fat on them near the loins, and the long lobe of the liver, which he will remove with the kidneys—"},{"Chapter":4,"Number":10,"Text":"just as the fat is removed from the ox sacrificed as a fellowship offering. Then the priest shall burn them on the altar of burnt offering."},{"Chapter":4,"Number":11,"Text":"But the hide of the bull and all its flesh, as well as the head and legs, the internal organs and the intestines—"},{"Chapter":4,"Number":12,"Text":"that is, all the rest of the bull—he must take outside the camp to a place ceremonially clean, where the ashes are thrown, and burn it there in a wood fire on the ash heap."},{"Chapter":4,"Number":13,"Text":"“‘If the whole Israelite community sins unintentionally and does what is forbidden in any of the Lord’s commands, even though the community is unaware of the matter, when they realize their guilt"},{"Chapter":4,"Number":14,"Text":"and the sin they committed becomes known, the assembly must bring a young bull as a sin offering and present it before the tent of meeting."},{"Chapter":4,"Number":15,"Text":"The elders of the community are to lay their hands on the bull’s head before the Lord, and the bull shall be slaughtered before the Lord."},{"Chapter":4,"Number":16,"Text":"Then the anointed priest is to take some of the bull’s blood into the tent of meeting."},{"Chapter":4,"Number":17,"Text":"He shall dip his finger into the blood and sprinkle it before the Lord seven times in front of the curtain."},{"Chapter":4,"Number":18,"Text":"He is to put some of the blood on the horns of the altar that is before the Lord in the tent of meeting. The rest of the blood he shall pour out at the base of the altar of burnt offering at the entrance to the tent of meeting."},{"Chapter":4,"Number":19,"Text":"He shall remove all the fat from it and burn it on the altar,"},{"Chapter":4,"Number":20,"Text":"and do with this bull just as he did with the bull for the sin offering. In this way the priest will make atonement for the community, and they will be forgiven."},{"Chapter":4,"Number":21,"Text":"Then he shall take the bull outside the camp and burn it as he burned the first bull. This is the sin offering for the community."},{"Chapter":4,"Number":22,"Text":"“‘When a leader sins unintentionally and does what is forbidden in any of the commands of the Lord his God, when he realizes his guilt"},{"Chapter":4,"Number":23,"Text":"and the sin he has committed becomes known, he must bring as his offering a male goat without defect."},{"Chapter":4,"Number":24,"Text":"He is to lay his hand on the goat’s head and slaughter it at the place where the burnt offering is slaughtered before the Lord. It is a sin offering."},{"Chapter":4,"Number":25,"Text":"Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."},{"Chapter":4,"Number":26,"Text":"He shall burn all the fat on the altar as he burned the fat of the fellowship offering. In this way the priest will make atonement for the leader’s sin, and he will be forgiven."},{"Chapter":4,"Number":27,"Text":"“‘If any member of the community sins unintentionally and does what is forbidden in any of the Lord’s commands, when they realize their guilt"},{"Chapter":4,"Number":28,"Text":"and the sin they have committed becomes known, they must bring as their offering for the sin they committed a female goat without defect."},{"Chapter":4,"Number":29,"Text":"They are to lay their hand on the head of the sin offering and slaughter it at the place of the burnt offering."},{"Chapter":4,"Number":30,"Text":"Then the priest is to take some of the blood with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."},{"Chapter":4,"Number":31,"Text":"They shall remove all the fat, just as the fat is removed from the fellowship offering, and the priest shall burn it on the altar as an aroma pleasing to the Lord. In this way the priest will make atonement for them, and they will be forgiven."},{"Chapter":4,"Number":32,"Text":"“‘If someone brings a lamb as their sin offering, they are to bring a female without defect."},{"Chapter":4,"Number":33,"Text":"They are to lay their hand on its head and slaughter it for a sin offering at the place where the burnt offering is slaughtered."},{"Chapter":4,"Number":34,"Text":"Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."},{"Chapter":4,"Number":35,"Text":"They shall remove all the fat, just as the fat is removed from the lamb of the fellowship offering, and the priest shall burn it on the altar on top of the food offerings presented to the Lord. In this way the priest will make atonement for them for the sin they have committed, and they will be forgiven."},{"Chapter":5,"Number":1,"Text":"“‘If anyone sins because they do not speak up when they hear a public charge to testify regarding something they have seen or learned about, they will be held responsible."},{"Chapter":5,"Number":2,"Text":"“‘If anyone becomes aware that they are guilty—if they unwittingly touch anything ceremonially unclean (whether the carcass of an unclean animal, wild or domestic, or of any unclean creature that moves along the ground) and they are unaware that they have become unclean, but then they come to realize their guilt;"},{"Chapter":5,"Number":3,"Text":"or if they touch human uncleanness (anything that would make them unclean) even though they are unaware of it, but then they learn of it and realize their guilt;"},{"Chapter":5,"Number":4,"Text":"or if anyone thoughtlessly takes an oath to do anything, whether good or evil (in any matter one might carelessly swear about) even though they are unaware of it, but then they learn of it and realize their guilt—"},{"Chapter":5,"Number":5,"Text":"when anyone becomes aware that they are guilty in any of these matters, they must confess in what way they have sinned."},{"Chapter":5,"Number":6,"Text":"As a penalty for the sin they have committed, they must bring to the Lord a female lamb or goat from the flock as a sin offering; and the priest shall make atonement for them for their sin."},{"Chapter":5,"Number":7,"Text":"“‘Anyone who cannot afford a lamb is to bring two doves or two young pigeons to the Lord as a penalty for their sin—one for a sin offering and the other for a burnt offering."},{"Chapter":5,"Number":8,"Text":"They are to bring them to the priest, who shall first offer the one for the sin offering. He is to wring its head from its neck, not dividing it completely,"},{"Chapter":5,"Number":9,"Text":"and is to splash some of the blood of the sin offering against the side of the altar; the rest of the blood must be drained out at the base of the altar. It is a sin offering."},{"Chapter":5,"Number":10,"Text":"The priest shall then offer the other as a burnt offering in the prescribed way and make atonement for them for the sin they have committed, and they will be forgiven."},{"Chapter":5,"Number":11,"Text":"“‘If, however, they cannot afford two doves or two young pigeons, they are to bring as an offering for their sin a tenth of an ephah of the finest flour for a sin offering. They must not put olive oil or incense on it, because it is a sin offering."},{"Chapter":5,"Number":12,"Text":"They are to bring it to the priest, who shall take a handful of it as a memorial portion and burn it on the altar on top of the food offerings presented to the Lord. It is a sin offering."},{"Chapter":5,"Number":13,"Text":"In this way the priest will make atonement for them for any of these sins they have committed, and they will be forgiven. The rest of the offering will belong to the priest, as in the case of the grain offering.’” The Guilt Offering"},{"Chapter":5,"Number":14,"Text":"The Lord said to Moses:"},{"Chapter":5,"Number":15,"Text":"“When anyone is unfaithful to the Lord by sinning unintentionally in regard to any of the Lord’s holy things, they are to bring to the Lord as a penalty a ram from the flock, one without defect and of the proper value in silver, according to the sanctuary shekel. It is a guilt offering."},{"Chapter":5,"Number":16,"Text":"They must make restitution for what they have failed to do in regard to the holy things, pay an additional penalty of a fifth of its value and give it all to the priest. The priest will make atonement for them with the ram as a guilt offering, and they will be forgiven."},{"Chapter":5,"Number":17,"Text":"“If anyone sins and does what is forbidden in any of the Lord’s commands, even though they do not know it, they are guilty and will be held responsible."},{"Chapter":5,"Number":18,"Text":"They are to bring to the priest as a guilt offering a ram from the flock, one without defect and of the proper value. In this way the priest will make atonement for them for the wrong they have committed unintentionally, and they will be forgiven."},{"Chapter":5,"Number":19,"Text":"It is a guilt offering; they have been guilty of wrongdoing against the Lord.”"},{"Chapter":6,"Number":1,"Text":"The Lord said to Moses:"},{"Chapter":6,"Number":2,"Text":"“If anyone sins and is unfaithful to the Lord by deceiving a neighbor about something entrusted to them or left in their care or about something stolen, or if they cheat their neighbor,"},{"Chapter":6,"Number":3,"Text":"or if they find lost property and lie about it, or if they swear falsely about any such sin that people may commit—"},{"Chapter":6,"Number":4,"Text":"when they sin in any of these ways and realize their guilt, they must return what they have stolen or taken by extortion, or what was entrusted to them, or the lost property they found,"},{"Chapter":6,"Number":5,"Text":"or whatever it was they swore falsely about. They must make restitution in full, add a fifth of the value to it and give it all to the owner on the day they present their guilt offering."},{"Chapter":6,"Number":6,"Text":"And as a penalty they must bring to the priest, that is, to the Lord, their guilt offering, a ram from the flock, one without defect and of the proper value."},{"Chapter":6,"Number":7,"Text":"In this way the priest will make atonement for them before the Lord, and they will be forgiven for any of the things they did that made them guilty.” The Burnt Offering"},{"Chapter":6,"Number":8,"Text":"The Lord said to Moses:"},{"Chapter":6,"Number":9,"Text":"“Give Aaron and his sons this command: ‘These are the regulations for the burnt offering: The burnt offering is to remain on the altar hearth throughout the night, till morning, and the fire must be kept burning on the altar."},{"Chapter":6,"Number":10,"Text":"The priest shall then put on his linen clothes, with linen undergarments next to his body, and shall remove the ashes of the burnt offering that the fire has consumed on the altar and place them beside the altar."},{"Chapter":6,"Number":11,"Text":"Then he is to take off these clothes and put on others, and carry the ashes outside the camp to a place that is ceremonially clean."},{"Chapter":6,"Number":12,"Text":"The fire on the altar must be kept burning; it must not go out. Every morning the priest is to add firewood and arrange the burnt offering on the fire and burn the fat of the fellowship offerings on it."},{"Chapter":6,"Number":13,"Text":"The fire must be kept burning on the altar continuously; it must not go out. "},{"Chapter":6,"Number":14,"Text":"“‘These are the regulations for the grain offering: Aaron’s sons are to bring it before the Lord, in front of the altar."},{"Chapter":6,"Number":15,"Text":"The priest is to take a handful of the finest flour and some olive oil, together with all the incense on the grain offering, and burn the memorial portion on the altar as an aroma pleasing to the Lord."},{"Chapter":6,"Number":16,"Text":"Aaron and his sons shall eat the rest of it, but it is to be eaten without yeast in the sanctuary area; they are to eat it in the courtyard of the tent of meeting."},{"Chapter":6,"Number":17,"Text":"It must not be baked with yeast; I have given it as their share of the food offerings presented to me. Like the sin offering and the guilt offering, it is most holy."},{"Chapter":6,"Number":18,"Text":"Any male descendant of Aaron may eat it. For all generations to come it is his perpetual share of the food offerings presented to the Lord. Whatever touches them will become holy.’”"},{"Chapter":6,"Number":19,"Text":"The Lord also said to Moses,"},{"Chapter":6,"Number":20,"Text":"“This is the offering Aaron and his sons are to bring to the Lord on the day he is anointed: a tenth of an ephah of the finest flour as a regular grain offering, half of it in the morning and half in the evening."},{"Chapter":6,"Number":21,"Text":"It must be prepared with oil on a griddle; bring it well-mixed and present the grain offering broken in pieces as an aroma pleasing to the Lord."},{"Chapter":6,"Number":22,"Text":"The son who is to succeed him as anointed priest shall prepare it. It is the Lord’s perpetual share and is to be burned completely."},{"Chapter":6,"Number":23,"Text":"Every grain offering of a priest shall be burned completely; it must not be eaten.” "},{"Chapter":6,"Number":24,"Text":"The Lord said to Moses,"},{"Chapter":6,"Number":25,"Text":"“Say to Aaron and his sons: ‘These are the regulations for the sin offering: The sin offering is to be slaughtered before the Lord in the place the burnt offering is slaughtered; it is most holy."},{"Chapter":6,"Number":26,"Text":"The priest who offers it shall eat it; it is to be eaten in the sanctuary area, in the courtyard of the tent of meeting."},{"Chapter":6,"Number":27,"Text":"Whatever touches any of the flesh will become holy, and if any of the blood is spattered on a garment, you must wash it in the sanctuary area."},{"Chapter":6,"Number":28,"Text":"The clay pot the meat is cooked in must be broken; but if it is cooked in a bronze pot, the pot is to be scoured and rinsed with water."},{"Chapter":6,"Number":29,"Text":"Any male in a priest’s family may eat it; it is most holy."},{"Chapter":6,"Number":30,"Text":"But any sin offering whose blood is brought into the tent of meeting to make atonement in the Holy Place must not be eaten; it must be burned up."},{"Chapter":7,"Number":1,"Text":"“‘These are the regulations for the guilt offering, which is most holy:"},{"Chapter":7,"Number":2,"Text":"The guilt offering is to be slaughtered in the place where the burnt offering is slaughtered, and its blood is to be splashed against the sides of the altar."},{"Chapter":7,"Number":3,"Text":"All its fat shall be offered: the fat tail and the fat that covers the internal organs,"},{"Chapter":7,"Number":4,"Text":"both kidneys with the fat on them near the loins, and the long lobe of the liver, which is to be removed with the kidneys."},{"Chapter":7,"Number":5,"Text":"The priest shall burn them on the altar as a food offering presented to the Lord. It is a guilt offering."},{"Chapter":7,"Number":6,"Text":"Any male in a priest’s family may eat it, but it must be eaten in the sanctuary area; it is most holy."},{"Chapter":7,"Number":7,"Text":"“‘The same law applies to both the sin offering and the guilt offering: They belong to the priest who makes atonement with them."},{"Chapter":7,"Number":8,"Text":"The priest who offers a burnt offering for anyone may keep its hide for himself."},{"Chapter":7,"Number":9,"Text":"Every grain offering baked in an oven or cooked in a pan or on a griddle belongs to the priest who offers it,"},{"Chapter":7,"Number":10,"Text":"and every grain offering, whether mixed with olive oil or dry, belongs equally to all the sons of Aaron. "},{"Chapter":7,"Number":11,"Text":"“‘These are the regulations for the fellowship offering anyone may present to the Lord:"},{"Chapter":7,"Number":12,"Text":"“‘If they offer it as an expression of thankfulness, then along with this thank offering they are to offer thick loaves made without yeast and with olive oil mixed in, thin loaves made without yeast and brushed with oil, and thick loaves of the finest flour well-kneaded and with oil mixed in."},{"Chapter":7,"Number":13,"Text":"Along with their fellowship offering of thanksgiving they are to present an offering with thick loaves of bread made with yeast."},{"Chapter":7,"Number":14,"Text":"They are to bring one of each kind as an offering, a contribution to the Lord; it belongs to the priest who splashes the blood of the fellowship offering against the altar."},{"Chapter":7,"Number":15,"Text":"The meat of their fellowship offering of thanksgiving must be eaten on the day it is offered; they must leave none of it till morning."},{"Chapter":7,"Number":16,"Text":"“‘If, however, their offering is the result of a vow or is a freewill offering, the sacrifice shall be eaten on the day they offer it, but anything left over may be eaten on the next day."},{"Chapter":7,"Number":17,"Text":"Any meat of the sacrifice left over till the third day must be burned up."},{"Chapter":7,"Number":18,"Text":"If any meat of the fellowship offering is eaten on the third day, the one who offered it will not be accepted. It will not be reckoned to their credit, for it has become impure; the person who eats any of it will be held responsible."},{"Chapter":7,"Number":19,"Text":"“‘Meat that touches anything ceremonially unclean must not be eaten; it must be burned up. As for other meat, anyone ceremonially clean may eat it."},{"Chapter":7,"Number":20,"Text":"But if anyone who is unclean eats any meat of the fellowship offering belonging to the Lord, they must be cut off from their people."},{"Chapter":7,"Number":21,"Text":"Anyone who touches something unclean—whether human uncleanness or an unclean animal or any unclean creature that moves along the ground—and then eats any of the meat of the fellowship offering belonging to the Lord must be cut off from their people.’” "},{"Chapter":7,"Number":22,"Text":"The Lord said to Moses,"},{"Chapter":7,"Number":23,"Text":"“Say to the Israelites: ‘Do not eat any of the fat of cattle, sheep or goats."},{"Chapter":7,"Number":24,"Text":"The fat of an animal found dead or torn by wild animals may be used for any other purpose, but you must not eat it."},{"Chapter":7,"Number":25,"Text":"Anyone who eats the fat of an animal from which a food offering may be presented to the Lord must be cut off from their people."},{"Chapter":7,"Number":26,"Text":"And wherever you live, you must not eat the blood of any bird or animal."},{"Chapter":7,"Number":27,"Text":"Anyone who eats blood must be cut off from their people.’” "},{"Chapter":7,"Number":28,"Text":"The Lord said to Moses,"},{"Chapter":7,"Number":29,"Text":"“Say to the Israelites: ‘Anyone who brings a fellowship offering to the Lord is to bring part of it as their sacrifice to the Lord."},{"Chapter":7,"Number":30,"Text":"With their own hands they are to present the food offering to the Lord; they are to bring the fat, together with the breast, and wave the breast before the Lord as a wave offering."},{"Chapter":7,"Number":31,"Text":"The priest shall burn the fat on the altar, but the breast belongs to Aaron and his sons."},{"Chapter":7,"Number":32,"Text":"You are to give the right thigh of your fellowship offerings to the priest as a contribution."},{"Chapter":7,"Number":33,"Text":"The son of Aaron who offers the blood and the fat of the fellowship offering shall have the right thigh as his share."},{"Chapter":7,"Number":34,"Text":"From the fellowship offerings of the Israelites, I have taken the breast that is waved and the thigh that is presented and have given them to Aaron the priest and his sons as their perpetual share from the Israelites.’”"},{"Chapter":7,"Number":35,"Text":"This is the portion of the food offerings presented to the Lord that were allotted to Aaron and his sons on the day they were presented to serve the Lord as priests."},{"Chapter":7,"Number":36,"Text":"On the day they were anointed, the Lord commanded that the Israelites give this to them as their perpetual share for the generations to come."},{"Chapter":7,"Number":37,"Text":"These, then, are the regulations for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering and the fellowship offering,"},{"Chapter":7,"Number":38,"Text":"which the Lord gave Moses at Mount Sinai in the Desert of Sinai on the day he commanded the Israelites to bring their offerings to the Lord."},{"Chapter":8,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":8,"Number":2,"Text":"“Bring Aaron and his sons, their garments, the anointing oil, the bull for the sin offering, the two rams and the basket containing bread made without yeast,"},{"Chapter":8,"Number":3,"Text":"and gather the entire assembly at the entrance to the tent of meeting.”"},{"Chapter":8,"Number":4,"Text":"Moses did as the Lord commanded him, and the assembly gathered at the entrance to the tent of meeting."},{"Chapter":8,"Number":5,"Text":"Moses said to the assembly, “This is what the Lord has commanded to be done.”"},{"Chapter":8,"Number":6,"Text":"Then Moses brought Aaron and his sons forward and washed them with water."},{"Chapter":8,"Number":7,"Text":"He put the tunic on Aaron, tied the sash around him, clothed him with the robe and put the ephod on him. He also fastened the ephod with a decorative waistband, which he tied around him."},{"Chapter":8,"Number":8,"Text":"He placed the breastpiece on him and put the Urim and Thummim in the breastpiece."},{"Chapter":8,"Number":9,"Text":"Then he placed the turban on Aaron’s head and set the gold plate, the sacred emblem, on the front of it, as the Lord commanded Moses."},{"Chapter":8,"Number":10,"Text":"Then Moses took the anointing oil and anointed the tabernacle and everything in it, and so consecrated them."},{"Chapter":8,"Number":11,"Text":"He sprinkled some of the oil on the altar seven times, anointing the altar and all its utensils and the basin with its stand, to consecrate them."},{"Chapter":8,"Number":12,"Text":"He poured some of the anointing oil on Aaron’s head and anointed him to consecrate him."},{"Chapter":8,"Number":13,"Text":"Then he brought Aaron’s sons forward, put tunics on them, tied sashes around them and fastened caps on them, as the Lord commanded Moses."},{"Chapter":8,"Number":14,"Text":"He then presented the bull for the sin offering, and Aaron and his sons laid their hands on its head."},{"Chapter":8,"Number":15,"Text":"Moses slaughtered the bull and took some of the blood, and with his finger he put it on all the horns of the altar to purify the altar. He poured out the rest of the blood at the base of the altar. So he consecrated it to make atonement for it."},{"Chapter":8,"Number":16,"Text":"Moses also took all the fat around the internal organs, the long lobe of the liver, and both kidneys and their fat, and burned it on the altar."},{"Chapter":8,"Number":17,"Text":"But the bull with its hide and its flesh and its intestines he burned up outside the camp, as the Lord commanded Moses."},{"Chapter":8,"Number":18,"Text":"He then presented the ram for the burnt offering, and Aaron and his sons laid their hands on its head."},{"Chapter":8,"Number":19,"Text":"Then Moses slaughtered the ram and splashed the blood against the sides of the altar."},{"Chapter":8,"Number":20,"Text":"He cut the ram into pieces and burned the head, the pieces and the fat."},{"Chapter":8,"Number":21,"Text":"He washed the internal organs and the legs with water and burned the whole ram on the altar. It was a burnt offering, a pleasing aroma, a food offering presented to the Lord, as the Lord commanded Moses."},{"Chapter":8,"Number":22,"Text":"He then presented the other ram, the ram for the ordination, and Aaron and his sons laid their hands on its head."},{"Chapter":8,"Number":23,"Text":"Moses slaughtered the ram and took some of its blood and put it on the lobe of Aaron’s right ear, on the thumb of his right hand and on the big toe of his right foot."},{"Chapter":8,"Number":24,"Text":"Moses also brought Aaron’s sons forward and put some of the blood on the lobes of their right ears, on the thumbs of their right hands and on the big toes of their right feet. Then he splashed blood against the sides of the altar."},{"Chapter":8,"Number":25,"Text":"After that, he took the fat, the fat tail, all the fat around the internal organs, the long lobe of the liver, both kidneys and their fat and the right thigh."},{"Chapter":8,"Number":26,"Text":"And from the basket of bread made without yeast, which was before the Lord, he took one thick loaf, one thick loaf with olive oil mixed in, and one thin loaf, and he put these on the fat portions and on the right thigh."},{"Chapter":8,"Number":27,"Text":"He put all these in the hands of Aaron and his sons, and they waved them before the Lord as a wave offering."},{"Chapter":8,"Number":28,"Text":"Then Moses took them from their hands and burned them on the altar on top of the burnt offering as an ordination offering, a pleasing aroma, a food offering presented to the Lord."},{"Chapter":8,"Number":29,"Text":"Moses also took the breast, which was his share of the ordination ram, and waved it before the Lord as a wave offering, as the Lord commanded Moses."},{"Chapter":8,"Number":30,"Text":"Then Moses took some of the anointing oil and some of the blood from the altar and sprinkled them on Aaron and his garments and on his sons and their garments. So he consecrated Aaron and his garments and his sons and their garments."},{"Chapter":8,"Number":31,"Text":"Moses then said to Aaron and his sons, “Cook the meat at the entrance to the tent of meeting and eat it there with the bread from the basket of ordination offerings, as I was commanded: ‘Aaron and his sons are to eat it.’"},{"Chapter":8,"Number":32,"Text":"Then burn up the rest of the meat and the bread."},{"Chapter":8,"Number":33,"Text":"Do not leave the entrance to the tent of meeting for seven days, until the days of your ordination are completed, for your ordination will last seven days."},{"Chapter":8,"Number":34,"Text":"What has been done today was commanded by the Lord to make atonement for you."},{"Chapter":8,"Number":35,"Text":"You must stay at the entrance to the tent of meeting day and night for seven days and do what the Lord requires, so you will not die; for that is what I have been commanded.”"},{"Chapter":8,"Number":36,"Text":"So Aaron and his sons did everything the Lord commanded through Moses."},{"Chapter":9,"Number":1,"Text":"On the eighth day Moses summoned Aaron and his sons and the elders of Israel."},{"Chapter":9,"Number":2,"Text":"He said to Aaron, “Take a bull calf for your sin offering and a ram for your burnt offering, both without defect, and present them before the Lord."},{"Chapter":9,"Number":3,"Text":"Then say to the Israelites: ‘Take a male goat for a sin offering, a calf and a lamb—both a year old and without defect—for a burnt offering,"},{"Chapter":9,"Number":4,"Text":"and an ox and a ram for a fellowship offering to sacrifice before the Lord, together with a grain offering mixed with olive oil. For today the Lord will appear to you.’”"},{"Chapter":9,"Number":5,"Text":"They took the things Moses commanded to the front of the tent of meeting, and the entire assembly came near and stood before the Lord."},{"Chapter":9,"Number":6,"Text":"Then Moses said, “This is what the Lord has commanded you to do, so that the glory of the Lord may appear to you.”"},{"Chapter":9,"Number":7,"Text":"Moses said to Aaron, “Come to the altar and sacrifice your sin offering and your burnt offering and make atonement for yourself and the people; sacrifice the offering that is for the people and make atonement for them, as the Lord has commanded.”"},{"Chapter":9,"Number":8,"Text":"So Aaron came to the altar and slaughtered the calf as a sin offering for himself."},{"Chapter":9,"Number":9,"Text":"His sons brought the blood to him, and he dipped his finger into the blood and put it on the horns of the altar; the rest of the blood he poured out at the base of the altar."},{"Chapter":9,"Number":10,"Text":"On the altar he burned the fat, the kidneys and the long lobe of the liver from the sin offering, as the Lord commanded Moses;"},{"Chapter":9,"Number":11,"Text":"the flesh and the hide he burned up outside the camp."},{"Chapter":9,"Number":12,"Text":"Then he slaughtered the burnt offering. His sons handed him the blood, and he splashed it against the sides of the altar."},{"Chapter":9,"Number":13,"Text":"They handed him the burnt offering piece by piece, including the head, and he burned them on the altar."},{"Chapter":9,"Number":14,"Text":"He washed the internal organs and the legs and burned them on top of the burnt offering on the altar."},{"Chapter":9,"Number":15,"Text":"Aaron then brought the offering that was for the people. He took the goat for the people’s sin offering and slaughtered it and offered it for a sin offering as he did with the first one."},{"Chapter":9,"Number":16,"Text":"He brought the burnt offering and offered it in the prescribed way."},{"Chapter":9,"Number":17,"Text":"He also brought the grain offering, took a handful of it and burned it on the altar in addition to the morning’s burnt offering."},{"Chapter":9,"Number":18,"Text":"He slaughtered the ox and the ram as the fellowship offering for the people. His sons handed him the blood, and he splashed it against the sides of the altar."},{"Chapter":9,"Number":19,"Text":"But the fat portions of the ox and the ram—the fat tail, the layer of fat, the kidneys and the long lobe of the liver—"},{"Chapter":9,"Number":20,"Text":"these they laid on the breasts, and then Aaron burned the fat on the altar."},{"Chapter":9,"Number":21,"Text":"Aaron waved the breasts and the right thigh before the Lord as a wave offering, as Moses commanded."},{"Chapter":9,"Number":22,"Text":"Then Aaron lifted his hands toward the people and blessed them. And having sacrificed the sin offering, the burnt offering and the fellowship offering, he stepped down."},{"Chapter":9,"Number":23,"Text":"Moses and Aaron then went into the tent of meeting. When they came out, they blessed the people; and the glory of the Lord appeared to all the people."},{"Chapter":9,"Number":24,"Text":"Fire came out from the presence of the Lord and consumed the burnt offering and the fat portions on the altar. And when all the people saw it, they shouted for joy and fell facedown."},{"Chapter":10,"Number":1,"Text":"Aaron’s sons Nadab and Abihu took their censers, put fire in them and added incense; and they offered unauthorized fire before the Lord, contrary to his command."},{"Chapter":10,"Number":2,"Text":"So fire came out from the presence of the Lord and consumed them, and they died before the Lord."},{"Chapter":10,"Number":3,"Text":"Moses then said to Aaron, “This is what the Lord spoke of when he said:“‘Among those who approach me    I will be proved holy;in the sight of all the people    I will be honored.’”Aaron remained silent."},{"Chapter":10,"Number":4,"Text":"Moses summoned Mishael and Elzaphan, sons of Aaron’s uncle Uzziel, and said to them, “Come here; carry your cousins outside the camp, away from the front of the sanctuary.”"},{"Chapter":10,"Number":5,"Text":"So they came and carried them, still in their tunics, outside the camp, as Moses ordered."},{"Chapter":10,"Number":6,"Text":"Then Moses said to Aaron and his sons Eleazar and Ithamar, “Do not let your hair become unkempt and do not tear your clothes, or you will die and the Lord will be angry with the whole community. But your relatives, all the Israelites, may mourn for those the Lord has destroyed by fire."},{"Chapter":10,"Number":7,"Text":"Do not leave the entrance to the tent of meeting or you will die, because the Lord’s anointing oil is on you.” So they did as Moses said."},{"Chapter":10,"Number":8,"Text":"Then the Lord said to Aaron,"},{"Chapter":10,"Number":9,"Text":"“You and your sons are not to drink wine or other fermented drink whenever you go into the tent of meeting, or you will die. This is a lasting ordinance for the generations to come,"},{"Chapter":10,"Number":10,"Text":"so that you can distinguish between the holy and the common, between the unclean and the clean,"},{"Chapter":10,"Number":11,"Text":"and so you can teach the Israelites all the decrees the Lord has given them through Moses.”"},{"Chapter":10,"Number":12,"Text":"Moses said to Aaron and his remaining sons, Eleazar and Ithamar, “Take the grain offering left over from the food offerings prepared without yeast and presented to the Lord and eat it beside the altar, for it is most holy."},{"Chapter":10,"Number":13,"Text":"Eat it in the sanctuary area, because it is your share and your sons’ share of the food offerings presented to the Lord; for so I have been commanded."},{"Chapter":10,"Number":14,"Text":"But you and your sons and your daughters may eat the breast that was waved and the thigh that was presented. Eat them in a ceremonially clean place; they have been given to you and your children as your share of the Israelites’ fellowship offerings."},{"Chapter":10,"Number":15,"Text":"The thigh that was presented and the breast that was waved must be brought with the fat portions of the food offerings, to be waved before the Lord as a wave offering. This will be the perpetual share for you and your children, as the Lord has commanded.”"},{"Chapter":10,"Number":16,"Text":"When Moses inquired about the goat of the sin offering and found that it had been burned up, he was angry with Eleazar and Ithamar, Aaron’s remaining sons, and asked,"},{"Chapter":10,"Number":17,"Text":"“Why didn’t you eat the sin offering in the sanctuary area? It is most holy; it was given to you to take away the guilt of the community by making atonement for them before the Lord."},{"Chapter":10,"Number":18,"Text":"Since its blood was not taken into the Holy Place, you should have eaten the goat in the sanctuary area, as I commanded.”"},{"Chapter":10,"Number":19,"Text":"Aaron replied to Moses, “Today they sacrificed their sin offering and their burnt offering before the Lord, but such things as this have happened to me. Would the Lord have been pleased if I had eaten the sin offering today?”"},{"Chapter":10,"Number":20,"Text":"When Moses heard this, he was satisfied."},{"Chapter":11,"Number":1,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":11,"Number":2,"Text":"“Say to the Israelites: ‘Of all the animals that live on land, these are the ones you may eat:"},{"Chapter":11,"Number":3,"Text":"You may eat any animal that has a divided hoof and that chews the cud."},{"Chapter":11,"Number":4,"Text":"“‘There are some that only chew the cud or only have a divided hoof, but you must not eat them. The camel, though it chews the cud, does not have a divided hoof; it is ceremonially unclean for you."},{"Chapter":11,"Number":5,"Text":"The hyrax, though it chews the cud, does not have a divided hoof; it is unclean for you."},{"Chapter":11,"Number":6,"Text":"The rabbit, though it chews the cud, does not have a divided hoof; it is unclean for you."},{"Chapter":11,"Number":7,"Text":"And the pig, though it has a divided hoof, does not chew the cud; it is unclean for you."},{"Chapter":11,"Number":8,"Text":"You must not eat their meat or touch their carcasses; they are unclean for you."},{"Chapter":11,"Number":9,"Text":"“‘Of all the creatures living in the water of the seas and the streams you may eat any that have fins and scales."},{"Chapter":11,"Number":10,"Text":"But all creatures in the seas or streams that do not have fins and scales—whether among all the swarming things or among all the other living creatures in the water—you are to regard as unclean."},{"Chapter":11,"Number":11,"Text":"And since you are to regard them as unclean, you must not eat their meat; you must regard their carcasses as unclean."},{"Chapter":11,"Number":12,"Text":"Anything living in the water that does not have fins and scales is to be regarded as unclean by you."},{"Chapter":11,"Number":13,"Text":"“‘These are the birds you are to regard as unclean and not eat because they are unclean: the eagle, the vulture, the black vulture,"},{"Chapter":11,"Number":14,"Text":"the red kite, any kind of black kite,"},{"Chapter":11,"Number":15,"Text":"any kind of raven,"},{"Chapter":11,"Number":16,"Text":"the horned owl, the screech owl, the gull, any kind of hawk,"},{"Chapter":11,"Number":17,"Text":"the little owl, the cormorant, the great owl,"},{"Chapter":11,"Number":18,"Text":"the white owl, the desert owl, the osprey,"},{"Chapter":11,"Number":19,"Text":"the stork, any kind of heron, the hoopoe and the bat."},{"Chapter":11,"Number":20,"Text":"“‘All flying insects that walk on all fours are to be regarded as unclean by you."},{"Chapter":11,"Number":21,"Text":"There are, however, some flying insects that walk on all fours that you may eat: those that have jointed legs for hopping on the ground."},{"Chapter":11,"Number":22,"Text":"Of these you may eat any kind of locust, katydid, cricket or grasshopper."},{"Chapter":11,"Number":23,"Text":"But all other flying insects that have four legs you are to regard as unclean."},{"Chapter":11,"Number":24,"Text":"“‘You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening."},{"Chapter":11,"Number":25,"Text":"Whoever picks up one of their carcasses must wash their clothes, and they will be unclean till evening."},{"Chapter":11,"Number":26,"Text":"“‘Every animal that does not have a divided hoof or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean."},{"Chapter":11,"Number":27,"Text":"Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening."},{"Chapter":11,"Number":28,"Text":"Anyone who picks up their carcasses must wash their clothes, and they will be unclean till evening. These animals are unclean for you."},{"Chapter":11,"Number":29,"Text":"“‘Of the animals that move along the ground, these are unclean for you: the weasel, the rat, any kind of great lizard,"},{"Chapter":11,"Number":30,"Text":"the gecko, the monitor lizard, the wall lizard, the skink and the chameleon."},{"Chapter":11,"Number":31,"Text":"Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening."},{"Chapter":11,"Number":32,"Text":"When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean."},{"Chapter":11,"Number":33,"Text":"If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot."},{"Chapter":11,"Number":34,"Text":"Any food you are allowed to eat that has come into contact with water from any such pot is unclean, and any liquid that is drunk from such a pot is unclean."},{"Chapter":11,"Number":35,"Text":"Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean."},{"Chapter":11,"Number":36,"Text":"A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean."},{"Chapter":11,"Number":37,"Text":"If a carcass falls on any seeds that are to be planted, they remain clean."},{"Chapter":11,"Number":38,"Text":"But if water has been put on the seed and a carcass falls on it, it is unclean for you."},{"Chapter":11,"Number":39,"Text":"“‘If an animal that you are allowed to eat dies, anyone who touches its carcass will be unclean till evening."},{"Chapter":11,"Number":40,"Text":"Anyone who eats some of its carcass must wash their clothes, and they will be unclean till evening. Anyone who picks up the carcass must wash their clothes, and they will be unclean till evening."},{"Chapter":11,"Number":41,"Text":"“‘Every creature that moves along the ground is to be regarded as unclean; it is not to be eaten."},{"Chapter":11,"Number":42,"Text":"You are not to eat any creature that moves along the ground, whether it moves on its belly or walks on all fours or on many feet; it is unclean."},{"Chapter":11,"Number":43,"Text":"Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them."},{"Chapter":11,"Number":44,"Text":"I am the Lord your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves along the ground."},{"Chapter":11,"Number":45,"Text":"I am the Lord, who brought you up out of Egypt to be your God; therefore be holy, because I am holy."},{"Chapter":11,"Number":46,"Text":"“‘These are the regulations concerning animals, birds, every living thing that moves about in the water and every creature that moves along the ground."},{"Chapter":11,"Number":47,"Text":"You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.’”"},{"Chapter":12,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":12,"Number":2,"Text":"“Say to the Israelites: ‘A woman who becomes pregnant and gives birth to a son will be ceremonially unclean for seven days, just as she is unclean during her monthly period."},{"Chapter":12,"Number":3,"Text":"On the eighth day the boy is to be circumcised."},{"Chapter":12,"Number":4,"Text":"Then the woman must wait thirty-three days to be purified from her bleeding. She must not touch anything sacred or go to the sanctuary until the days of her purification are over."},{"Chapter":12,"Number":5,"Text":"If she gives birth to a daughter, for two weeks the woman will be unclean, as during her period. Then she must wait sixty-six days to be purified from her bleeding."},{"Chapter":12,"Number":6,"Text":"“‘When the days of her purification for a son or daughter are over, she is to bring to the priest at the entrance to the tent of meeting a year-old lamb for a burnt offering and a young pigeon or a dove for a sin offering."},{"Chapter":12,"Number":7,"Text":"He shall offer them before the Lord to make atonement for her, and then she will be ceremonially clean from her flow of blood.“‘These are the regulations for the woman who gives birth to a boy or a girl."},{"Chapter":12,"Number":8,"Text":"But if she cannot afford a lamb, she is to bring two doves or two young pigeons, one for a burnt offering and the other for a sin offering. In this way the priest will make atonement for her, and she will be clean.’”"},{"Chapter":13,"Number":1,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":13,"Number":2,"Text":"“When anyone has a swelling or a rash or a shiny spot on their skin that may be a defiling skin disease, they must be brought to Aaron the priest or to one of his sons who is a priest."},{"Chapter":13,"Number":3,"Text":"The priest is to examine the sore on the skin, and if the hair in the sore has turned white and the sore appears to be more than skin deep, it is a defiling skin disease. When the priest examines that person, he shall pronounce them ceremonially unclean."},{"Chapter":13,"Number":4,"Text":"If the shiny spot on the skin is white but does not appear to be more than skin deep and the hair in it has not turned white, the priest is to isolate the affected person for seven days."},{"Chapter":13,"Number":5,"Text":"On the seventh day the priest is to examine them, and if he sees that the sore is unchanged and has not spread in the skin, he is to isolate them for another seven days."},{"Chapter":13,"Number":6,"Text":"On the seventh day the priest is to examine them again, and if the sore has faded and has not spread in the skin, the priest shall pronounce them clean; it is only a rash. They must wash their clothes, and they will be clean."},{"Chapter":13,"Number":7,"Text":"But if the rash does spread in their skin after they have shown themselves to the priest to be pronounced clean, they must appear before the priest again."},{"Chapter":13,"Number":8,"Text":"The priest is to examine that person, and if the rash has spread in the skin, he shall pronounce them unclean; it is a defiling skin disease."},{"Chapter":13,"Number":9,"Text":"“When anyone has a defiling skin disease, they must be brought to the priest."},{"Chapter":13,"Number":10,"Text":"The priest is to examine them, and if there is a white swelling in the skin that has turned the hair white and if there is raw flesh in the swelling,"},{"Chapter":13,"Number":11,"Text":"it is a chronic skin disease and the priest shall pronounce them unclean. He is not to isolate them, because they are already unclean."},{"Chapter":13,"Number":12,"Text":"“If the disease breaks out all over their skin and, so far as the priest can see, it covers all the skin of the affected person from head to foot,"},{"Chapter":13,"Number":13,"Text":"the priest is to examine them, and if the disease has covered their whole body, he shall pronounce them clean. Since it has all turned white, they are clean."},{"Chapter":13,"Number":14,"Text":"But whenever raw flesh appears on them, they will be unclean."},{"Chapter":13,"Number":15,"Text":"When the priest sees the raw flesh, he shall pronounce them unclean. The raw flesh is unclean; they have a defiling disease."},{"Chapter":13,"Number":16,"Text":"If the raw flesh changes and turns white, they must go to the priest."},{"Chapter":13,"Number":17,"Text":"The priest is to examine them, and if the sores have turned white, the priest shall pronounce the affected person clean; then they will be clean."},{"Chapter":13,"Number":18,"Text":"“When someone has a boil on their skin and it heals,"},{"Chapter":13,"Number":19,"Text":"and in the place where the boil was, a white swelling or reddish-white spot appears, they must present themselves to the priest."},{"Chapter":13,"Number":20,"Text":"The priest is to examine it, and if it appears to be more than skin deep and the hair in it has turned white, the priest shall pronounce that person unclean. It is a defiling skin disease that has broken out where the boil was."},{"Chapter":13,"Number":21,"Text":"But if, when the priest examines it, there is no white hair in it and it is not more than skin deep and has faded, then the priest is to isolate them for seven days."},{"Chapter":13,"Number":22,"Text":"If it is spreading in the skin, the priest shall pronounce them unclean; it is a defiling disease."},{"Chapter":13,"Number":23,"Text":"But if the spot is unchanged and has not spread, it is only a scar from the boil, and the priest shall pronounce them clean."},{"Chapter":13,"Number":24,"Text":"“When someone has a burn on their skin and a reddish-white or white spot appears in the raw flesh of the burn,"},{"Chapter":13,"Number":25,"Text":"the priest is to examine the spot, and if the hair in it has turned white, and it appears to be more than skin deep, it is a defiling disease that has broken out in the burn. The priest shall pronounce them unclean; it is a defiling skin disease."},{"Chapter":13,"Number":26,"Text":"But if the priest examines it and there is no white hair in the spot and if it is not more than skin deep and has faded, then the priest is to isolate them for seven days."},{"Chapter":13,"Number":27,"Text":"On the seventh day the priest is to examine that person, and if it is spreading in the skin, the priest shall pronounce them unclean; it is a defiling skin disease."},{"Chapter":13,"Number":28,"Text":"If, however, the spot is unchanged and has not spread in the skin but has faded, it is a swelling from the burn, and the priest shall pronounce them clean; it is only a scar from the burn."},{"Chapter":13,"Number":29,"Text":"“If a man or woman has a sore on their head or chin,"},{"Chapter":13,"Number":30,"Text":"the priest is to examine the sore, and if it appears to be more than skin deep and the hair in it is yellow and thin, the priest shall pronounce them unclean; it is a defiling skin disease on the head or chin."},{"Chapter":13,"Number":31,"Text":"But if, when the priest examines the sore, it does not seem to be more than skin deep and there is no black hair in it, then the priest is to isolate the affected person for seven days."},{"Chapter":13,"Number":32,"Text":"On the seventh day the priest is to examine the sore, and if it has not spread and there is no yellow hair in it and it does not appear to be more than skin deep,"},{"Chapter":13,"Number":33,"Text":"then the man or woman must shave themselves, except for the affected area, and the priest is to keep them isolated another seven days."},{"Chapter":13,"Number":34,"Text":"On the seventh day the priest is to examine the sore, and if it has not spread in the skin and appears to be no more than skin deep, the priest shall pronounce them clean. They must wash their clothes, and they will be clean."},{"Chapter":13,"Number":35,"Text":"But if the sore does spread in the skin after they are pronounced clean,"},{"Chapter":13,"Number":36,"Text":"the priest is to examine them, and if he finds that the sore has spread in the skin, he does not need to look for yellow hair; they are unclean."},{"Chapter":13,"Number":37,"Text":"If, however, the sore is unchanged so far as the priest can see, and if black hair has grown in it, the affected person is healed. They are clean, and the priest shall pronounce them clean."},{"Chapter":13,"Number":38,"Text":"“When a man or woman has white spots on the skin,"},{"Chapter":13,"Number":39,"Text":"the priest is to examine them, and if the spots are dull white, it is a harmless rash that has broken out on the skin; they are clean."},{"Chapter":13,"Number":40,"Text":"“A man who has lost his hair and is bald is clean."},{"Chapter":13,"Number":41,"Text":"If he has lost his hair from the front of his scalp and has a bald forehead, he is clean."},{"Chapter":13,"Number":42,"Text":"But if he has a reddish-white sore on his bald head or forehead, it is a defiling disease breaking out on his head or forehead."},{"Chapter":13,"Number":43,"Text":"The priest is to examine him, and if the swollen sore on his head or forehead is reddish-white like a defiling skin disease,"},{"Chapter":13,"Number":44,"Text":"the man is diseased and is unclean. The priest shall pronounce him unclean because of the sore on his head."},{"Chapter":13,"Number":45,"Text":"“Anyone with such a defiling disease must wear torn clothes, let their hair be unkempt, cover the lower part of their face and cry out, ‘Unclean! Unclean!’"},{"Chapter":13,"Number":46,"Text":"As long as they have the disease they remain unclean. They must live alone; they must live outside the camp. "},{"Chapter":13,"Number":47,"Text":"“As for any fabric that is spoiled with a defiling mold—any woolen or linen clothing,"},{"Chapter":13,"Number":48,"Text":"any woven or knitted material of linen or wool, any leather or anything made of leather—"},{"Chapter":13,"Number":49,"Text":"if the affected area in the fabric, the leather, the woven or knitted material, or any leather article, is greenish or reddish, it is a defiling mold and must be shown to the priest."},{"Chapter":13,"Number":50,"Text":"The priest is to examine the affected area and isolate the article for seven days."},{"Chapter":13,"Number":51,"Text":"On the seventh day he is to examine it, and if the mold has spread in the fabric, the woven or knitted material, or the leather, whatever its use, it is a persistent defiling mold; the article is unclean."},{"Chapter":13,"Number":52,"Text":"He must burn the fabric, the woven or knitted material of wool or linen, or any leather article that has been spoiled; because the defiling mold is persistent, the article must be burned."},{"Chapter":13,"Number":53,"Text":"“But if, when the priest examines it, the mold has not spread in the fabric, the woven or knitted material, or the leather article,"},{"Chapter":13,"Number":54,"Text":"he shall order that the spoiled article be washed. Then he is to isolate it for another seven days."},{"Chapter":13,"Number":55,"Text":"After the article has been washed, the priest is to examine it again, and if the mold has not changed its appearance, even though it has not spread, it is unclean. Burn it, no matter which side of the fabric has been spoiled."},{"Chapter":13,"Number":56,"Text":"If, when the priest examines it, the mold has faded after the article has been washed, he is to tear the spoiled part out of the fabric, the leather, or the woven or knitted material."},{"Chapter":13,"Number":57,"Text":"But if it reappears in the fabric, in the woven or knitted material, or in the leather article, it is a spreading mold; whatever has the mold must be burned."},{"Chapter":13,"Number":58,"Text":"Any fabric, woven or knitted material, or any leather article that has been washed and is rid of the mold, must be washed again. Then it will be clean.”"},{"Chapter":13,"Number":59,"Text":"These are the regulations concerning defiling molds in woolen or linen clothing, woven or knitted material, or any leather article, for pronouncing them clean or unclean."},{"Chapter":14,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":14,"Number":2,"Text":"“These are the regulations for any diseased person at the time of their ceremonial cleansing, when they are brought to the priest:"},{"Chapter":14,"Number":3,"Text":"The priest is to go outside the camp and examine them. If they have been healed of their defiling skin disease,"},{"Chapter":14,"Number":4,"Text":"the priest shall order that two live clean birds and some cedar wood, scarlet yarn and hyssop be brought for the person to be cleansed."},{"Chapter":14,"Number":5,"Text":"Then the priest shall order that one of the birds be killed over fresh water in a clay pot."},{"Chapter":14,"Number":6,"Text":"He is then to take the live bird and dip it, together with the cedar wood, the scarlet yarn and the hyssop, into the blood of the bird that was killed over the fresh water."},{"Chapter":14,"Number":7,"Text":"Seven times he shall sprinkle the one to be cleansed of the defiling disease, and then pronounce them clean. After that, he is to release the live bird in the open fields."},{"Chapter":14,"Number":8,"Text":"“The person to be cleansed must wash their clothes, shave off all their hair and bathe with water; then they will be ceremonially clean. After this they may come into the camp, but they must stay outside their tent for seven days."},{"Chapter":14,"Number":9,"Text":"On the seventh day they must shave off all their hair; they must shave their head, their beard, their eyebrows and the rest of their hair. They must wash their clothes and bathe themselves with water, and they will be clean."},{"Chapter":14,"Number":10,"Text":"“On the eighth day they must bring two male lambs and one ewe lamb a year old, each without defect, along with three-tenths of an ephah of the finest flour mixed with olive oil for a grain offering, and one log of oil."},{"Chapter":14,"Number":11,"Text":"The priest who pronounces them clean shall present both the one to be cleansed and their offerings before the Lord at the entrance to the tent of meeting."},{"Chapter":14,"Number":12,"Text":"“Then the priest is to take one of the male lambs and offer it as a guilt offering, along with the log of oil; he shall wave them before the Lord as a wave offering."},{"Chapter":14,"Number":13,"Text":"He is to slaughter the lamb in the sanctuary area where the sin offering and the burnt offering are slaughtered. Like the sin offering, the guilt offering belongs to the priest; it is most holy."},{"Chapter":14,"Number":14,"Text":"The priest is to take some of the blood of the guilt offering and put it on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."},{"Chapter":14,"Number":15,"Text":"The priest shall then take some of the log of oil, pour it in the palm of his own left hand,"},{"Chapter":14,"Number":16,"Text":"dip his right forefinger into the oil in his palm, and with his finger sprinkle some of it before the Lord seven times."},{"Chapter":14,"Number":17,"Text":"The priest is to put some of the oil remaining in his palm on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot, on top of the blood of the guilt offering."},{"Chapter":14,"Number":18,"Text":"The rest of the oil in his palm the priest shall put on the head of the one to be cleansed and make atonement for them before the Lord."},{"Chapter":14,"Number":19,"Text":"“Then the priest is to sacrifice the sin offering and make atonement for the one to be cleansed from their uncleanness. After that, the priest shall slaughter the burnt offering"},{"Chapter":14,"Number":20,"Text":"and offer it on the altar, together with the grain offering, and make atonement for them, and they will be clean."},{"Chapter":14,"Number":21,"Text":"“If, however, they are poor and cannot afford these, they must take one male lamb as a guilt offering to be waved to make atonement for them, together with a tenth of an ephah of the finest flour mixed with olive oil for a grain offering, a log of oil,"},{"Chapter":14,"Number":22,"Text":"and two doves or two young pigeons, such as they can afford, one for a sin offering and the other for a burnt offering."},{"Chapter":14,"Number":23,"Text":"“On the eighth day they must bring them for their cleansing to the priest at the entrance to the tent of meeting, before the Lord."},{"Chapter":14,"Number":24,"Text":"The priest is to take the lamb for the guilt offering, together with the log of oil, and wave them before the Lord as a wave offering."},{"Chapter":14,"Number":25,"Text":"He shall slaughter the lamb for the guilt offering and take some of its blood and put it on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."},{"Chapter":14,"Number":26,"Text":"The priest is to pour some of the oil into the palm of his own left hand,"},{"Chapter":14,"Number":27,"Text":"and with his right forefinger sprinkle some of the oil from his palm seven times before the Lord."},{"Chapter":14,"Number":28,"Text":"Some of the oil in his palm he is to put on the same places he put the blood of the guilt offering—on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."},{"Chapter":14,"Number":29,"Text":"The rest of the oil in his palm the priest shall put on the head of the one to be cleansed, to make atonement for them before the Lord."},{"Chapter":14,"Number":30,"Text":"Then he shall sacrifice the doves or the young pigeons, such as the person can afford,"},{"Chapter":14,"Number":31,"Text":"one as a sin offering and the other as a burnt offering, together with the grain offering. In this way the priest will make atonement before the Lord on behalf of the one to be cleansed.”"},{"Chapter":14,"Number":32,"Text":"These are the regulations for anyone who has a defiling skin disease and who cannot afford the regular offerings for their cleansing. "},{"Chapter":14,"Number":33,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":14,"Number":34,"Text":"“When you enter the land of Canaan, which I am giving you as your possession, and I put a spreading mold in a house in that land,"},{"Chapter":14,"Number":35,"Text":"the owner of the house must go and tell the priest, ‘I have seen something that looks like a defiling mold in my house.’"},{"Chapter":14,"Number":36,"Text":"The priest is to order the house to be emptied before he goes in to examine the mold, so that nothing in the house will be pronounced unclean. After this the priest is to go in and inspect the house."},{"Chapter":14,"Number":37,"Text":"He is to examine the mold on the walls, and if it has greenish or reddish depressions that appear to be deeper than the surface of the wall,"},{"Chapter":14,"Number":38,"Text":"the priest shall go out the doorway of the house and close it up for seven days."},{"Chapter":14,"Number":39,"Text":"On the seventh day the priest shall return to inspect the house. If the mold has spread on the walls,"},{"Chapter":14,"Number":40,"Text":"he is to order that the contaminated stones be torn out and thrown into an unclean place outside the town."},{"Chapter":14,"Number":41,"Text":"He must have all the inside walls of the house scraped and the material that is scraped off dumped into an unclean place outside the town."},{"Chapter":14,"Number":42,"Text":"Then they are to take other stones to replace these and take new clay and plaster the house."},{"Chapter":14,"Number":43,"Text":"“If the defiling mold reappears in the house after the stones have been torn out and the house scraped and plastered,"},{"Chapter":14,"Number":44,"Text":"the priest is to go and examine it and, if the mold has spread in the house, it is a persistent defiling mold; the house is unclean."},{"Chapter":14,"Number":45,"Text":"It must be torn down—its stones, timbers and all the plaster—and taken out of the town to an unclean place."},{"Chapter":14,"Number":46,"Text":"“Anyone who goes into the house while it is closed up will be unclean till evening."},{"Chapter":14,"Number":47,"Text":"Anyone who sleeps or eats in the house must wash their clothes."},{"Chapter":14,"Number":48,"Text":"“But if the priest comes to examine it and the mold has not spread after the house has been plastered, he shall pronounce the house clean, because the defiling mold is gone."},{"Chapter":14,"Number":49,"Text":"To purify the house he is to take two birds and some cedar wood, scarlet yarn and hyssop."},{"Chapter":14,"Number":50,"Text":"He shall kill one of the birds over fresh water in a clay pot."},{"Chapter":14,"Number":51,"Text":"Then he is to take the cedar wood, the hyssop, the scarlet yarn and the live bird, dip them into the blood of the dead bird and the fresh water, and sprinkle the house seven times."},{"Chapter":14,"Number":52,"Text":"He shall purify the house with the bird’s blood, the fresh water, the live bird, the cedar wood, the hyssop and the scarlet yarn."},{"Chapter":14,"Number":53,"Text":"Then he is to release the live bird in the open fields outside the town. In this way he will make atonement for the house, and it will be clean.”"},{"Chapter":14,"Number":54,"Text":"These are the regulations for any defiling skin disease, for a sore,"},{"Chapter":14,"Number":55,"Text":"for defiling molds in fabric or in a house,"},{"Chapter":14,"Number":56,"Text":"and for a swelling, a rash or a shiny spot,"},{"Chapter":14,"Number":57,"Text":"to determine when something is clean or unclean.These are the regulations for defiling skin diseases and defiling molds."},{"Chapter":15,"Number":1,"Text":"The Lord said to Moses and Aaron,"},{"Chapter":15,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘When any man has an unusual bodily discharge, such a discharge is unclean."},{"Chapter":15,"Number":3,"Text":"Whether it continues flowing from his body or is blocked, it will make him unclean. This is how his discharge will bring about uncleanness:"},{"Chapter":15,"Number":4,"Text":"“‘Any bed the man with a discharge lies on will be unclean, and anything he sits on will be unclean."},{"Chapter":15,"Number":5,"Text":"Anyone who touches his bed must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":6,"Text":"Whoever sits on anything that the man with a discharge sat on must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":7,"Text":"“‘Whoever touches the man who has a discharge must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":8,"Text":"“‘If the man with the discharge spits on anyone who is clean, they must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":9,"Text":"“‘Everything the man sits on when riding will be unclean,"},{"Chapter":15,"Number":10,"Text":"and whoever touches any of the things that were under him will be unclean till evening; whoever picks up those things must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":11,"Text":"“‘Anyone the man with a discharge touches without rinsing his hands with water must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":12,"Text":"“‘A clay pot that the man touches must be broken, and any wooden article is to be rinsed with water."},{"Chapter":15,"Number":13,"Text":"“‘When a man is cleansed from his discharge, he is to count off seven days for his ceremonial cleansing; he must wash his clothes and bathe himself with fresh water, and he will be clean."},{"Chapter":15,"Number":14,"Text":"On the eighth day he must take two doves or two young pigeons and come before the Lord to the entrance to the tent of meeting and give them to the priest."},{"Chapter":15,"Number":15,"Text":"The priest is to sacrifice them, the one for a sin offering and the other for a burnt offering. In this way he will make atonement before the Lord for the man because of his discharge."},{"Chapter":15,"Number":16,"Text":"“‘When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean till evening."},{"Chapter":15,"Number":17,"Text":"Any clothing or leather that has semen on it must be washed with water, and it will be unclean till evening."},{"Chapter":15,"Number":18,"Text":"When a man has sexual relations with a woman and there is an emission of semen, both of them must bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":19,"Text":"“‘When a woman has her regular flow of blood, the impurity of her monthly period will last seven days, and anyone who touches her will be unclean till evening."},{"Chapter":15,"Number":20,"Text":"“‘Anything she lies on during her period will be unclean, and anything she sits on will be unclean."},{"Chapter":15,"Number":21,"Text":"Anyone who touches her bed will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":22,"Text":"Anyone who touches anything she sits on will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":23,"Text":"Whether it is the bed or anything she was sitting on, when anyone touches it, they will be unclean till evening."},{"Chapter":15,"Number":24,"Text":"“‘If a man has sexual relations with her and her monthly flow touches him, he will be unclean for seven days; any bed he lies on will be unclean."},{"Chapter":15,"Number":25,"Text":"“‘When a woman has a discharge of blood for many days at a time other than her monthly period or has a discharge that continues beyond her period, she will be unclean as long as she has the discharge, just as in the days of her period."},{"Chapter":15,"Number":26,"Text":"Any bed she lies on while her discharge continues will be unclean, as is her bed during her monthly period, and anything she sits on will be unclean, as during her period."},{"Chapter":15,"Number":27,"Text":"Anyone who touches them will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."},{"Chapter":15,"Number":28,"Text":"“‘When she is cleansed from her discharge, she must count off seven days, and after that she will be ceremonially clean."},{"Chapter":15,"Number":29,"Text":"On the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance to the tent of meeting."},{"Chapter":15,"Number":30,"Text":"The priest is to sacrifice one for a sin offering and the other for a burnt offering. In this way he will make atonement for her before the Lord for the uncleanness of her discharge."},{"Chapter":15,"Number":31,"Text":"“‘You must keep the Israelites separate from things that make them unclean, so they will not die in their uncleanness for defiling my dwelling place, which is among them.’”"},{"Chapter":15,"Number":32,"Text":"These are the regulations for a man with a discharge, for anyone made unclean by an emission of semen,"},{"Chapter":15,"Number":33,"Text":"for a woman in her monthly period, for a man or a woman with a discharge, and for a man who has sexual relations with a woman who is ceremonially unclean."},{"Chapter":16,"Number":1,"Text":"The Lord spoke to Moses after the death of the two sons of Aaron who died when they approached the Lord."},{"Chapter":16,"Number":2,"Text":"The Lord said to Moses: “Tell your brother Aaron that he is not to come whenever he chooses into the Most Holy Place behind the curtain in front of the atonement cover on the ark, or else he will die. For I will appear in the cloud over the atonement cover."},{"Chapter":16,"Number":3,"Text":"“This is how Aaron is to enter the Most Holy Place: He must first bring a young bull for a sin offering and a ram for a burnt offering."},{"Chapter":16,"Number":4,"Text":"He is to put on the sacred linen tunic, with linen undergarments next to his body; he is to tie the linen sash around him and put on the linen turban. These are sacred garments; so he must bathe himself with water before he puts them on."},{"Chapter":16,"Number":5,"Text":"From the Israelite community he is to take two male goats for a sin offering and a ram for a burnt offering."},{"Chapter":16,"Number":6,"Text":"“Aaron is to offer the bull for his own sin offering to make atonement for himself and his household."},{"Chapter":16,"Number":7,"Text":"Then he is to take the two goats and present them before the Lord at the entrance to the tent of meeting."},{"Chapter":16,"Number":8,"Text":"He is to cast lots for the two goats—one lot for the Lord and the other for the scapegoat."},{"Chapter":16,"Number":9,"Text":"Aaron shall bring the goat whose lot falls to the Lord and sacrifice it for a sin offering."},{"Chapter":16,"Number":10,"Text":"But the goat chosen by lot as the scapegoat shall be presented alive before the Lord to be used for making atonement by sending it into the wilderness as a scapegoat."},{"Chapter":16,"Number":11,"Text":"“Aaron shall bring the bull for his own sin offering to make atonement for himself and his household, and he is to slaughter the bull for his own sin offering."},{"Chapter":16,"Number":12,"Text":"He is to take a censer full of burning coals from the altar before the Lord and two handfuls of finely ground fragrant incense and take them behind the curtain."},{"Chapter":16,"Number":13,"Text":"He is to put the incense on the fire before the Lord, and the smoke of the incense will conceal the atonement cover above the tablets of the covenant law, so that he will not die."},{"Chapter":16,"Number":14,"Text":"He is to take some of the bull’s blood and with his finger sprinkle it on the front of the atonement cover; then he shall sprinkle some of it with his finger seven times before the atonement cover."},{"Chapter":16,"Number":15,"Text":"“He shall then slaughter the goat for the sin offering for the people and take its blood behind the curtain and do with it as he did with the bull’s blood: He shall sprinkle it on the atonement cover and in front of it."},{"Chapter":16,"Number":16,"Text":"In this way he will make atonement for the Most Holy Place because of the uncleanness and rebellion of the Israelites, whatever their sins have been. He is to do the same for the tent of meeting, which is among them in the midst of their uncleanness."},{"Chapter":16,"Number":17,"Text":"No one is to be in the tent of meeting from the time Aaron goes in to make atonement in the Most Holy Place until he comes out, having made atonement for himself, his household and the whole community of Israel."},{"Chapter":16,"Number":18,"Text":"“Then he shall come out to the altar that is before the Lord and make atonement for it. He shall take some of the bull’s blood and some of the goat’s blood and put it on all the horns of the altar."},{"Chapter":16,"Number":19,"Text":"He shall sprinkle some of the blood on it with his finger seven times to cleanse it and to consecrate it from the uncleanness of the Israelites."},{"Chapter":16,"Number":20,"Text":"“When Aaron has finished making atonement for the Most Holy Place, the tent of meeting and the altar, he shall bring forward the live goat."},{"Chapter":16,"Number":21,"Text":"He is to lay both hands on the head of the live goat and confess over it all the wickedness and rebellion of the Israelites—all their sins—and put them on the goat’s head. He shall send the goat away into the wilderness in the care of someone appointed for the task."},{"Chapter":16,"Number":22,"Text":"The goat will carry on itself all their sins to a remote place; and the man shall release it in the wilderness."},{"Chapter":16,"Number":23,"Text":"“Then Aaron is to go into the tent of meeting and take off the linen garments he put on before he entered the Most Holy Place, and he is to leave them there."},{"Chapter":16,"Number":24,"Text":"He shall bathe himself with water in the sanctuary area and put on his regular garments. Then he shall come out and sacrifice the burnt offering for himself and the burnt offering for the people, to make atonement for himself and for the people."},{"Chapter":16,"Number":25,"Text":"He shall also burn the fat of the sin offering on the altar."},{"Chapter":16,"Number":26,"Text":"“The man who releases the goat as a scapegoat must wash his clothes and bathe himself with water; afterward he may come into the camp."},{"Chapter":16,"Number":27,"Text":"The bull and the goat for the sin offerings, whose blood was brought into the Most Holy Place to make atonement, must be taken outside the camp; their hides, flesh and intestines are to be burned up."},{"Chapter":16,"Number":28,"Text":"The man who burns them must wash his clothes and bathe himself with water; afterward he may come into the camp."},{"Chapter":16,"Number":29,"Text":"“This is to be a lasting ordinance for you: On the tenth day of the seventh month you must deny yourselves and not do any work—whether native-born or a foreigner residing among you—"},{"Chapter":16,"Number":30,"Text":"because on this day atonement will be made for you, to cleanse you. Then, before the Lord, you will be clean from all your sins."},{"Chapter":16,"Number":31,"Text":"It is a day of sabbath rest, and you must deny yourselves; it is a lasting ordinance."},{"Chapter":16,"Number":32,"Text":"The priest who is anointed and ordained to succeed his father as high priest is to make atonement. He is to put on the sacred linen garments"},{"Chapter":16,"Number":33,"Text":"and make atonement for the Most Holy Place, for the tent of meeting and the altar, and for the priests and all the members of the community."},{"Chapter":16,"Number":34,"Text":"“This is to be a lasting ordinance for you: Atonement is to be made once a year for all the sins of the Israelites.”And it was done, as the Lord commanded Moses."},{"Chapter":17,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":17,"Number":2,"Text":"“Speak to Aaron and his sons and to all the Israelites and say to them: ‘This is what the Lord has commanded:"},{"Chapter":17,"Number":3,"Text":"Any Israelite who sacrifices an ox, a lamb or a goat in the camp or outside of it"},{"Chapter":17,"Number":4,"Text":"instead of bringing it to the entrance to the tent of meeting to present it as an offering to the Lord in front of the tabernacle of the Lord—that person shall be considered guilty of bloodshed; they have shed blood and must be cut off from their people."},{"Chapter":17,"Number":5,"Text":"This is so the Israelites will bring to the Lord the sacrifices they are now making in the open fields. They must bring them to the priest, that is, to the Lord, at the entrance to the tent of meeting and sacrifice them as fellowship offerings."},{"Chapter":17,"Number":6,"Text":"The priest is to splash the blood against the altar of the Lord at the entrance to the tent of meeting and burn the fat as an aroma pleasing to the Lord."},{"Chapter":17,"Number":7,"Text":"They must no longer offer any of their sacrifices to the goat idols to whom they prostitute themselves. This is to be a lasting ordinance for them and for the generations to come.’"},{"Chapter":17,"Number":8,"Text":"“Say to them: ‘Any Israelite or any foreigner residing among them who offers a burnt offering or sacrifice"},{"Chapter":17,"Number":9,"Text":"and does not bring it to the entrance to the tent of meeting to sacrifice it to the Lord must be cut off from the people of Israel."},{"Chapter":17,"Number":10,"Text":"“‘I will set my face against any Israelite or any foreigner residing among them who eats blood, and I will cut them off from the people."},{"Chapter":17,"Number":11,"Text":"For the life of a creature is in the blood, and I have given it to you to make atonement for yourselves on the altar; it is the blood that makes atonement for one’s life."},{"Chapter":17,"Number":12,"Text":"Therefore I say to the Israelites, “None of you may eat blood, nor may any foreigner residing among you eat blood.”"},{"Chapter":17,"Number":13,"Text":"“‘Any Israelite or any foreigner residing among you who hunts any animal or bird that may be eaten must drain out the blood and cover it with earth,"},{"Chapter":17,"Number":14,"Text":"because the life of every creature is its blood. That is why I have said to the Israelites, “You must not eat the blood of any creature, because the life of every creature is its blood; anyone who eats it must be cut off.”"},{"Chapter":17,"Number":15,"Text":"“‘Anyone, whether native-born or foreigner, who eats anything found dead or torn by wild animals must wash their clothes and bathe with water, and they will be ceremonially unclean till evening; then they will be clean."},{"Chapter":17,"Number":16,"Text":"But if they do not wash their clothes and bathe themselves, they will be held responsible.’”"},{"Chapter":18,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":18,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘I am the Lord your God."},{"Chapter":18,"Number":3,"Text":"You must not do as they do in Egypt, where you used to live, and you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their practices."},{"Chapter":18,"Number":4,"Text":"You must obey my laws and be careful to follow my decrees. I am the Lord your God."},{"Chapter":18,"Number":5,"Text":"Keep my decrees and laws, for the person who obeys them will live by them. I am the Lord."},{"Chapter":18,"Number":6,"Text":"“‘No one is to approach any close relative to have sexual relations. I am the Lord."},{"Chapter":18,"Number":7,"Text":"“‘Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her."},{"Chapter":18,"Number":8,"Text":"“‘Do not have sexual relations with your father’s wife; that would dishonor your father."},{"Chapter":18,"Number":9,"Text":"“‘Do not have sexual relations with your sister, either your father’s daughter or your mother’s daughter, whether she was born in the same home or elsewhere."},{"Chapter":18,"Number":10,"Text":"“‘Do not have sexual relations with your son’s daughter or your daughter’s daughter; that would dishonor you."},{"Chapter":18,"Number":11,"Text":"“‘Do not have sexual relations with the daughter of your father’s wife, born to your father; she is your sister."},{"Chapter":18,"Number":12,"Text":"“‘Do not have sexual relations with your father’s sister; she is your father’s close relative."},{"Chapter":18,"Number":13,"Text":"“‘Do not have sexual relations with your mother’s sister, because she is your mother’s close relative."},{"Chapter":18,"Number":14,"Text":"“‘Do not dishonor your father’s brother by approaching his wife to have sexual relations; she is your aunt."},{"Chapter":18,"Number":15,"Text":"“‘Do not have sexual relations with your daughter-in-law. She is your son’s wife; do not have relations with her."},{"Chapter":18,"Number":16,"Text":"“‘Do not have sexual relations with your brother’s wife; that would dishonor your brother."},{"Chapter":18,"Number":17,"Text":"“‘Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son’s daughter or her daughter’s daughter; they are her close relatives. That is wickedness."},{"Chapter":18,"Number":18,"Text":"“‘Do not take your wife’s sister as a rival wife and have sexual relations with her while your wife is living."},{"Chapter":18,"Number":19,"Text":"“‘Do not approach a woman to have sexual relations during the uncleanness of her monthly period."},{"Chapter":18,"Number":20,"Text":"“‘Do not have sexual relations with your neighbor’s wife and defile yourself with her."},{"Chapter":18,"Number":21,"Text":"“‘Do not give any of your children to be sacrificed to Molek, for you must not profane the name of your God. I am the Lord."},{"Chapter":18,"Number":22,"Text":"“‘Do not have sexual relations with a man as one does with a woman; that is detestable."},{"Chapter":18,"Number":23,"Text":"“‘Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion."},{"Chapter":18,"Number":24,"Text":"“‘Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled."},{"Chapter":18,"Number":25,"Text":"Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants."},{"Chapter":18,"Number":26,"Text":"But you must keep my decrees and my laws. The native-born and the foreigners residing among you must not do any of these detestable things,"},{"Chapter":18,"Number":27,"Text":"for all these things were done by the people who lived in the land before you, and the land became defiled."},{"Chapter":18,"Number":28,"Text":"And if you defile the land, it will vomit you out as it vomited out the nations that were before you."},{"Chapter":18,"Number":29,"Text":"“‘Everyone who does any of these detestable things—such persons must be cut off from their people."},{"Chapter":18,"Number":30,"Text":"Keep my requirements : S Ge 17:7\n\nLeviticus 18:3 : ver 24-30; S Ex 23:24; Dt 18:9; 2Ki 16:3; 17:8; 1Ch 5:25\n\nLeviticus 18:4 : S Ge 26:5\n\nLeviticus 18:4 : Dt 4:1; 1Ki 11:11; Jer 44:10, 23; Eze 11:12\n\nLeviticus 18:4 : ver 2\n\nLeviticus 18:5 : S Ge 26:5\n\nLeviticus 18:5 : Dt 4:1; Ne 9:29; Isa 55:3; Eze 18:9; 20:11; Am 5:4-6; Mt 19:17; S Ro 10:5*; Gal 3:12*\n\nLeviticus 18:7 : ver 8; Lev 20:11; Dt 27:20\n\nLeviticus 18:7 : Eze 22:10\n\nLeviticus 18:8 : 1Co 5:1\n\nLeviticus 18:8 : Ge 35:22; Lev 20:11; Dt 22:30; 27:20\n\nLeviticus 18:9 : ver 11; Lev 20:17; Dt 27:22\n\nLeviticus 18:9 : Lev 20:17; Dt 27:22; 2Sa 13:13; Eze 22:11\n\nLeviticus 18:12 : ver 13; Lev 20:19\n\nLeviticus 18:13 : S ver 12, 14; Lev 20:20\n\nLeviticus 18:14 : S ver 13\n\nLeviticus 18:15 : S Ge 11:31; S 38:16\n\nLeviticus 18:15 : Eze 22:11\n\nLeviticus 18:16 : Lev 20:21; Mt 14:4; Mk 6:18\n\nLeviticus 18:17 : Lev 20:14; Dt 27:23\n\nLeviticus 18:18 : S Ge 30:1\n\nLeviticus 18:19 : S Lev 15:25-30\n\nLeviticus 18:19 : S Lev 15:24\n\nLeviticus 18:20 : S Ex 20:14; Mt 5:27, 28; 1Co 6:9; Heb 13:4\n\nLeviticus 18:21 : Dt 12:31; 18:10; 2Ki 16:3; 17:17; 21:6; 23:10; 2Ch 28:1-4; 33:6; Ps 106:37, 38; Isa 57:5; Jer 7:30, 31; 19:5; 32:35; Eze 16:20; Mic 6:7\n\nLeviticus 18:21 : Lev 20:2-5; Dt 9:4; 1Ki 11:5, 7, 33; Isa 57:9; Jer 32:35; 49:1; Zep 1:5\n\nLeviticus 18:21 : Lev 19:12; 21:6; Isa 48:11; Eze 22:26; 36:20; Am 2:7; Mal 1:12\n\nLeviticus 18:21 : S Ex 6:2\n\nLeviticus 18:22 : Lev 20:13; Dt 23:18; Ro 1:27; 1Co 6:9\n\nLeviticus 18:22 : S Ge 19:5\n\nLeviticus 18:23 : Ex 22:19; Lev 20:15; Dt 27:21\n\nLeviticus 18:24 : ver 3, 27, 30; Lev 20:23\n\nLeviticus 18:24 : Dt 9:4; 18:12\n\nLeviticus 18:25 : Nu 35:34; Dt 21:23\n\nLeviticus 18:25 : Lev 20:23; Dt 9:5; 12:31; 18:12\n\nLeviticus 18:25 : ver 28; Lev 20:22; Job 20:15; Jer 51:34\n\nLeviticus 18:26 : S Ge 26:5\n\nLeviticus 18:28 : Lev 20:22; Ezr 9:11; La 1:17\n\nLeviticus 18:28 : S ver 25\n\nLeviticus 18:30 : S Lev 8:35\n\nLeviticus 18:30 : ver 2"},{"Chapter":19,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":19,"Number":2,"Text":"“Speak to the entire assembly of Israel and say to them: ‘Be holy because I, the Lord your God, am holy."},{"Chapter":19,"Number":3,"Text":"“‘Each of you must respect your mother and father, and you must observe my Sabbaths. I am the Lord your God."},{"Chapter":19,"Number":4,"Text":"“‘Do not turn to idols or make metal gods for yourselves. I am the Lord your God."},{"Chapter":19,"Number":5,"Text":"“‘When you sacrifice a fellowship offering to the Lord, sacrifice it in such a way that it will be accepted on your behalf."},{"Chapter":19,"Number":6,"Text":"It shall be eaten on the day you sacrifice it or on the next day; anything left over until the third day must be burned up."},{"Chapter":19,"Number":7,"Text":"If any of it is eaten on the third day, it is impure and will not be accepted."},{"Chapter":19,"Number":8,"Text":"Whoever eats it will be held responsible because they have desecrated what is holy to the Lord; they must be cut off from their people."},{"Chapter":19,"Number":9,"Text":"“‘When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest."},{"Chapter":19,"Number":10,"Text":"Do not go over your vineyard a second time or pick up the grapes that have fallen. Leave them for the poor and the foreigner. I am the Lord your God."},{"Chapter":19,"Number":11,"Text":"“‘Do not steal.“‘Do not lie.“‘Do not deceive one another."},{"Chapter":19,"Number":12,"Text":"“‘Do not swear falsely by my name and so profane the name of your God. I am the Lord."},{"Chapter":19,"Number":13,"Text":"“‘Do not defraud or rob your neighbor.“‘Do not hold back the wages of a hired worker overnight."},{"Chapter":19,"Number":14,"Text":"“‘Do not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the Lord."},{"Chapter":19,"Number":15,"Text":"“‘Do not pervert justice; do not show partiality to the poor or favoritism to the great, but judge your neighbor fairly."},{"Chapter":19,"Number":16,"Text":"“‘Do not go about spreading slander among your people.“‘Do not do anything that endangers your neighbor’s life. I am the Lord."},{"Chapter":19,"Number":17,"Text":"“‘Do not hate a fellow Israelite in your heart. Rebuke your neighbor frankly so you will not share in their guilt."},{"Chapter":19,"Number":18,"Text":"“‘Do not seek revenge or bear a grudge against anyone among your people, but love your neighbor as yourself. I am the Lord."},{"Chapter":19,"Number":19,"Text":"“‘Keep my decrees.“‘Do not mate different kinds of animals.“‘Do not plant your field with two kinds of seed.“‘Do not wear clothing woven of two kinds of material."},{"Chapter":19,"Number":20,"Text":"“‘If a man sleeps with a female slave who is promised to another man but who has not been ransomed or given her freedom, there must be due punishment. Yet they are not to be put to death, because she had not been freed."},{"Chapter":19,"Number":21,"Text":"The man, however, must bring a ram to the entrance to the tent of meeting for a guilt offering to the Lord."},{"Chapter":19,"Number":22,"Text":"With the ram of the guilt offering the priest is to make atonement for him before the Lord for the sin he has committed, and his sin will be forgiven."},{"Chapter":19,"Number":23,"Text":"“‘When you enter the land and plant any kind of fruit tree, regard its fruit as forbidden. For three years you are to consider it forbidden; it must not be eaten."},{"Chapter":19,"Number":24,"Text":"In the fourth year all its fruit will be holy, an offering of praise to the Lord."},{"Chapter":19,"Number":25,"Text":"But in the fifth year you may eat its fruit. In this way your harvest will be increased. I am the Lord your God."},{"Chapter":19,"Number":26,"Text":"“‘Do not eat any meat with the blood still in it.“‘Do not practice divination or seek omens."},{"Chapter":19,"Number":27,"Text":"“‘Do not cut the hair at the sides of your head or clip off the edges of your beard."},{"Chapter":19,"Number":28,"Text":"“‘Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the Lord."},{"Chapter":19,"Number":29,"Text":"“‘Do not degrade your daughter by making her a prostitute, or the land will turn to prostitution and be filled with wickedness."},{"Chapter":19,"Number":30,"Text":"“‘Observe my Sabbaths and have reverence for my sanctuary. I am the Lord."},{"Chapter":19,"Number":31,"Text":"“‘Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the Lord your God."},{"Chapter":19,"Number":32,"Text":"“‘Stand up in the presence of the aged, show respect for the elderly and revere your God. I am the Lord."},{"Chapter":19,"Number":33,"Text":"“‘When a foreigner resides among you in your land, do not mistreat them."},{"Chapter":19,"Number":34,"Text":"The foreigner residing among you must be treated as your native-born. Love them as yourself, for you were foreigners in Egypt. I am the Lord your God."},{"Chapter":19,"Number":35,"Text":"“‘Do not use dishonest standards when measuring length, weight or quantity."},{"Chapter":19,"Number":36,"Text":"Use honest scales and honest weights, an honest ephah and an honest hin. I am the Lord your God, who brought you out of Egypt."},{"Chapter":19,"Number":37,"Text":"“‘Keep all my decrees and all my laws and follow them. I am the Lord.’”"},{"Chapter":20,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":20,"Number":2,"Text":"“Say to the Israelites: ‘Any Israelite or any foreigner residing in Israel who sacrifices any of his children to Molek is to be put to death. The members of the community are to stone him."},{"Chapter":20,"Number":3,"Text":"I myself will set my face against him and will cut him off from his people; for by sacrificing his children to Molek, he has defiled my sanctuary and profaned my holy name."},{"Chapter":20,"Number":4,"Text":"If the members of the community close their eyes when that man sacrifices one of his children to Molek and if they fail to put him to death,"},{"Chapter":20,"Number":5,"Text":"I myself will set my face against him and his family and will cut them off from their people together with all who follow him in prostituting themselves to Molek."},{"Chapter":20,"Number":6,"Text":"“‘I will set my face against anyone who turns to mediums and spiritists to prostitute themselves by following them, and I will cut them off from their people."},{"Chapter":20,"Number":7,"Text":"“‘Consecrate yourselves and be holy, because I am the Lord your God."},{"Chapter":20,"Number":8,"Text":"Keep my decrees and follow them. I am the Lord, who makes you holy."},{"Chapter":20,"Number":9,"Text":"“‘Anyone who curses their father or mother is to be put to death. Because they have cursed their father or mother, their blood will be on their own head."},{"Chapter":20,"Number":10,"Text":"“‘If a man commits adultery with another man’s wife—with the wife of his neighbor—both the adulterer and the adulteress are to be put to death."},{"Chapter":20,"Number":11,"Text":"“‘If a man has sexual relations with his father’s wife, he has dishonored his father. Both the man and the woman are to be put to death; their blood will be on their own heads."},{"Chapter":20,"Number":12,"Text":"“‘If a man has sexual relations with his daughter-in-law, both of them are to be put to death. What they have done is a perversion; their blood will be on their own heads."},{"Chapter":20,"Number":13,"Text":"“‘If a man has sexual relations with a man as one does with a woman, both of them have done what is detestable. They are to be put to death; their blood will be on their own heads."},{"Chapter":20,"Number":14,"Text":"“‘If a man marries both a woman and her mother, it is wicked. Both he and they must be burned in the fire, so that no wickedness will be among you."},{"Chapter":20,"Number":15,"Text":"“‘If a man has sexual relations with an animal, he is to be put to death, and you must kill the animal."},{"Chapter":20,"Number":16,"Text":"“‘If a woman approaches an animal to have sexual relations with it, kill both the woman and the animal. They are to be put to death; their blood will be on their own heads."},{"Chapter":20,"Number":17,"Text":"“‘If a man marries his sister, the daughter of either his father or his mother, and they have sexual relations, it is a disgrace. They are to be publicly removed from their people. He has dishonored his sister and will be held responsible."},{"Chapter":20,"Number":18,"Text":"“‘If a man has sexual relations with a woman during her monthly period, he has exposed the source of her flow, and she has also uncovered it. Both of them are to be cut off from their people."},{"Chapter":20,"Number":19,"Text":"“‘Do not have sexual relations with the sister of either your mother or your father, for that would dishonor a close relative; both of you would be held responsible."},{"Chapter":20,"Number":20,"Text":"“‘If a man has sexual relations with his aunt, he has dishonored his uncle. They will be held responsible; they will die childless."},{"Chapter":20,"Number":21,"Text":"“‘If a man marries his brother’s wife, it is an act of impurity; he has dishonored his brother. They will be childless."},{"Chapter":20,"Number":22,"Text":"“‘Keep all my decrees and laws and follow them, so that the land where I am bringing you to live may not vomit you out."},{"Chapter":20,"Number":23,"Text":"You must not live according to the customs of the nations I am going to drive out before you. Because they did all these things, I abhorred them."},{"Chapter":20,"Number":24,"Text":"But I said to you, “You will possess their land; I will give it to you as an inheritance, a land flowing with milk and honey.” I am the Lord your God, who has set you apart from the nations."},{"Chapter":20,"Number":25,"Text":"“‘You must therefore make a distinction between clean and unclean animals and between unclean and clean birds. Do not defile yourselves by any animal or bird or anything that moves along the ground—those that I have set apart as unclean for you."},{"Chapter":20,"Number":26,"Text":"You are to be holy to me because I, the Lord, am holy, and I have set you apart from the nations to be my own."},{"Chapter":20,"Number":27,"Text":"“‘A man or woman who is a medium : ver 10; Ge 26:11; Ex 19:12\n\nLeviticus 20:2 : ver 27; Lev 24:14; Nu 15:35, 36; Dt 21:21; Jos 7:25\n\nLeviticus 20:3 : ver 5, 6; Lev 23:30\n\nLeviticus 20:3 : Ps 74:7; 79:1; Jer 7:30; Eze 5:11\n\nLeviticus 20:3 : S Lev 15:31\n\nLeviticus 20:3 : S Lev 18:21\n\nLeviticus 20:4 : Dt 17:2-5\n\nLeviticus 20:6 : S ver 3; S Lev 19:31\n\nLeviticus 20:7 : S Lev 11:44\n\nLeviticus 20:7 : S Ex 29:1; 31:13; Lev 11:45; Eph 1:4; 1Pe 1:16*\n\nLeviticus 20:7 : S Ex 6:2; S 20:2\n\nLeviticus 20:8 : S Ge 26:5\n\nLeviticus 20:8 : S Ex 31:13; Eze 20:12\n\nLeviticus 20:9 : Ex 20:12; Jer 35:16; Mal 1:6; 2:10\n\nLeviticus 20:9 : S Ex 20:12; Dt 27:16; Eze 22:7\n\nLeviticus 20:9 : Ex 21:17; Dt 21:20-21; Mt 15:4*; Mk 7:10*\n\nLeviticus 20:9 : ver 11; Dt 22:30; Jos 2:19; 2Sa 1:16; 3:29; 1Ki 2:37; Eze 18:13; 33:4, 5\n\nLeviticus 20:10 : Ex 20:14; Dt 5:18; 22:22; Jn 8:5\n\nLeviticus 20:10 : S Ge 38:24; S Ex 21:12\n\nLeviticus 20:11 : S Lev 18:7\n\nLeviticus 20:11 : S ver 9; S Lev 18:8\n\nLeviticus 20:12 : S Ge 11:31; S 38:16\n\nLeviticus 20:13 : Lev 18:22\n\nLeviticus 20:14 : S Lev 18:17\n\nLeviticus 20:14 : Lev 21:9; Nu 16:39; Jdg 14:15; 15:6\n\nLeviticus 20:14 : S Lev 18:8; Dt 27:23\n\nLeviticus 20:15 : S Ex 22:19\n\nLeviticus 20:15 : ver 10\n\nLeviticus 20:17 : S Lev 18:9\n\nLeviticus 20:17 : S Ge 17:14\n\nLeviticus 20:17 : S Lev 5:1\n\nLeviticus 20:18 : S Lev 15:24\n\nLeviticus 20:18 : Eze 18:6\n\nLeviticus 20:19 : S Lev 18:12\n\nLeviticus 20:20 : S Lev 18:13\n\nLeviticus 20:20 : ver 21; Ge 15:2\n\nLeviticus 20:21 : S Lev 18:16; Mt 14:4; Mk 6:18\n\nLeviticus 20:21 : S ver 20\n\nLeviticus 20:22 : S Ge 26:5\n\nLeviticus 20:22 : S Lev 18:25-28\n\nLeviticus 20:23 : S Lev 18:3\n\nLeviticus 20:23 : S Lev 18:24\n\nLeviticus 20:23 : S Lev 18:25\n\nLeviticus 20:24 : S Ex 3:8; Nu 14:8; 16:14\n\nLeviticus 20:24 : S Ex 33:16\n\nLeviticus 20:25 : Lev 10:10; Dt 14:3-21; Ac 10:14\n\nLeviticus 20:26 : Dt 14:2\n\nLeviticus 20:26 : ver 8; Lev 19:2; Jos 24:19; 2Ki 19:22; Ps 99:3\n\nLeviticus 20:26 : S Ex 33:16\n\nLeviticus 20:27 : S Ex 22:18\n\nLeviticus 20:27 : S Lev 19:31\n\nLeviticus 20:27 : S ver 2; S Lev 24:14"},{"Chapter":21,"Number":1,"Text":"The Lord said to Moses, “Speak to the priests, the sons of Aaron, and say to them: ‘A priest must not make himself ceremonially unclean for any of his people who die,"},{"Chapter":21,"Number":2,"Text":"except for a close relative, such as his mother or father, his son or daughter, his brother,"},{"Chapter":21,"Number":3,"Text":"or an unmarried sister who is dependent on him since she has no husband—for her he may make himself unclean."},{"Chapter":21,"Number":4,"Text":"He must not make himself unclean for people related to him by marriage, and so defile himself."},{"Chapter":21,"Number":5,"Text":"“‘Priests must not shave their heads or shave off the edges of their beards or cut their bodies."},{"Chapter":21,"Number":6,"Text":"They must be holy to their God and must not profane the name of their God. Because they present the food offerings to the Lord, the food of their God, they are to be holy."},{"Chapter":21,"Number":7,"Text":"“‘They must not marry women defiled by prostitution or divorced from their husbands, because priests are holy to their God."},{"Chapter":21,"Number":8,"Text":"Regard them as holy, because they offer up the food of your God. Consider them holy, because I the Lord am holy—I who make you holy."},{"Chapter":21,"Number":9,"Text":"“‘If a priest’s daughter defiles herself by becoming a prostitute, she disgraces her father; she must be burned in the fire."},{"Chapter":21,"Number":10,"Text":"“‘The high priest, the one among his brothers who has had the anointing oil poured on his head and who has been ordained to wear the priestly garments, must not let his hair become unkempt or tear his clothes."},{"Chapter":21,"Number":11,"Text":"He must not enter a place where there is a dead body. He must not make himself unclean, even for his father or mother,"},{"Chapter":21,"Number":12,"Text":"nor leave the sanctuary of his God or desecrate it, because he has been dedicated by the anointing oil of his God. I am the Lord."},{"Chapter":21,"Number":13,"Text":"“‘The woman he marries must be a virgin."},{"Chapter":21,"Number":14,"Text":"He must not marry a widow, a divorced woman, or a woman defiled by prostitution, but only a virgin from his own people,"},{"Chapter":21,"Number":15,"Text":"so that he will not defile his offspring among his people. I am the Lord, who makes him holy.’”"},{"Chapter":21,"Number":16,"Text":"The Lord said to Moses,"},{"Chapter":21,"Number":17,"Text":"“Say to Aaron: ‘For the generations to come none of your descendants who has a defect may come near to offer the food of his God."},{"Chapter":21,"Number":18,"Text":"No man who has any defect may come near: no man who is blind or lame, disfigured or deformed;"},{"Chapter":21,"Number":19,"Text":"no man with a crippled foot or hand,"},{"Chapter":21,"Number":20,"Text":"or who is a hunchback or a dwarf, or who has any eye defect, or who has festering or running sores or damaged testicles."},{"Chapter":21,"Number":21,"Text":"No descendant of Aaron the priest who has any defect is to come near to present the food offerings to the Lord. He has a defect; he must not come near to offer the food of his God."},{"Chapter":21,"Number":22,"Text":"He may eat the most holy food of his God, as well as the holy food;"},{"Chapter":21,"Number":23,"Text":"yet because of his defect, he must not go near the curtain or approach the altar, and so desecrate my sanctuary. I am the Lord, who makes them holy.’”"},{"Chapter":21,"Number":24,"Text":"So Moses told this to Aaron and his sons and to all the Israelites."},{"Chapter":22,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":2,"Text":"“Tell Aaron and his sons to treat with respect the sacred offerings the Israelites consecrate to me, so they will not profane my holy name. I am the Lord."},{"Chapter":22,"Number":3,"Text":"“Say to them: ‘For the generations to come, if any of your descendants is ceremonially unclean and yet comes near the sacred offerings that the Israelites consecrate to the Lord, that person must be cut off from my presence. I am the Lord."},{"Chapter":22,"Number":4,"Text":"“‘If a descendant of Aaron has a defiling skin disease or a bodily discharge, he may not eat the sacred offerings until he is cleansed. He will also be unclean if he touches something defiled by a corpse or by anyone who has an emission of semen,"},{"Chapter":22,"Number":5,"Text":"or if he touches any crawling thing that makes him unclean, or any person who makes him unclean, whatever the uncleanness may be."},{"Chapter":22,"Number":6,"Text":"The one who touches any such thing will be unclean till evening. He must not eat any of the sacred offerings unless he has bathed himself with water."},{"Chapter":22,"Number":7,"Text":"When the sun goes down, he will be clean, and after that he may eat the sacred offerings, for they are his food."},{"Chapter":22,"Number":8,"Text":"He must not eat anything found dead or torn by wild animals, and so become unclean through it. I am the Lord."},{"Chapter":22,"Number":9,"Text":"“‘The priests are to perform my service in such a way that they do not become guilty and die for treating it with contempt. I am the Lord, who makes them holy."},{"Chapter":22,"Number":10,"Text":"“‘No one outside a priest’s family may eat the sacred offering, nor may the guest of a priest or his hired worker eat it."},{"Chapter":22,"Number":11,"Text":"But if a priest buys a slave with money, or if slaves are born in his household, they may eat his food."},{"Chapter":22,"Number":12,"Text":"If a priest’s daughter marries anyone other than a priest, she may not eat any of the sacred contributions."},{"Chapter":22,"Number":13,"Text":"But if a priest’s daughter becomes a widow or is divorced, yet has no children, and she returns to live in her father’s household as in her youth, she may eat her father’s food. No unauthorized person, however, may eat it."},{"Chapter":22,"Number":14,"Text":"“‘Anyone who eats a sacred offering by mistake must make restitution to the priest for the offering and add a fifth of the value to it."},{"Chapter":22,"Number":15,"Text":"The priests must not desecrate the sacred offerings the Israelites present to the Lord"},{"Chapter":22,"Number":16,"Text":"by allowing them to eat the sacred offerings and so bring upon them guilt requiring payment. I am the Lord, who makes them holy.’” Unacceptable Sacrifices"},{"Chapter":22,"Number":17,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":18,"Text":"“Speak to Aaron and his sons and to all the Israelites and say to them: ‘If any of you—whether an Israelite or a foreigner residing in Israel—presents a gift for a burnt offering to the Lord, either to fulfill a vow or as a freewill offering,"},{"Chapter":22,"Number":19,"Text":"you must present a male without defect from the cattle, sheep or goats in order that it may be accepted on your behalf."},{"Chapter":22,"Number":20,"Text":"Do not bring anything with a defect, because it will not be accepted on your behalf."},{"Chapter":22,"Number":21,"Text":"When anyone brings from the herd or flock a fellowship offering to the Lord to fulfill a special vow or as a freewill offering, it must be without defect or blemish to be acceptable."},{"Chapter":22,"Number":22,"Text":"Do not offer to the Lord the blind, the injured or the maimed, or anything with warts or festering or running sores. Do not place any of these on the altar as a food offering presented to the Lord."},{"Chapter":22,"Number":23,"Text":"You may, however, present as a freewill offering an ox or a sheep that is deformed or stunted, but it will not be accepted in fulfillment of a vow."},{"Chapter":22,"Number":24,"Text":"You must not offer to the Lord an animal whose testicles are bruised, crushed, torn or cut. You must not do this in your own land,"},{"Chapter":22,"Number":25,"Text":"and you must not accept such animals from the hand of a foreigner and offer them as the food of your God. They will not be accepted on your behalf, because they are deformed and have defects.’”"},{"Chapter":22,"Number":26,"Text":"The Lord said to Moses,"},{"Chapter":22,"Number":27,"Text":"“When a calf, a lamb or a goat is born, it is to remain with its mother for seven days. From the eighth day on, it will be acceptable as a food offering presented to the Lord."},{"Chapter":22,"Number":28,"Text":"Do not slaughter a cow or a sheep and its young on the same day."},{"Chapter":22,"Number":29,"Text":"“When you sacrifice a thank offering to the Lord, sacrifice it in such a way that it will be accepted on your behalf."},{"Chapter":22,"Number":30,"Text":"It must be eaten that same day; leave none of it till morning. I am the Lord."},{"Chapter":22,"Number":31,"Text":"“Keep my commands and follow them. I am the Lord."},{"Chapter":22,"Number":32,"Text":"Do not profane my holy name, for I must be acknowledged as holy by the Israelites. I am the Lord, who made you holy"},{"Chapter":22,"Number":33,"Text":"and who brought you out of Egypt to be your God. I am the Lord.”"},{"Chapter":23,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘These are my appointed festivals, the appointed festivals of the Lord, which you are to proclaim as sacred assemblies. The Sabbath"},{"Chapter":23,"Number":3,"Text":"“‘There are six days when you may work, but the seventh day is a day of sabbath rest, a day of sacred assembly. You are not to do any work; wherever you live, it is a sabbath to the Lord. The Passover and the Festival of Unleavened Bread"},{"Chapter":23,"Number":4,"Text":"“‘These are the Lord’s appointed festivals, the sacred assemblies you are to proclaim at their appointed times:"},{"Chapter":23,"Number":5,"Text":"The Lord’s Passover begins at twilight on the fourteenth day of the first month."},{"Chapter":23,"Number":6,"Text":"On the fifteenth day of that month the Lord’s Festival of Unleavened Bread begins; for seven days you must eat bread made without yeast."},{"Chapter":23,"Number":7,"Text":"On the first day hold a sacred assembly and do no regular work."},{"Chapter":23,"Number":8,"Text":"For seven days present a food offering to the Lord. And on the seventh day hold a sacred assembly and do no regular work.’” Offering the Firstfruits"},{"Chapter":23,"Number":9,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":10,"Text":"“Speak to the Israelites and say to them: ‘When you enter the land I am going to give you and you reap its harvest, bring to the priest a sheaf of the first grain you harvest."},{"Chapter":23,"Number":11,"Text":"He is to wave the sheaf before the Lord so it will be accepted on your behalf; the priest is to wave it on the day after the Sabbath."},{"Chapter":23,"Number":12,"Text":"On the day you wave the sheaf, you must sacrifice as a burnt offering to the Lord a lamb a year old without defect,"},{"Chapter":23,"Number":13,"Text":"together with its grain offering of two-tenths of an ephah of the finest flour mixed with olive oil—a food offering presented to the Lord, a pleasing aroma—and its drink offering of a quarter of a hin of wine."},{"Chapter":23,"Number":14,"Text":"You must not eat any bread, or roasted or new grain, until the very day you bring this offering to your God. This is to be a lasting ordinance for the generations to come, wherever you live. The Festival of Weeks"},{"Chapter":23,"Number":15,"Text":"“‘From the day after the Sabbath, the day you brought the sheaf of the wave offering, count off seven full weeks."},{"Chapter":23,"Number":16,"Text":"Count off fifty days up to the day after the seventh Sabbath, and then present an offering of new grain to the Lord."},{"Chapter":23,"Number":17,"Text":"From wherever you live, bring two loaves made of two-tenths of an ephah of the finest flour, baked with yeast, as a wave offering of firstfruits to the Lord."},{"Chapter":23,"Number":18,"Text":"Present with this bread seven male lambs, each a year old and without defect, one young bull and two rams. They will be a burnt offering to the Lord, together with their grain offerings and drink offerings—a food offering, an aroma pleasing to the Lord."},{"Chapter":23,"Number":19,"Text":"Then sacrifice one male goat for a sin offering and two lambs, each a year old, for a fellowship offering."},{"Chapter":23,"Number":20,"Text":"The priest is to wave the two lambs before the Lord as a wave offering, together with the bread of the firstfruits. They are a sacred offering to the Lord for the priest."},{"Chapter":23,"Number":21,"Text":"On that same day you are to proclaim a sacred assembly and do no regular work. This is to be a lasting ordinance for the generations to come, wherever you live."},{"Chapter":23,"Number":22,"Text":"“‘When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. Leave them for the poor and for the foreigner residing among you. I am the Lord your God.’” The Festival of Trumpets"},{"Chapter":23,"Number":23,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":24,"Text":"“Say to the Israelites: ‘On the first day of the seventh month you are to have a day of sabbath rest, a sacred assembly commemorated with trumpet blasts."},{"Chapter":23,"Number":25,"Text":"Do no regular work, but present a food offering to the Lord.’” The Day of Atonement"},{"Chapter":23,"Number":26,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":27,"Text":"“The tenth day of this seventh month is the Day of Atonement. Hold a sacred assembly and deny yourselves, and present a food offering to the Lord."},{"Chapter":23,"Number":28,"Text":"Do not do any work on that day, because it is the Day of Atonement, when atonement is made for you before the Lord your God."},{"Chapter":23,"Number":29,"Text":"Those who do not deny themselves on that day must be cut off from their people."},{"Chapter":23,"Number":30,"Text":"I will destroy from among their people anyone who does any work on that day."},{"Chapter":23,"Number":31,"Text":"You shall do no work at all. This is to be a lasting ordinance for the generations to come, wherever you live."},{"Chapter":23,"Number":32,"Text":"It is a day of sabbath rest for you, and you must deny yourselves. From the evening of the ninth day of the month until the following evening you are to observe your sabbath.” The Festival of Tabernacles"},{"Chapter":23,"Number":33,"Text":"The Lord said to Moses,"},{"Chapter":23,"Number":34,"Text":"“Say to the Israelites: ‘On the fifteenth day of the seventh month the Lord’s Festival of Tabernacles begins, and it lasts for seven days."},{"Chapter":23,"Number":35,"Text":"The first day is a sacred assembly; do no regular work."},{"Chapter":23,"Number":36,"Text":"For seven days present food offerings to the Lord, and on the eighth day hold a sacred assembly and present a food offering to the Lord. It is the closing special assembly; do no regular work."},{"Chapter":23,"Number":37,"Text":"(“‘These are the Lord’s appointed festivals, which you are to proclaim as sacred assemblies for bringing food offerings to the Lord—the burnt offerings and grain offerings, sacrifices and drink offerings required for each day."},{"Chapter":23,"Number":38,"Text":"These offerings are in addition to those for the Lord’s Sabbaths and in addition to your gifts and whatever you have vowed and all the freewill offerings you give to the Lord.)"},{"Chapter":23,"Number":39,"Text":"“‘So beginning with the fifteenth day of the seventh month, after you have gathered the crops of the land, celebrate the festival to the Lord for seven days; the first day is a day of sabbath rest, and the eighth day also is a day of sabbath rest."},{"Chapter":23,"Number":40,"Text":"On the first day you are to take branches from luxuriant trees—from palms, willows and other leafy trees—and rejoice before the Lord your God for seven days."},{"Chapter":23,"Number":41,"Text":"Celebrate this as a festival to the Lord for seven days each year. This is to be a lasting ordinance for the generations to come; celebrate it in the seventh month."},{"Chapter":23,"Number":42,"Text":"Live in temporary shelters for seven days: All native-born Israelites are to live in such shelters"},{"Chapter":23,"Number":43,"Text":"so your descendants will know that I had the Israelites live in temporary shelters when I brought them out of Egypt. I am the Lord your God.’”"},{"Chapter":23,"Number":44,"Text":"So Moses announced to the Israelites the appointed festivals of the Lord."},{"Chapter":24,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":24,"Number":2,"Text":"“Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning continually."},{"Chapter":24,"Number":3,"Text":"Outside the curtain that shields the ark of the covenant law in the tent of meeting, Aaron is to tend the lamps before the Lord from evening till morning, continually. This is to be a lasting ordinance for the generations to come."},{"Chapter":24,"Number":4,"Text":"The lamps on the pure gold lampstand before the Lord must be tended continually."},{"Chapter":24,"Number":5,"Text":"“Take the finest flour and bake twelve loaves of bread, using two-tenths of an ephah for each loaf."},{"Chapter":24,"Number":6,"Text":"Arrange them in two stacks, six in each stack, on the table of pure gold before the Lord."},{"Chapter":24,"Number":7,"Text":"By each stack put some pure incense as a memorial portion to represent the bread and to be a food offering presented to the Lord."},{"Chapter":24,"Number":8,"Text":"This bread is to be set out before the Lord regularly, Sabbath after Sabbath, on behalf of the Israelites, as a lasting covenant."},{"Chapter":24,"Number":9,"Text":"It belongs to Aaron and his sons, who are to eat it in the sanctuary area, because it is a most holy part of their perpetual share of the food offerings presented to the Lord.” "},{"Chapter":24,"Number":10,"Text":"Now the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite."},{"Chapter":24,"Number":11,"Text":"The son of the Israelite woman blasphemed the Name with a curse; so they brought him to Moses. (His mother’s name was Shelomith, the daughter of Dibri the Danite.)"},{"Chapter":24,"Number":12,"Text":"They put him in custody until the will of the Lord should be made clear to them."},{"Chapter":24,"Number":13,"Text":"Then the Lord said to Moses:"},{"Chapter":24,"Number":14,"Text":"“Take the blasphemer outside the camp. All those who heard him are to lay their hands on his head, and the entire assembly is to stone him."},{"Chapter":24,"Number":15,"Text":"Say to the Israelites: ‘Anyone who curses their God will be held responsible;"},{"Chapter":24,"Number":16,"Text":"anyone who blasphemes the name of the Lord is to be put to death. The entire assembly must stone them. Whether foreigner or native-born, when they blaspheme the Name they are to be put to death."},{"Chapter":24,"Number":17,"Text":"“‘Anyone who takes the life of a human being is to be put to death."},{"Chapter":24,"Number":18,"Text":"Anyone who takes the life of someone’s animal must make restitution—life for life."},{"Chapter":24,"Number":19,"Text":"Anyone who injures their neighbor is to be injured in the same manner:"},{"Chapter":24,"Number":20,"Text":"fracture for fracture, eye for eye, tooth for tooth. The one who has inflicted the injury must suffer the same injury."},{"Chapter":24,"Number":21,"Text":"Whoever kills an animal must make restitution, but whoever kills a human being is to be put to death."},{"Chapter":24,"Number":22,"Text":"You are to have the same law for the foreigner and the native-born. I am the Lord your God.’”"},{"Chapter":24,"Number":23,"Text":"Then Moses spoke to the Israelites, and they took the blasphemer outside the camp and stoned him. The Israelites did as the Lord commanded Moses."},{"Chapter":25,"Number":1,"Text":"The Lord said to Moses at Mount Sinai,"},{"Chapter":25,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘When you enter the land I am going to give you, the land itself must observe a sabbath to the Lord."},{"Chapter":25,"Number":3,"Text":"For six years sow your fields, and for six years prune your vineyards and gather their crops."},{"Chapter":25,"Number":4,"Text":"But in the seventh year the land is to have a year of sabbath rest, a sabbath to the Lord. Do not sow your fields or prune your vineyards."},{"Chapter":25,"Number":5,"Text":"Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest."},{"Chapter":25,"Number":6,"Text":"Whatever the land yields during the sabbath year will be food for you—for yourself, your male and female servants, and the hired worker and temporary resident who live among you,"},{"Chapter":25,"Number":7,"Text":"as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten. "},{"Chapter":25,"Number":8,"Text":"“‘Count off seven sabbath years—seven times seven years—so that the seven sabbath years amount to a period of forty-nine years."},{"Chapter":25,"Number":9,"Text":"Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land."},{"Chapter":25,"Number":10,"Text":"Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each of you is to return to your family property and to your own clan."},{"Chapter":25,"Number":11,"Text":"The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines."},{"Chapter":25,"Number":12,"Text":"For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields."},{"Chapter":25,"Number":13,"Text":"“‘In this Year of Jubilee everyone is to return to their own property."},{"Chapter":25,"Number":14,"Text":"“‘If you sell land to any of your own people or buy land from them, do not take advantage of each other."},{"Chapter":25,"Number":15,"Text":"You are to buy from your own people on the basis of the number of years since the Jubilee. And they are to sell to you on the basis of the number of years left for harvesting crops."},{"Chapter":25,"Number":16,"Text":"When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what is really being sold to you is the number of crops."},{"Chapter":25,"Number":17,"Text":"Do not take advantage of each other, but fear your God. I am the Lord your God."},{"Chapter":25,"Number":18,"Text":"“‘Follow my decrees and be careful to obey my laws, and you will live safely in the land."},{"Chapter":25,"Number":19,"Text":"Then the land will yield its fruit, and you will eat your fill and live there in safety."},{"Chapter":25,"Number":20,"Text":"You may ask, “What will we eat in the seventh year if we do not plant or harvest our crops?”"},{"Chapter":25,"Number":21,"Text":"I will send you such a blessing in the sixth year that the land will yield enough for three years."},{"Chapter":25,"Number":22,"Text":"While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in."},{"Chapter":25,"Number":23,"Text":"“‘The land must not be sold permanently, because the land is mine and you reside in my land as foreigners and strangers."},{"Chapter":25,"Number":24,"Text":"Throughout the land that you hold as a possession, you must provide for the redemption of the land."},{"Chapter":25,"Number":25,"Text":"“‘If one of your fellow Israelites becomes poor and sells some of their property, their nearest relative is to come and redeem what they have sold."},{"Chapter":25,"Number":26,"Text":"If, however, there is no one to redeem it for them but later on they prosper and acquire sufficient means to redeem it themselves,"},{"Chapter":25,"Number":27,"Text":"they are to determine the value for the years since they sold it and refund the balance to the one to whom they sold it; they can then go back to their own property."},{"Chapter":25,"Number":28,"Text":"But if they do not acquire the means to repay, what was sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and they can then go back to their property."},{"Chapter":25,"Number":29,"Text":"“‘Anyone who sells a house in a walled city retains the right of redemption a full year after its sale. During that time the seller may redeem it."},{"Chapter":25,"Number":30,"Text":"If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and the buyer’s descendants. It is not to be returned in the Jubilee."},{"Chapter":25,"Number":31,"Text":"But houses in villages without walls around them are to be considered as belonging to the open country. They can be redeemed, and they are to be returned in the Jubilee."},{"Chapter":25,"Number":32,"Text":"“‘The Levites always have the right to redeem their houses in the Levitical towns, which they possess."},{"Chapter":25,"Number":33,"Text":"So the property of the Levites is redeemable—that is, a house sold in any town they hold—and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites."},{"Chapter":25,"Number":34,"Text":"But the pastureland belonging to their towns must not be sold; it is their permanent possession."},{"Chapter":25,"Number":35,"Text":"“‘If any of your fellow Israelites become poor and are unable to support themselves among you, help them as you would a foreigner and stranger, so they can continue to live among you."},{"Chapter":25,"Number":36,"Text":"Do not take interest or any profit from them, but fear your God, so that they may continue to live among you."},{"Chapter":25,"Number":37,"Text":"You must not lend them money at interest or sell them food at a profit."},{"Chapter":25,"Number":38,"Text":"I am the Lord your God, who brought you out of Egypt to give you the land of Canaan and to be your God."},{"Chapter":25,"Number":39,"Text":"“‘If any of your fellow Israelites become poor and sell themselves to you, do not make them work as slaves."},{"Chapter":25,"Number":40,"Text":"They are to be treated as hired workers or temporary residents among you; they are to work for you until the Year of Jubilee."},{"Chapter":25,"Number":41,"Text":"Then they and their children are to be released, and they will go back to their own clans and to the property of their ancestors."},{"Chapter":25,"Number":42,"Text":"Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves."},{"Chapter":25,"Number":43,"Text":"Do not rule over them ruthlessly, but fear your God."},{"Chapter":25,"Number":44,"Text":"“‘Your male and female slaves are to come from the nations around you; from them you may buy slaves."},{"Chapter":25,"Number":45,"Text":"You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property."},{"Chapter":25,"Number":46,"Text":"You can bequeath them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly."},{"Chapter":25,"Number":47,"Text":"“‘If a foreigner residing among you becomes rich and any of your fellow Israelites become poor and sell themselves to the foreigner or to a member of the foreigner’s clan,"},{"Chapter":25,"Number":48,"Text":"they retain the right of redemption after they have sold themselves. One of their relatives may redeem them:"},{"Chapter":25,"Number":49,"Text":"An uncle or a cousin or any blood relative in their clan may redeem them. Or if they prosper, they may redeem themselves."},{"Chapter":25,"Number":50,"Text":"They and their buyer are to count the time from the year they sold themselves up to the Year of Jubilee. The price for their release is to be based on the rate paid to a hired worker for that number of years."},{"Chapter":25,"Number":51,"Text":"If many years remain, they must pay for their redemption a larger share of the price paid for them."},{"Chapter":25,"Number":52,"Text":"If only a few years remain until the Year of Jubilee, they are to compute that and pay for their redemption accordingly."},{"Chapter":25,"Number":53,"Text":"They are to be treated as workers hired from year to year; you must see to it that those to whom they owe service do not rule over them ruthlessly."},{"Chapter":25,"Number":54,"Text":"“‘Even if someone is not redeemed in any of these ways, they and their children are to be released in the Year of Jubilee,"},{"Chapter":25,"Number":55,"Text":"for the Israelites belong to me as servants. They are my servants, whom I brought out of Egypt. : Ex 19:11\n\nLeviticus 25:3 : Ex 23:10\n\nLeviticus 25:4 : ver 5, 6, 20; Lev 26:35; 2Ch 36:21\n\nLeviticus 25:4 : Isa 36:16; 37:30\n\nLeviticus 25:5 : 2Ki 19:29\n\nLeviticus 25:5 : Ge 40:10; Nu 6:3; 13:20; Dt 23:24; Ne 13:15; Isa 5:2\n\nLeviticus 25:5 : ver 4, 11\n\nLeviticus 25:6 : S ver 4\n\nLeviticus 25:7 : Ex 23:11\n\nLeviticus 25:8 : 25:8-38Ref — Dt 15:1-11\n\nLeviticus 25:8 : 25:39-55Ref — Ex 21:2-11; Dt 15:12-18\n\nLeviticus 25:9 : Lev 23:24; Nu 10:8; Jos 6:4; Jdg 3:27; 7:16; 1Sa 13:3; Isa 27:13; Zec 9:14\n\nLeviticus 25:9 : S Lev 16:29\n\nLeviticus 25:9 : S Ex 30:10\n\nLeviticus 25:10 : Isa 61:1; Jer 34:8, 15, 17; S Lk 4:19\n\nLeviticus 25:10 : ver 11, 28, 50; Lev 27:17, 21; Nu 36:4; Eze 46:17\n\nLeviticus 25:10 : ver 27\n\nLeviticus 25:11 : S ver 10\n\nLeviticus 25:11 : S ver 5\n\nLeviticus 25:13 : ver 10\n\nLeviticus 25:14 : S Lev 19:13; 1Sa 12:3, 4; 1Co 6:8\n\nLeviticus 25:15 : ver 27; Lev 27:18, 23\n\nLeviticus 25:16 : ver 27, 51, 52\n\nLeviticus 25:17 : S Lev 19:13; Job 31:16; Pr 22:22; Jer 7:5, 6; 21:12; 22:3, 15; Zec 7:9-10; 1Th 4:6\n\nLeviticus 25:17 : S Lev 19:14\n\nLeviticus 25:17 : S Lev 19:32\n\nLeviticus 25:18 : S Ge 26:5\n\nLeviticus 25:18 : ver 19; Lev 26:4, 5; Dt 12:10; 33:28; Job 5:22; Ps 4:8; Jer 23:6; 30:10; 32:37; 33:16; Eze 28:26; 34:25; 38:14\n\nLeviticus 25:19 : Lev 26:4; Dt 11:14; 28:12; Isa 55:10\n\nLeviticus 25:19 : S ver 18\n\nLeviticus 25:20 : S ver 4\n\nLeviticus 25:21 : Dt 28:8, 12; Ps 133:3; 134:3; 147:13; Eze 44:30; Hag 2:19; Mal 3:10\n\nLeviticus 25:21 : S Ex 16:5\n\nLeviticus 25:22 : Lev 26:10\n\nLeviticus 25:23 : Nu 36:7; 1Ki 21:3; Eze 46:18\n\nLeviticus 25:23 : Ex 19:5\n\nLeviticus 25:23 : S Ge 23:4; S Heb 11:13\n\nLeviticus 25:24 : ver 29, 48; Ru 4:7\n\nLeviticus 25:25 : ver 48; Ru 2:20; Jer 32:7\n\nLeviticus 25:25 : Lev 27:13, 19, 31; Ru 4:4\n\nLeviticus 25:26 : ver 49\n\nLeviticus 25:27 : S ver 15\n\nLeviticus 25:27 : ver 10\n\nLeviticus 25:28 : Lev 27:24\n\nLeviticus 25:28 : S ver 10\n\nLeviticus 25:32 : Nu 35:1-8; Jos 21:2\n\nLeviticus 25:34 : Nu 35:2-5; Eze 48:14\n\nLeviticus 25:35 : Dt 24:14, 15\n\nLeviticus 25:35 : Dt 15:8; Ps 37:21, 26; Pr 21:26; Lk 6:35\n\nLeviticus 25:36 : S Ex 22:25; Jer 15:10\n\nLeviticus 25:36 : S Lev 19:32\n\nLeviticus 25:37 : S Ex 22:25\n\nLeviticus 25:38 : S Ge 10:19\n\nLeviticus 25:38 : S Ge 17:7\n\nLeviticus 25:39 : 1Ki 5:13; 9:22; Jer 34:14\n\nLeviticus 25:40 : ver 53\n\nLeviticus 25:41 : ver 28\n\nLeviticus 25:41 : Jer 34:8\n\nLeviticus 25:42 : ver 38\n\nLeviticus 25:43 : S Ex 1:13; Eze 34:4; Col 4:1\n\nLeviticus 25:43 : S Ge 42:18\n\nLeviticus 25:47 : Ne 5:5; Job 24:9\n\nLeviticus 25:48 : S ver 24\n\nLeviticus 25:48 : S ver 25\n\nLeviticus 25:49 : ver 26\n\nLeviticus 25:50 : S ver 10\n\nLeviticus 25:50 : Job 7:1; 14:6; Isa 16:14; 21:16\n\nLeviticus 25:52 : S ver 16\n\nLeviticus 25:53 : Col 4:1\n\nLeviticus 25:55 : S Lev 11:45\n\nLeviticus 25:55 : Lev 11:44"},{"Chapter":26,"Number":1,"Text":"“‘Do not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the Lord your God."},{"Chapter":26,"Number":2,"Text":"“‘Observe my Sabbaths and have reverence for my sanctuary. I am the Lord."},{"Chapter":26,"Number":3,"Text":"“‘If you follow my decrees and are careful to obey my commands,"},{"Chapter":26,"Number":4,"Text":"I will send you rain in its season, and the ground will yield its crops and the trees their fruit."},{"Chapter":26,"Number":5,"Text":"Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land."},{"Chapter":26,"Number":6,"Text":"“‘I will grant peace in the land, and you will lie down and no one will make you afraid. I will remove wild beasts from the land, and the sword will not pass through your country."},{"Chapter":26,"Number":7,"Text":"You will pursue your enemies, and they will fall by the sword before you."},{"Chapter":26,"Number":8,"Text":"Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you."},{"Chapter":26,"Number":9,"Text":"“‘I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you."},{"Chapter":26,"Number":10,"Text":"You will still be eating last year’s harvest when you will have to move it out to make room for the new."},{"Chapter":26,"Number":11,"Text":"I will put my dwelling place among you, and I will not abhor you."},{"Chapter":26,"Number":12,"Text":"I will walk among you and be your God, and you will be my people."},{"Chapter":26,"Number":13,"Text":"I am the Lord your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high. "},{"Chapter":26,"Number":14,"Text":"“‘But if you will not listen to me and carry out all these commands,"},{"Chapter":26,"Number":15,"Text":"and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant,"},{"Chapter":26,"Number":16,"Text":"then I will do this to you: I will bring on you sudden terror, wasting diseases and fever that will destroy your sight and sap your strength. You will plant seed in vain, because your enemies will eat it."},{"Chapter":26,"Number":17,"Text":"I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you."},{"Chapter":26,"Number":18,"Text":"“‘If after all this you will not listen to me, I will punish you for your sins seven times over."},{"Chapter":26,"Number":19,"Text":"I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze."},{"Chapter":26,"Number":20,"Text":"Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of your land yield their fruit."},{"Chapter":26,"Number":21,"Text":"“‘If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve."},{"Chapter":26,"Number":22,"Text":"I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted."},{"Chapter":26,"Number":23,"Text":"“‘If in spite of these things you do not accept my correction but continue to be hostile toward me,"},{"Chapter":26,"Number":24,"Text":"I myself will be hostile toward you and will afflict you for your sins seven times over."},{"Chapter":26,"Number":25,"Text":"And I will bring the sword on you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands."},{"Chapter":26,"Number":26,"Text":"When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied."},{"Chapter":26,"Number":27,"Text":"“‘If in spite of this you still do not listen to me but continue to be hostile toward me,"},{"Chapter":26,"Number":28,"Text":"then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over."},{"Chapter":26,"Number":29,"Text":"You will eat the flesh of your sons and the flesh of your daughters."},{"Chapter":26,"Number":30,"Text":"I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you."},{"Chapter":26,"Number":31,"Text":"I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings."},{"Chapter":26,"Number":32,"Text":"I myself will lay waste the land, so that your enemies who live there will be appalled."},{"Chapter":26,"Number":33,"Text":"I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins."},{"Chapter":26,"Number":34,"Text":"Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths."},{"Chapter":26,"Number":35,"Text":"All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it."},{"Chapter":26,"Number":36,"Text":"“‘As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them."},{"Chapter":26,"Number":37,"Text":"They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies."},{"Chapter":26,"Number":38,"Text":"You will perish among the nations; the land of your enemies will devour you."},{"Chapter":26,"Number":39,"Text":"Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their ancestors’ sins they will waste away."},{"Chapter":26,"Number":40,"Text":"“‘But if they will confess their sins and the sins of their ancestors—their unfaithfulness and their hostility toward me,"},{"Chapter":26,"Number":41,"Text":"which made me hostile toward them so that I sent them into the land of their enemies—then when their uncircumcised hearts are humbled and they pay for their sin,"},{"Chapter":26,"Number":42,"Text":"I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land."},{"Chapter":26,"Number":43,"Text":"For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees."},{"Chapter":26,"Number":44,"Text":"Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the Lord their God."},{"Chapter":26,"Number":45,"Text":"But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the Lord.’”"},{"Chapter":26,"Number":46,"Text":"These are the decrees, the laws and the regulations that the Lord established at Mount Sinai between himself and the Israelites through Moses."},{"Chapter":27,"Number":1,"Text":"The Lord said to Moses,"},{"Chapter":27,"Number":2,"Text":"“Speak to the Israelites and say to them: ‘If anyone makes a special vow to dedicate a person to the Lord by giving the equivalent value,"},{"Chapter":27,"Number":3,"Text":"set the value of a male between the ages of twenty and sixty at fifty shekels of silver, according to the sanctuary shekel;"},{"Chapter":27,"Number":4,"Text":"for a female, set her value at thirty shekels;"},{"Chapter":27,"Number":5,"Text":"for a person between the ages of five and twenty, set the value of a male at twenty shekels and of a female at ten shekels;"},{"Chapter":27,"Number":6,"Text":"for a person between one month and five years, set the value of a male at five shekels of silver and that of a female at three shekels of silver;"},{"Chapter":27,"Number":7,"Text":"for a person sixty years old or more, set the value of a male at fifteen shekels and of a female at ten shekels."},{"Chapter":27,"Number":8,"Text":"If anyone making the vow is too poor to pay the specified amount, the person being dedicated is to be presented to the priest, who will set the value according to what the one making the vow can afford."},{"Chapter":27,"Number":9,"Text":"“‘If what they vowed is an animal that is acceptable as an offering to the Lord, such an animal given to the Lord becomes holy."},{"Chapter":27,"Number":10,"Text":"They must not exchange it or substitute a good one for a bad one, or a bad one for a good one; if they should substitute one animal for another, both it and the substitute become holy."},{"Chapter":27,"Number":11,"Text":"If what they vowed is a ceremonially unclean animal—one that is not acceptable as an offering to the Lord—the animal must be presented to the priest,"},{"Chapter":27,"Number":12,"Text":"who will judge its quality as good or bad. Whatever value the priest then sets, that is what it will be."},{"Chapter":27,"Number":13,"Text":"If the owner wishes to redeem the animal, a fifth must be added to its value."},{"Chapter":27,"Number":14,"Text":"“‘If anyone dedicates their house as something holy to the Lord, the priest will judge its quality as good or bad. Whatever value the priest then sets, so it will remain."},{"Chapter":27,"Number":15,"Text":"If the one who dedicates their house wishes to redeem it, they must add a fifth to its value, and the house will again become theirs."},{"Chapter":27,"Number":16,"Text":"“‘If anyone dedicates to the Lord part of their family land, its value is to be set according to the amount of seed required for it—fifty shekels of silver to a homer of barley seed."},{"Chapter":27,"Number":17,"Text":"If they dedicate a field during the Year of Jubilee, the value that has been set remains."},{"Chapter":27,"Number":18,"Text":"But if they dedicate a field after the Jubilee, the priest will determine the value according to the number of years that remain until the next Year of Jubilee, and its set value will be reduced."},{"Chapter":27,"Number":19,"Text":"If the one who dedicates the field wishes to redeem it, they must add a fifth to its value, and the field will again become theirs."},{"Chapter":27,"Number":20,"Text":"If, however, they do not redeem the field, or if they have sold it to someone else, it can never be redeemed."},{"Chapter":27,"Number":21,"Text":"When the field is released in the Jubilee, it will become holy, like a field devoted to the Lord; it will become priestly property."},{"Chapter":27,"Number":22,"Text":"“‘If anyone dedicates to the Lord a field they have bought, which is not part of their family land,"},{"Chapter":27,"Number":23,"Text":"the priest will determine its value up to the Year of Jubilee, and the owner must pay its value on that day as something holy to the Lord."},{"Chapter":27,"Number":24,"Text":"In the Year of Jubilee the field will revert to the person from whom it was bought, the one whose land it was."},{"Chapter":27,"Number":25,"Text":"Every value is to be set according to the sanctuary shekel, twenty gerahs to the shekel."},{"Chapter":27,"Number":26,"Text":"“‘No one, however, may dedicate the firstborn of an animal, since the firstborn already belongs to the Lord; whether an ox or a sheep, it is the Lord’s."},{"Chapter":27,"Number":27,"Text":"If it is one of the unclean animals, it may be bought back at its set value, adding a fifth of the value to it. If it is not redeemed, it is to be sold at its set value."},{"Chapter":27,"Number":28,"Text":"“‘But nothing that a person owns and devotes to the Lord—whether a human being or an animal or family land—may be sold or redeemed; everything so devoted is most holy to the Lord."},{"Chapter":27,"Number":29,"Text":"“‘No person devoted to destruction may be ransomed; they are to be put to death."},{"Chapter":27,"Number":30,"Text":"“‘A tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the Lord; it is holy to the Lord."},{"Chapter":27,"Number":31,"Text":"Whoever would redeem any of their tithe must add a fifth of the value to it."},{"Chapter":27,"Number":32,"Text":"Every tithe of the herd and flock—every tenth animal that passes under the shepherd’s rod—will be holy to the Lord."},{"Chapter":27,"Number":33,"Text":"No one may pick out the good from the bad or make any substitution. If anyone does make a substitution, both the animal and its substitute become holy and cannot be redeemed.’”"},{"Chapter":27,"Number":34,"Text":"These are the commands the Lord gave Moses at Mount Sinai for the Israelites."}]}
