{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from Peter","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Growing in Faith","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Paying Attention to Scripture","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Danger of False Teachers","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Day of the Lord Is Coming","Chapter":3},{"VerseStartingAt":17,"ParagraphTitle":"Peter’s Final Words","Chapter":3}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from Simon Peter, a slave and apostle of Jesus Christ.I am writing to you who share the same precious faith we have. This faith was given to you because of the justice and fairness of Jesus Christ, our God and Savior."},{"Chapter":1,"Number":2,"Text":"May God give you more and more grace and peace as you grow in your knowledge of God and Jesus our Lord. "},{"Chapter":1,"Number":3,"Text":"By his divine power, God has given us everything we need for living a godly life. We have received all of this by coming to know him, the one who called us to himself by means of his marvelous glory and excellence."},{"Chapter":1,"Number":4,"Text":"And because of his glory and excellence, he has given us great and precious promises. These are the promises that enable you to share his divine nature and escape the world’s corruption caused by human desires."},{"Chapter":1,"Number":5,"Text":"In view of all this, make every effort to respond to God’s promises. Supplement your faith with a generous provision of moral excellence, and moral excellence with knowledge,"},{"Chapter":1,"Number":6,"Text":"and knowledge with self-control, and self-control with patient endurance, and patient endurance with godliness,"},{"Chapter":1,"Number":7,"Text":"and godliness with brotherly affection, and brotherly affection with love for everyone."},{"Chapter":1,"Number":8,"Text":"The more you grow like this, the more productive and useful you will be in your knowledge of our Lord Jesus Christ."},{"Chapter":1,"Number":9,"Text":"But those who fail to develop in this way are shortsighted or blind, forgetting that they have been cleansed from their old sins."},{"Chapter":1,"Number":10,"Text":"So, dear brothers and sisters, work hard to prove that you really are among those God has called and chosen. Do these things, and you will never fall away."},{"Chapter":1,"Number":11,"Text":"Then God will give you a grand entrance into the eternal Kingdom of our Lord and Savior Jesus Christ. "},{"Chapter":1,"Number":12,"Text":"Therefore, I will always remind you about these things—even though you already know them and are standing firm in the truth you have been taught."},{"Chapter":1,"Number":13,"Text":"And it is only right that I should keep on reminding you as long as I live."},{"Chapter":1,"Number":14,"Text":"For our Lord Jesus Christ has shown me that I must soon leave this earthly life,"},{"Chapter":1,"Number":15,"Text":"so I will work hard to make sure you always remember these things after I am gone."},{"Chapter":1,"Number":16,"Text":"For we were not making up clever stories when we told you about the powerful coming of our Lord Jesus Christ. We saw his majestic splendor with our own eyes"},{"Chapter":1,"Number":17,"Text":"when he received honor and glory from God the Father. The voice from the majestic glory of God said to him, “This is my dearly loved Son, who brings me great joy.”"},{"Chapter":1,"Number":18,"Text":"We ourselves heard that voice from heaven when we were with him on the holy mountain."},{"Chapter":1,"Number":19,"Text":"Because of that experience, we have even greater confidence in the message proclaimed by the prophets. You must pay close attention to what they wrote, for their words are like a lamp shining in a dark place—until the Day dawns, and Christ the Morning Star shines in your hearts."},{"Chapter":1,"Number":20,"Text":"Above all, you must realize that no prophecy in Scripture ever came from the prophet’s own understanding,"},{"Chapter":1,"Number":21,"Text":"or from human initiative. No, those prophets were moved by the Holy Spirit, and they spoke from God."},{"Chapter":2,"Number":1,"Text":"But there were also false prophets in Israel, just as there will be false teachers among you. They will cleverly teach destructive heresies and even deny the Master who bought them. In this way, they will bring sudden destruction on themselves."},{"Chapter":2,"Number":2,"Text":"Many will follow their evil teaching and shameful immorality. And because of these teachers, the way of truth will be slandered."},{"Chapter":2,"Number":3,"Text":"In their greed they will make up clever lies to get hold of your money. But God condemned them long ago, and their destruction will not be delayed."},{"Chapter":2,"Number":4,"Text":"For God did not spare even the angels who sinned. He threw them into hell, in gloomy pits of darkness, where they are being held until the day of judgment."},{"Chapter":2,"Number":5,"Text":"And God did not spare the ancient world—except for Noah and the seven others in his family. Noah warned the world of God’s righteous judgment. So God protected Noah when he destroyed the world of ungodly people with a vast flood."},{"Chapter":2,"Number":6,"Text":"Later, God condemned the cities of Sodom and Gomorrah and turned them into heaps of ashes. He made them an example of what will happen to ungodly people."},{"Chapter":2,"Number":7,"Text":"But God also rescued Lot out of Sodom because he was a righteous man who was sick of the shameful immorality of the wicked people around him."},{"Chapter":2,"Number":8,"Text":"Yes, Lot was a righteous man who was tormented in his soul by the wickedness he saw and heard day after day."},{"Chapter":2,"Number":9,"Text":"So you see, the Lord knows how to rescue godly people from their trials, even while keeping the wicked under punishment until the day of final judgment."},{"Chapter":2,"Number":10,"Text":"He is especially hard on those who follow their own twisted sexual desire, and who despise authority.These people are proud and arrogant, daring even to scoff at supernatural beings without so much as trembling."},{"Chapter":2,"Number":11,"Text":"But the angels, who are far greater in power and strength, do not dare to bring from the Lord a charge of blasphemy against those supernatural beings."},{"Chapter":2,"Number":12,"Text":"These false teachers are like unthinking animals, creatures of instinct, born to be caught and destroyed. They scoff at things they do not understand, and like animals, they will be destroyed."},{"Chapter":2,"Number":13,"Text":"Their destruction is their reward for the harm they have done. They love to indulge in evil pleasures in broad daylight. They are a disgrace and a stain among you. They delight in deception even as they eat with you in your fellowship meals."},{"Chapter":2,"Number":14,"Text":"They commit adultery with their eyes, and their desire for sin is never satisfied. They lure unstable people into sin, and they are well trained in greed. They live under God’s curse."},{"Chapter":2,"Number":15,"Text":"They have wandered off the right road and followed the footsteps of Balaam son of Beor, who loved to earn money by doing wrong."},{"Chapter":2,"Number":16,"Text":"But Balaam was stopped from his mad course when his donkey rebuked him with a human voice."},{"Chapter":2,"Number":17,"Text":"These people are as useless as dried-up springs or as mist blown away by the wind. They are doomed to blackest darkness."},{"Chapter":2,"Number":18,"Text":"They brag about themselves with empty, foolish boasting. With an appeal to twisted sexual desires, they lure back into sin those who have barely escaped from a lifestyle of deception."},{"Chapter":2,"Number":19,"Text":"They promise freedom, but they themselves are slaves of sin and corruption. For you are a slave to whatever controls you."},{"Chapter":2,"Number":20,"Text":"And when people escape from the wickedness of the world by knowing our Lord and Savior Jesus Christ and then get tangled up and enslaved by sin again, they are worse off than before."},{"Chapter":2,"Number":21,"Text":"It would be better if they had never known the way to righteousness than to know it and then reject the command they were given to live a holy life."},{"Chapter":2,"Number":22,"Text":"They prove the truth of this proverb: “A dog returns to its vomit.” And another says, “A washed pig returns to the mud.”"},{"Chapter":3,"Number":1,"Text":"This is my second letter to you, dear friends, and in both of them I have tried to stimulate your wholesome thinking and refresh your memory."},{"Chapter":3,"Number":2,"Text":"I want you to remember what the holy prophets said long ago and what our Lord and Savior commanded through your apostles."},{"Chapter":3,"Number":3,"Text":"Most importantly, I want to remind you that in the last days scoffers will come, mocking the truth and following their own desires."},{"Chapter":3,"Number":4,"Text":"They will say, “What happened to the promise that Jesus is coming again? From before the times of our ancestors, everything has remained the same since the world was first created.”"},{"Chapter":3,"Number":5,"Text":"They deliberately forget that God made the heavens long ago by the word of his command, and he brought the earth out from the water and surrounded it with water."},{"Chapter":3,"Number":6,"Text":"Then he used the water to destroy the ancient world with a mighty flood."},{"Chapter":3,"Number":7,"Text":"And by the same word, the present heavens and earth have been stored up for fire. They are being kept for the day of judgment, when ungodly people will be destroyed."},{"Chapter":3,"Number":8,"Text":"But you must not forget this one thing, dear friends: A day is like a thousand years to the Lord, and a thousand years is like a day."},{"Chapter":3,"Number":9,"Text":"The Lord isn’t really being slow about his promise, as some people think. No, he is being patient for your sake. He does not want anyone to be destroyed, but wants everyone to repent."},{"Chapter":3,"Number":10,"Text":"But the day of the Lord will come as unexpectedly as a thief. Then the heavens will pass away with a terrible noise, and the very elements themselves will disappear in fire, and the earth and everything on it will be found to deserve judgment."},{"Chapter":3,"Number":11,"Text":"Since everything around us is going to be destroyed like this, what holy and godly lives you should live,"},{"Chapter":3,"Number":12,"Text":"looking forward to the day of God and hurrying it along. On that day, he will set the heavens on fire, and the elements will melt away in the flames."},{"Chapter":3,"Number":13,"Text":"But we are looking forward to the new heavens and new earth he has promised, a world filled with God’s righteousness."},{"Chapter":3,"Number":14,"Text":"And so, dear friends, while you are waiting for these things to happen, make every effort to be found living peaceful lives that are pure and blameless in his sight."},{"Chapter":3,"Number":15,"Text":"And remember, our Lord’s patience gives people time to be saved. This is what our beloved brother Paul also wrote to you with the wisdom God gave him—"},{"Chapter":3,"Number":16,"Text":"speaking of these things in all of his letters. Some of his comments are hard to understand, and those who are ignorant and unstable have twisted his letters to mean something quite different, just as they do with other parts of Scripture. And this will result in their destruction. "},{"Chapter":3,"Number":17,"Text":"You already know these things, dear friends. So be on guard; then you will not be carried away by the errors of these wicked people and lose your own secure footing."},{"Chapter":3,"Number":18,"Text":"Rather, you must grow in the grace and knowledge of our Lord and Savior Jesus Christ.All glory to him, both now and forever! Amen."}]}
