{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"A Call to Return to the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>","Chapter":1},{"VerseStartingAt":7,"ParagraphTitle":"A Man among the Myrtle Trees","Chapter":1},{"VerseStartingAt":18,"ParagraphTitle":"Four Horns and Four Blacksmiths","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Future Prosperity of Jerusalem","Chapter":2},{"VerseStartingAt":6,"ParagraphTitle":"The Exiles Are Called Home","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Cleansing for the High Priest","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"A Lampstand and Two Olive Trees","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"A Flying Scroll","Chapter":5},{"VerseStartingAt":5,"ParagraphTitle":"A Woman in a Basket","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Four Chariots","Chapter":6},{"VerseStartingAt":9,"ParagraphTitle":"The Crowning of Jeshua","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"A Call to Justice and Mercy","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Promised Blessings for Jerusalem","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Judgment against Israel’s Enemies","Chapter":9},{"VerseStartingAt":9,"ParagraphTitle":"Zion’s Coming King","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span> Will Restore His People","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"The Good and Evil Shepherds","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Future Deliverance for Jerusalem","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"A Fountain of Cleansing","Chapter":13},{"VerseStartingAt":7,"ParagraphTitle":"The Scattering of the Sheep","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span> Will Rule the Earth","Chapter":14}],"VerseList":[{"Chapter":1,"Number":1,"Text":"In November of the second year of King Darius’s reign, the Lord gave this message to the prophet Zechariah son of Berekiah and grandson of Iddo:"},{"Chapter":1,"Number":2,"Text":"“I, the Lord, was very angry with your ancestors."},{"Chapter":1,"Number":3,"Text":"Therefore, say to the people, ‘This is what the Lord of Heaven’s Armies says: Return to me, and I will return to you, says the Lord of Heaven’s Armies.’"},{"Chapter":1,"Number":4,"Text":"Don’t be like your ancestors who would not listen or pay attention when the earlier prophets said to them, ‘This is what the Lord of Heaven’s Armies says: Turn from your evil ways, and stop all your evil practices.’"},{"Chapter":1,"Number":5,"Text":"“Where are your ancestors now? They and the prophets are long dead."},{"Chapter":1,"Number":6,"Text":"But everything I said through my servants the prophets happened to your ancestors, just as I said. As a result, they repented and said, ‘We have received what we deserved from the Lord of Heaven’s Armies. He has done what he said he would do.’” "},{"Chapter":1,"Number":7,"Text":"Three months later, on February 15, the Lord sent another message to the prophet Zechariah son of Berekiah and grandson of Iddo."},{"Chapter":1,"Number":8,"Text":"In a vision during the night, I saw a man sitting on a red horse that was standing among some myrtle trees in a small valley. Behind him were riders on red, brown, and white horses."},{"Chapter":1,"Number":9,"Text":"I asked the angel who was talking with me, “My lord, what do these horses mean?”“I will show you,” the angel replied."},{"Chapter":1,"Number":10,"Text":"The rider standing among the myrtle trees then explained, “They are the ones the Lord has sent out to patrol the earth.”"},{"Chapter":1,"Number":11,"Text":"Then the other riders reported to the angel of the Lord, who was standing among the myrtle trees, “We have been patrolling the earth, and the whole earth is at peace.”"},{"Chapter":1,"Number":12,"Text":"Upon hearing this, the angel of the Lord prayed this prayer: “O Lord of Heaven’s Armies, for seventy years now you have been angry with Jerusalem and the towns of Judah. How long until you again show mercy to them?”"},{"Chapter":1,"Number":13,"Text":"And the Lord spoke kind and comforting words to the angel who talked with me."},{"Chapter":1,"Number":14,"Text":"Then the angel said to me, “Shout this message for all to hear: ‘This is what the Lord of Heaven’s Armies says: My love for Jerusalem and Mount Zion is passionate and strong."},{"Chapter":1,"Number":15,"Text":"But I am very angry with the other nations that are now enjoying peace and security. I was only a little angry with my people, but the nations inflicted harm on them far beyond my intentions."},{"Chapter":1,"Number":16,"Text":"“‘Therefore, this is what the Lord says: I have returned to show mercy to Jerusalem. My Temple will be rebuilt, says the Lord of Heaven’s Armies, and measurements will be taken for the reconstruction of Jerusalem.’"},{"Chapter":1,"Number":17,"Text":"“Say this also: ‘This is what the Lord of Heaven’s Armies says: The towns of Israel will again overflow with prosperity, and the Lord will again comfort Zion and choose Jerusalem as his own.’” "},{"Chapter":1,"Number":18,"Text":"Then I looked up and saw four animal horns."},{"Chapter":1,"Number":19,"Text":"“What are these?” I asked the angel who was talking with me.He replied, “These horns represent the nations that scattered Judah, Israel, and Jerusalem.”"},{"Chapter":1,"Number":20,"Text":"Then the Lord showed me four blacksmiths."},{"Chapter":1,"Number":21,"Text":"“What are these men coming to do?” I asked.The angel replied, “These four horns—these nations—scattered and humbled Judah. Now these blacksmiths have come to terrify those nations and throw them down and destroy them.”"},{"Chapter":2,"Number":1,"Text":"When I looked again, I saw a man with a measuring line in his hand."},{"Chapter":2,"Number":2,"Text":"“Where are you going?” I asked.He replied, “I am going to measure Jerusalem, to see how wide and how long it is.”"},{"Chapter":2,"Number":3,"Text":"Then the angel who was with me went to meet a second angel who was coming toward him."},{"Chapter":2,"Number":4,"Text":"The other angel said, “Hurry, and say to that young man, ‘Jerusalem will someday be so full of people and livestock that there won’t be room enough for everyone! Many will live outside the city walls."},{"Chapter":2,"Number":5,"Text":"Then I, myself, will be a protective wall of fire around Jerusalem, says the Lord. And I will be the glory inside the city!’” "},{"Chapter":2,"Number":6,"Text":"The Lord says, “Come away! Flee from Babylon in the land of the north, for I have scattered you to the four winds."},{"Chapter":2,"Number":7,"Text":"Come away, people of Zion, you who are exiled in Babylon!”"},{"Chapter":2,"Number":8,"Text":"After a period of glory, the Lord of Heaven’s Armies sent me against the nations who plundered you. For he said, “Anyone who harms you harms my most precious possession."},{"Chapter":2,"Number":9,"Text":"I will raise my fist to crush them, and their own slaves will plunder them.” Then you will know that the Lord of Heaven’s Armies has sent me."},{"Chapter":2,"Number":10,"Text":"The Lord says, “Shout and rejoice, O beautiful Jerusalem, for I am coming to live among you."},{"Chapter":2,"Number":11,"Text":"Many nations will join themselves to the Lord on that day, and they, too, will be my people. I will live among you, and you will know that the Lord of Heaven’s Armies sent me to you."},{"Chapter":2,"Number":12,"Text":"The land of Judah will be the Lord’s special possession in the holy land, and he will once again choose Jerusalem to be his own city."},{"Chapter":2,"Number":13,"Text":"Be silent before the Lord, all humanity, for he is springing into action from his holy dwelling.”"},{"Chapter":3,"Number":1,"Text":"Then the angel showed me Jeshua the high priest standing before the angel of the Lord. The Accuser, Satan, was there at the angel’s right hand, making accusations against Jeshua."},{"Chapter":3,"Number":2,"Text":"And the Lord said to Satan, “I, the Lord, reject your accusations, Satan. Yes, the Lord, who has chosen Jerusalem, rebukes you. This man is like a burning stick that has been snatched from the fire.”"},{"Chapter":3,"Number":3,"Text":"Jeshua’s clothing was filthy as he stood there before the angel."},{"Chapter":3,"Number":4,"Text":"So the angel said to the others standing there, “Take off his filthy clothes.” And turning to Jeshua he said, “See, I have taken away your sins, and now I am giving you these fine new clothes.”"},{"Chapter":3,"Number":5,"Text":"Then I said, “They should also place a clean turban on his head.” So they put a clean priestly turban on his head and dressed him in new clothes while the angel of the Lord stood by."},{"Chapter":3,"Number":6,"Text":"Then the angel of the Lord spoke very solemnly to Jeshua and said,"},{"Chapter":3,"Number":7,"Text":"“This is what the Lord of Heaven’s Armies says: If you follow my ways and carefully serve me, then you will be given authority over my Temple and its courtyards. I will let you walk among these others standing here."},{"Chapter":3,"Number":8,"Text":"“Listen to me, O Jeshua the high priest, and all you other priests. You are symbols of things to come. Soon I am going to bring my servant, the Branch."},{"Chapter":3,"Number":9,"Text":"Now look at the jewel I have set before Jeshua, a single stone with seven facets. I will engrave an inscription on it, says the Lord of Heaven’s Armies, and I will remove the sins of this land in a single day."},{"Chapter":3,"Number":10,"Text":"“And on that day, says the Lord of Heaven’s Armies, each of you will invite your neighbor to sit with you peacefully under your own grapevine and fig tree.”"},{"Chapter":4,"Number":1,"Text":"Then the angel who had been talking with me returned and woke me, as though I had been asleep."},{"Chapter":4,"Number":2,"Text":"“What do you see now?” he asked.I answered, “I see a solid gold lampstand with a bowl of oil on top of it. Around the bowl are seven lamps, each having seven spouts with wicks."},{"Chapter":4,"Number":3,"Text":"And I see two olive trees, one on each side of the bowl.”"},{"Chapter":4,"Number":4,"Text":"Then I asked the angel, “What are these, my lord? What do they mean?”"},{"Chapter":4,"Number":5,"Text":"“Don’t you know?” the angel asked.“No, my lord,” I replied."},{"Chapter":4,"Number":6,"Text":"Then he said to me, “This is what the Lord says to Zerubbabel: It is not by force nor by strength, but by my Spirit, says the Lord of Heaven’s Armies."},{"Chapter":4,"Number":7,"Text":"Nothing, not even a mighty mountain, will stand in Zerubbabel’s way; it will become a level plain before him! And when Zerubbabel sets the final stone of the Temple in place, the people will shout: ‘May God bless it! May God bless it!’”"},{"Chapter":4,"Number":8,"Text":"Then another message came to me from the Lord:"},{"Chapter":4,"Number":9,"Text":"“Zerubbabel is the one who laid the foundation of this Temple, and he will complete it. Then you will know that the Lord of Heaven’s Armies has sent me."},{"Chapter":4,"Number":10,"Text":"Do not despise these small beginnings, for the Lord rejoices to see the work begin, to see the plumb line in Zerubbabel’s hand.” (The seven lamps represent the eyes of the Lord that search all around the world.)"},{"Chapter":4,"Number":11,"Text":"Then I asked the angel, “What are these two olive trees on each side of the lampstand,"},{"Chapter":4,"Number":12,"Text":"and what are the two olive branches that pour out golden oil through two gold tubes?”"},{"Chapter":4,"Number":13,"Text":"“Don’t you know?” he asked.“No, my lord,” I replied."},{"Chapter":4,"Number":14,"Text":"Then he said to me, “They represent the two anointed ones who stand in the court of the Lord of all the earth.”"},{"Chapter":5,"Number":1,"Text":"I looked up again and saw a scroll flying through the air."},{"Chapter":5,"Number":2,"Text":"“What do you see?” the angel asked.“I see a flying scroll,” I replied. “It appears to be about 30 feet long and 15 feet wide.”"},{"Chapter":5,"Number":3,"Text":"Then he said to me, “This scroll contains the curse that is going out over the entire land. One side of the scroll says that those who steal will be banished from the land; the other side says that those who swear falsely will be banished from the land."},{"Chapter":5,"Number":4,"Text":"And this is what the Lord of Heaven’s Armies says: I am sending this curse into the house of every thief and into the house of everyone who swears falsely using my name. And my curse will remain in that house and completely destroy it—even its timbers and stones.” "},{"Chapter":5,"Number":5,"Text":"Then the angel who was talking with me came forward and said, “Look up and see what’s coming.”"},{"Chapter":5,"Number":6,"Text":"“What is it?” I asked.He replied, “It is a basket for measuring grain, and it’s filled with the sins of everyone throughout the land.”"},{"Chapter":5,"Number":7,"Text":"Then the heavy lead cover was lifted off the basket, and there was a woman sitting inside it."},{"Chapter":5,"Number":8,"Text":"The angel said, “The woman’s name is Wickedness,” and he pushed her back into the basket and closed the heavy lid again."},{"Chapter":5,"Number":9,"Text":"Then I looked up and saw two women flying toward us, gliding on the wind. They had wings like a stork, and they picked up the basket and flew into the sky."},{"Chapter":5,"Number":10,"Text":"“Where are they taking the basket?” I asked the angel."},{"Chapter":5,"Number":11,"Text":"He replied, “To the land of Babylonia, where they will build a temple for the basket. And when the temple is ready, they will set the basket there on its pedestal.”"},{"Chapter":6,"Number":1,"Text":"Then I looked up again and saw four chariots coming from between two bronze mountains."},{"Chapter":6,"Number":2,"Text":"The first chariot was pulled by red horses, the second by black horses,"},{"Chapter":6,"Number":3,"Text":"the third by white horses, and the fourth by powerful dappled-gray horses."},{"Chapter":6,"Number":4,"Text":"“And what are these, my lord?” I asked the angel who was talking with me."},{"Chapter":6,"Number":5,"Text":"The angel replied, “These are the four spirits of heaven who stand before the Lord of all the earth. They are going out to do his work."},{"Chapter":6,"Number":6,"Text":"The chariot with black horses is going north, the chariot with white horses is going west, and the chariot with dappled-gray horses is going south.”"},{"Chapter":6,"Number":7,"Text":"The powerful horses were eager to set out to patrol the earth. And the Lord said, “Go and patrol the earth!” So they left at once on their patrol."},{"Chapter":6,"Number":8,"Text":"Then the Lord summoned me and said, “Look, those who went north have vented the anger of my Spirit there in the land of the north.” "},{"Chapter":6,"Number":9,"Text":"Then I received another message from the Lord:"},{"Chapter":6,"Number":10,"Text":"“Heldai, Tobijah, and Jedaiah will bring gifts of silver and gold from the Jews exiled in Babylon. As soon as they arrive, meet them at the home of Josiah son of Zephaniah."},{"Chapter":6,"Number":11,"Text":"Accept their gifts, and make a crown from the silver and gold. Then put the crown on the head of Jeshua son of Jehozadak, the high priest."},{"Chapter":6,"Number":12,"Text":"Tell him, ‘This is what the Lord of Heaven’s Armies says: Here is the man called the Branch. He will branch out from where he is and build the Temple of the Lord."},{"Chapter":6,"Number":13,"Text":"Yes, he will build the Temple of the Lord. Then he will receive royal honor and will rule as king from his throne. He will also serve as priest from his throne, and there will be perfect harmony between his two roles.’"},{"Chapter":6,"Number":14,"Text":"“The crown will be a memorial in the Temple of the Lord to honor those who gave it—Heldai, Tobijah, Jedaiah, and Josiah son of Zephaniah.”"},{"Chapter":6,"Number":15,"Text":"People will come from distant lands to rebuild the Temple of the Lord. And when this happens, you will know that my messages have been from the Lord of Heaven’s Armies. All this will happen if you carefully obey what the Lord your God says."},{"Chapter":7,"Number":1,"Text":"On December 7 of the fourth year of King Darius’s reign, another message came to Zechariah from the Lord."},{"Chapter":7,"Number":2,"Text":"The people of Bethel had sent Sharezer and Regemmelech, along with their attendants, to seek the Lord’s favor."},{"Chapter":7,"Number":3,"Text":"They were to ask this question of the prophets and the priests at the Temple of the Lord of Heaven’s Armies: “Should we continue to mourn and fast each summer on the anniversary of the Temple’s destruction, as we have done for so many years?”"},{"Chapter":7,"Number":4,"Text":"The Lord of Heaven’s Armies sent me this message in reply:"},{"Chapter":7,"Number":5,"Text":"“Say to all your people and your priests, ‘During these seventy years of exile, when you fasted and mourned in the summer and in early autumn, was it really for me that you were fasting?"},{"Chapter":7,"Number":6,"Text":"And even now in your holy festivals, aren’t you eating and drinking just to please yourselves?"},{"Chapter":7,"Number":7,"Text":"Isn’t this the same message the Lord proclaimed through the prophets in years past when Jerusalem and the towns of Judah were bustling with people, and the Negev and the foothills of Judah were well populated?’”"},{"Chapter":7,"Number":8,"Text":"Then this message came to Zechariah from the Lord:"},{"Chapter":7,"Number":9,"Text":"“This is what the Lord of Heaven’s Armies says: Judge fairly, and show mercy and kindness to one another."},{"Chapter":7,"Number":10,"Text":"Do not oppress widows, orphans, foreigners, and the poor. And do not scheme against each other."},{"Chapter":7,"Number":11,"Text":"“Your ancestors refused to listen to this message. They stubbornly turned away and put their fingers in their ears to keep from hearing."},{"Chapter":7,"Number":12,"Text":"They made their hearts as hard as stone, so they could not hear the instructions or the messages that the Lord of Heaven’s Armies had sent them by his Spirit through the earlier prophets. That is why the Lord of Heaven’s Armies was so angry with them."},{"Chapter":7,"Number":13,"Text":"“Since they refused to listen when I called to them, I would not listen when they called to me, says the Lord of Heaven’s Armies."},{"Chapter":7,"Number":14,"Text":"As with a whirlwind, I scattered them among the distant nations, where they lived as strangers. Their land became so desolate that no one even traveled through it. They turned their pleasant land into a desert.”"},{"Chapter":8,"Number":1,"Text":"Then another message came to me from the Lord of Heaven’s Armies:"},{"Chapter":8,"Number":2,"Text":"“This is what the Lord of Heaven’s Armies says: My love for Mount Zion is passionate and strong; I am consumed with passion for Jerusalem!"},{"Chapter":8,"Number":3,"Text":"“And now the Lord says: I am returning to Mount Zion, and I will live in Jerusalem. Then Jerusalem will be called the Faithful City; the mountain of the Lord of Heaven’s Armies will be called the Holy Mountain."},{"Chapter":8,"Number":4,"Text":"“This is what the Lord of Heaven’s Armies says: Once again old men and women will walk Jerusalem’s streets with their canes and will sit together in the city squares."},{"Chapter":8,"Number":5,"Text":"And the streets of the city will be filled with boys and girls at play."},{"Chapter":8,"Number":6,"Text":"“This is what the Lord of Heaven’s Armies says: All this may seem impossible to you now, a small remnant of God’s people. But is it impossible for me? says the Lord of Heaven’s Armies."},{"Chapter":8,"Number":7,"Text":"“This is what the Lord of Heaven’s Armies says: You can be sure that I will rescue my people from the east and from the west."},{"Chapter":8,"Number":8,"Text":"I will bring them home again to live safely in Jerusalem. They will be my people, and I will be faithful and just toward them as their God."},{"Chapter":8,"Number":9,"Text":"“This is what the Lord of Heaven’s Armies says: Be strong and finish the task! Ever since the laying of the foundation of the Temple of the Lord of Heaven’s Armies, you have heard what the prophets have been saying about completing the building."},{"Chapter":8,"Number":10,"Text":"Before the work on the Temple began, there were no jobs and no money to hire people or animals. No traveler was safe from the enemy, for there were enemies on all sides. I had turned everyone against each other."},{"Chapter":8,"Number":11,"Text":"“But now I will not treat the remnant of my people as I treated them before, says the Lord of Heaven’s Armies."},{"Chapter":8,"Number":12,"Text":"For I am planting seeds of peace and prosperity among you. The grapevines will be heavy with fruit. The earth will produce its crops, and the heavens will release the dew. Once more I will cause the remnant in Judah and Israel to inherit these blessings."},{"Chapter":8,"Number":13,"Text":"Among the other nations, Judah and Israel became symbols of a cursed nation. But no longer! Now I will rescue you and make you both a symbol and a source of blessing. So don’t be afraid. Be strong, and get on with rebuilding the Temple!"},{"Chapter":8,"Number":14,"Text":"“For this is what the Lord of Heaven’s Armies says: I was determined to punish you when your ancestors angered me, and I did not change my mind, says the Lord of Heaven’s Armies."},{"Chapter":8,"Number":15,"Text":"But now I am determined to bless Jerusalem and the people of Judah. So don’t be afraid."},{"Chapter":8,"Number":16,"Text":"But this is what you must do: Tell the truth to each other. Render verdicts in your courts that are just and that lead to peace."},{"Chapter":8,"Number":17,"Text":"Don’t scheme against each other. Stop your love of telling lies that you swear are the truth. I hate all these things, says the Lord.”"},{"Chapter":8,"Number":18,"Text":"Here is another message that came to me from the Lord of Heaven’s Armies."},{"Chapter":8,"Number":19,"Text":"“This is what the Lord of Heaven’s Armies says: The traditional fasts and times of mourning you have kept in early summer, midsummer, autumn, and winter are now ended. They will become festivals of joy and celebration for the people of Judah. So love truth and peace."},{"Chapter":8,"Number":20,"Text":"“This is what the Lord of Heaven’s Armies says: People from nations and cities around the world will travel to Jerusalem."},{"Chapter":8,"Number":21,"Text":"The people of one city will say to the people of another, ‘Come with us to Jerusalem to ask the Lord to bless us. Let’s worship the Lord of Heaven’s Armies. I’m determined to go.’"},{"Chapter":8,"Number":22,"Text":"Many peoples and powerful nations will come to Jerusalem to seek the Lord of Heaven’s Armies and to ask for his blessing."},{"Chapter":8,"Number":23,"Text":"“This is what the Lord of Heaven’s Armies says: In those days ten men from different nations and languages of the world will clutch at the sleeve of one Jew. And they will say, ‘Please let us walk with you, for we have heard that God is with you.’”"},{"Chapter":9,"Number":1,"Text":"This is the message from the Lord against the land of Aram and the city of Damascus, for the eyes of humanity, including all the tribes of Israel, are on the Lord."},{"Chapter":9,"Number":2,"Text":"Doom is certain for Hamath,    near Damascus,and for the cities of Tyre and Sidon,    though they are so clever."},{"Chapter":9,"Number":3,"Text":"Tyre has built a strong fortress    and has made silver and gold    as plentiful as dust in the streets!"},{"Chapter":9,"Number":4,"Text":"But now the Lord will strip away Tyre’s possessions    and hurl its fortifications into the sea,    and it will be burned to the ground."},{"Chapter":9,"Number":5,"Text":"The city of Ashkelon will see Tyre fall    and will be filled with fear.Gaza will shake with terror,    as will Ekron, for their hopes will be dashed.Gaza’s king will be killed,    and Ashkelon will be deserted."},{"Chapter":9,"Number":6,"Text":"Foreigners will occupy the city of Ashdod.    I will destroy the pride of the Philistines."},{"Chapter":9,"Number":7,"Text":"I will grab the bloody meat from their mouths    and snatch the detestable sacrifices from their teeth.Then the surviving Philistines will worship our God    and become like a clan in Judah.The Philistines of Ekron will join my people,    as the ancient Jebusites once did."},{"Chapter":9,"Number":8,"Text":"I will guard my Temple    and protect it from invading armies.I am watching closely to ensure    that no more foreign oppressors overrun my people’s land. "},{"Chapter":9,"Number":9,"Text":"Rejoice, O people of Zion!    Shout in triumph, O people of Jerusalem!Look, your king is coming to you.    He is righteous and victorious,yet he is humble, riding on a donkey—    riding on a donkey’s colt."},{"Chapter":9,"Number":10,"Text":"I will remove the battle chariots from Israel    and the warhorses from Jerusalem.I will destroy all the weapons used in battle,    and your king will bring peace to the nations.His realm will stretch from sea to sea    and from the Euphrates River to the ends of the earth."},{"Chapter":9,"Number":11,"Text":"Because of the covenant I made with you,    sealed with blood,I will free your prisoners    from death in a waterless dungeon."},{"Chapter":9,"Number":12,"Text":"Come back to the place of safety,    all you prisoners who still have hope!I promise this very day    that I will repay two blessings for each of your troubles."},{"Chapter":9,"Number":13,"Text":"Judah is my bow,    and Israel is my arrow.Jerusalem is my sword,    and like a warrior, I will brandish it against the Greeks."},{"Chapter":9,"Number":14,"Text":"The Lord will appear above his people;    his arrows will fly like lightning!The Sovereign Lord will sound the ram’s horn    and attack like a whirlwind from the southern desert."},{"Chapter":9,"Number":15,"Text":"The Lord of Heaven’s Armies will protect his people,    and they will defeat their enemies by hurling great stones.They will shout in battle as though drunk with wine.    They will be filled with blood like a bowl,    drenched with blood like the corners of the altar."},{"Chapter":9,"Number":16,"Text":"On that day the Lord their God will rescue his people,    just as a shepherd rescues his sheep.They will sparkle in his land    like jewels in a crown."},{"Chapter":9,"Number":17,"Text":"How wonderful and beautiful they will be!    The young men will thrive on abundant grain,    and the young women will flourish on new wine."},{"Chapter":10,"Number":1,"Text":"Ask the Lord for rain in the spring,    for he makes the storm clouds.And he will send showers of rain    so every field becomes a lush pasture."},{"Chapter":10,"Number":2,"Text":"Household gods give worthless advice,    fortune-tellers predict only lies,and interpreters of dreams pronounce    falsehoods that give no comfort.So my people are wandering like lost sheep;    they are attacked because they have no shepherd."},{"Chapter":10,"Number":3,"Text":"“My anger burns against your shepherds,    and I will punish these leaders.For the Lord of Heaven’s Armies has arrived    to look after Judah, his flock.He will make them strong and glorious,    like a proud warhorse in battle."},{"Chapter":10,"Number":4,"Text":"From Judah will come the cornerstone,    the tent peg,the bow for battle,    and all the rulers."},{"Chapter":10,"Number":5,"Text":"They will be like mighty warriors in battle,    trampling their enemies in the mud under their feet.Since the Lord is with them as they fight,    they will overthrow even the enemy’s horsemen."},{"Chapter":10,"Number":6,"Text":"“I will strengthen Judah and save Israel;    I will restore them because of my compassion.It will be as though I had never rejected them,    for I am the Lord their God, who will hear their cries."},{"Chapter":10,"Number":7,"Text":"The people of Israel will become like mighty warriors,    and their hearts will be made happy as if by wine.Their children, too, will see it and be glad;    their hearts will rejoice in the Lord."},{"Chapter":10,"Number":8,"Text":"When I whistle to them, they will come running,    for I have redeemed them.From the few who are left,    they will grow as numerous as they were before."},{"Chapter":10,"Number":9,"Text":"Though I have scattered them like seeds among the nations,    they will still remember me in distant lands.They and their children will survive    and return again to Israel."},{"Chapter":10,"Number":10,"Text":"I will bring them back from Egypt    and gather them from Assyria.I will resettle them in Gilead and Lebanon    until there is no more room for them all."},{"Chapter":10,"Number":11,"Text":"They will pass safely through the sea of distress,    for the waves of the sea will be held back,    and the waters of the Nile will dry up.The pride of Assyria will be crushed,    and the rule of Egypt will end."},{"Chapter":10,"Number":12,"Text":"By my power I will make my people strong,    and by my authority they will go wherever they wish.    I, the Lord, have spoken!”"},{"Chapter":11,"Number":1,"Text":"Open your doors, Lebanon,    so that fire may devour your cedar forests."},{"Chapter":11,"Number":2,"Text":"Weep, you cypress trees, for all the ruined cedars;    the most majestic ones have fallen.Weep, you oaks of Bashan,    for the thick forests have been cut down."},{"Chapter":11,"Number":3,"Text":"Listen to the wailing of the shepherds,    for their rich pastures are destroyed.Hear the young lions roaring,    for their thickets in the Jordan Valley are ruined. The Good and Evil Shepherds"},{"Chapter":11,"Number":4,"Text":"This is what the Lord my God says: “Go and care for the flock that is intended for slaughter."},{"Chapter":11,"Number":5,"Text":"The buyers slaughter their sheep without remorse. The sellers say, ‘Praise the Lord! Now I’m rich!’ Even the shepherds have no compassion for them."},{"Chapter":11,"Number":6,"Text":"Likewise, I will no longer have pity on the people of the land,” says the Lord. “I will let them fall into each other’s hands and into the hands of their king. They will turn the land into a wilderness, and I will not rescue them.”"},{"Chapter":11,"Number":7,"Text":"So I cared for the flock intended for slaughter—the flock that was oppressed. Then I took two shepherd’s staffs and named one Favor and the other Union."},{"Chapter":11,"Number":8,"Text":"I got rid of their three evil shepherds in a single month.But I became impatient with these sheep, and they hated me, too."},{"Chapter":11,"Number":9,"Text":"So I told them, “I won’t be your shepherd any longer. If you die, you die. If you are killed, you are killed. And let those who remain devour each other!”"},{"Chapter":11,"Number":10,"Text":"Then I took my staff called Favor and cut it in two, showing that I had revoked the covenant I had made with all the nations."},{"Chapter":11,"Number":11,"Text":"That was the end of my covenant with them. The suffering flock was watching me, and they knew that the Lord was speaking through my actions."},{"Chapter":11,"Number":12,"Text":"And I said to them, “If you like, give me my wages, whatever I am worth; but only if you want to.” So they counted out for my wages thirty pieces of silver."},{"Chapter":11,"Number":13,"Text":"And the Lord said to me, “Throw it to the potter”—this magnificent sum at which they valued me! So I took the thirty coins and threw them to the potter in the Temple of the Lord."},{"Chapter":11,"Number":14,"Text":"Then I took my other staff, Union, and cut it in two, showing that the bond of unity between Judah and Israel was broken."},{"Chapter":11,"Number":15,"Text":"Then the Lord said to me, “Go again and play the part of a worthless shepherd."},{"Chapter":11,"Number":16,"Text":"This illustrates how I will give this nation a shepherd who will not care for those who are dying, nor look after the young, nor heal the injured, nor feed the healthy. Instead, this shepherd will eat the meat of the fattest sheep and tear off their hooves."},{"Chapter":11,"Number":17,"Text":"“What sorrow awaits this worthless shepherd    who abandons the flock!The sword will cut his arm    and pierce his right eye.His arm will become useless,    and his right eye completely blind.”"},{"Chapter":12,"Number":1,"Text":"This message concerning the fate of Israel came from the Lord: “This message is from the Lord, who stretched out the heavens, laid the foundations of the earth, and formed the human spirit."},{"Chapter":12,"Number":2,"Text":"I will make Jerusalem like an intoxicating drink that makes the nearby nations stagger when they send their armies to besiege Jerusalem and Judah."},{"Chapter":12,"Number":3,"Text":"On that day I will make Jerusalem an immovable rock. All the nations will gather against it to try to move it, but they will only hurt themselves."},{"Chapter":12,"Number":4,"Text":"“On that day,” says the Lord, “I will cause every horse to panic and every rider to lose his nerve. I will watch over the people of Judah, but I will blind all the horses of their enemies."},{"Chapter":12,"Number":5,"Text":"And the clans of Judah will say to themselves, ‘The people of Jerusalem have found strength in the Lord of Heaven’s Armies, their God.’"},{"Chapter":12,"Number":6,"Text":"“On that day I will make the clans of Judah like a flame that sets a woodpile ablaze or like a burning torch among sheaves of grain. They will burn up all the neighboring nations right and left, while the people living in Jerusalem remain secure."},{"Chapter":12,"Number":7,"Text":"“The Lord will give victory to the rest of Judah first, before Jerusalem, so that the people of Jerusalem and the royal line of David will not have greater honor than the rest of Judah."},{"Chapter":12,"Number":8,"Text":"On that day the Lord will defend the people of Jerusalem; the weakest among them will be as mighty as King David! And the royal descendants will be like God, like the angel of the Lord who goes before them!"},{"Chapter":12,"Number":9,"Text":"For on that day I will begin to destroy all the nations that come against Jerusalem."},{"Chapter":12,"Number":10,"Text":"“Then I will pour out a spirit of grace and prayer on the family of David and on the people of Jerusalem. They will look on me whom they have pierced and mourn for him as for an only son. They will grieve bitterly for him as for a firstborn son who has died."},{"Chapter":12,"Number":11,"Text":"The sorrow and mourning in Jerusalem on that day will be like the great mourning for Hadad-rimmon in the valley of Megiddo."},{"Chapter":12,"Number":12,"Text":"“All Israel will mourn, each clan by itself, and with the husbands separate from their wives. The clan of David will mourn alone, as will the clan of Nathan,"},{"Chapter":12,"Number":13,"Text":"the clan of Levi, and the clan of Shimei."},{"Chapter":12,"Number":14,"Text":"Each of the surviving clans from Judah will mourn separately, and with the husbands separate from their wives."},{"Chapter":13,"Number":1,"Text":"“On that day a fountain will be opened for the dynasty of David and for the people of Jerusalem, a fountain to cleanse them from all their sins and impurity."},{"Chapter":13,"Number":2,"Text":"“And on that day,” says the Lord of Heaven’s Armies, “I will erase idol worship throughout the land, so that even the names of the idols will be forgotten. I will remove from the land both the false prophets and the spirit of impurity that came with them."},{"Chapter":13,"Number":3,"Text":"If anyone continues to prophesy, his own father and mother will tell him, ‘You must die, for you have prophesied lies in the name of the Lord.’ And as he prophesies, his own father and mother will stab him."},{"Chapter":13,"Number":4,"Text":"“On that day people will be ashamed to claim the prophetic gift. No one will pretend to be a prophet by wearing prophet’s clothes."},{"Chapter":13,"Number":5,"Text":"He will say, ‘I’m no prophet; I’m a farmer. I began working for a farmer as a boy.’"},{"Chapter":13,"Number":6,"Text":"And if someone asks, ‘Then what about those wounds on your chest?’ he will say, ‘I was wounded at my friends’ house!’ "},{"Chapter":13,"Number":7,"Text":"“Awake, O sword, against my shepherd,    the man who is my partner,”    says the Lord of Heaven’s Armies.“Strike down the shepherd,    and the sheep will be scattered,    and I will turn against the lambs."},{"Chapter":13,"Number":8,"Text":"Two-thirds of the people in the land    will be cut off and die,” says the Lord.    “But one-third will be left in the land."},{"Chapter":13,"Number":9,"Text":"I will bring that group through the fire    and make them pure.I will refine them like silver    and purify them like gold.They will call on my name,    and I will answer them.I will say, ‘These are my people,’    and they will say, ‘The Lord is our God.’”"},{"Chapter":14,"Number":1,"Text":"Watch, for the day of the Lord is coming when your possessions will be plundered right in front of you!"},{"Chapter":14,"Number":2,"Text":"I will gather all the nations to fight against Jerusalem. The city will be taken, the houses looted, and the women raped. Half the population will be taken into captivity, and the rest will be left among the ruins of the city."},{"Chapter":14,"Number":3,"Text":"Then the Lord will go out to fight against those nations, as he has fought in times past."},{"Chapter":14,"Number":4,"Text":"On that day his feet will stand on the Mount of Olives, east of Jerusalem. And the Mount of Olives will split apart, making a wide valley running from east to west. Half the mountain will move toward the north and half toward the south."},{"Chapter":14,"Number":5,"Text":"You will flee through this valley, for it will reach across to Azal. Yes, you will flee as you did from the earthquake in the days of King Uzziah of Judah. Then the Lord my God will come, and all his holy ones with him."},{"Chapter":14,"Number":6,"Text":"On that day the sources of light will no longer shine,"},{"Chapter":14,"Number":7,"Text":"yet there will be continuous day! Only the Lord knows how this could happen. There will be no normal day and night, for at evening time it will still be light."},{"Chapter":14,"Number":8,"Text":"On that day life-giving waters will flow out from Jerusalem, half toward the Dead Sea and half toward the Mediterranean, flowing continuously in both summer and winter."},{"Chapter":14,"Number":9,"Text":"And the Lord will be king over all the earth. On that day there will be one Lord—his name alone will be worshiped."},{"Chapter":14,"Number":10,"Text":"All the land from Geba, north of Judah, to Rimmon, south of Jerusalem, will become one vast plain. But Jerusalem will be raised up in its original place and will be inhabited all the way from the Benjamin Gate over to the site of the old gate, then to the Corner Gate, and from the Tower of Hananel to the king’s winepresses."},{"Chapter":14,"Number":11,"Text":"And Jerusalem will be filled, safe at last, never again to be cursed and destroyed."},{"Chapter":14,"Number":12,"Text":"And the Lord will send a plague on all the nations that fought against Jerusalem. Their people will become like walking corpses, their flesh rotting away. Their eyes will rot in their sockets, and their tongues will rot in their mouths."},{"Chapter":14,"Number":13,"Text":"On that day they will be terrified, stricken by the Lord with great panic. They will fight their neighbors hand to hand."},{"Chapter":14,"Number":14,"Text":"Judah, too, will be fighting at Jerusalem. The wealth of all the neighboring nations will be captured—great quantities of gold and silver and fine clothing."},{"Chapter":14,"Number":15,"Text":"This same plague will strike the horses, mules, camels, donkeys, and all the other animals in the enemy camps."},{"Chapter":14,"Number":16,"Text":"In the end, the enemies of Jerusalem who survive the plague will go up to Jerusalem each year to worship the King, the Lord of Heaven’s Armies, and to celebrate the Festival of Shelters."},{"Chapter":14,"Number":17,"Text":"Any nation in the world that refuses to come to Jerusalem to worship the King, the Lord of Heaven’s Armies, will have no rain."},{"Chapter":14,"Number":18,"Text":"If the people of Egypt refuse to attend the festival, the Lord will punish them with the same plague that he sends on the other nations who refuse to go."},{"Chapter":14,"Number":19,"Text":"Egypt and the other nations will all be punished if they don’t go to celebrate the Festival of Shelters."},{"Chapter":14,"Number":20,"Text":"On that day even the harness bells of the horses will be inscribed with these words: Holy to the lord. And the cooking pots in the Temple of the Lord will be as sacred as the basins used beside the altar."},{"Chapter":14,"Number":21,"Text":"In fact, every cooking pot in Jerusalem and Judah will be holy to the Lord of Heaven’s Armies. All who come to worship will be free to use any of these pots to boil their sacrifices. And on that day there will no longer be traders in the Temple of the Lord of Heaven’s Armies."}]}
