{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from Paul","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Paul’s Thanksgiving and Prayer","Chapter":1},{"VerseStartingAt":15,"ParagraphTitle":"Christ Is Supreme","Chapter":1},{"VerseStartingAt":24,"ParagraphTitle":"Paul’s Work for the Church","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Freedom from Rules and New Life in Christ","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Living the New Life","Chapter":3},{"VerseStartingAt":18,"ParagraphTitle":"Instructions for Christian Households","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"An Encouragement for Prayer","Chapter":4},{"VerseStartingAt":7,"ParagraphTitle":"Paul’s Final Instructions and Greetings","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from Paul, chosen by the will of God to be an apostle of Christ Jesus, and from our brother Timothy."},{"Chapter":1,"Number":2,"Text":"We are writing to God’s holy people in the city of Colosse, who are faithful brothers and sisters in Christ.May God our Father give you grace and peace. "},{"Chapter":1,"Number":3,"Text":"We always pray for you, and we give thanks to God, the Father of our Lord Jesus Christ."},{"Chapter":1,"Number":4,"Text":"For we have heard of your faith in Christ Jesus and your love for all of God’s people,"},{"Chapter":1,"Number":5,"Text":"which come from your confident hope of what God has reserved for you in heaven. You have had this expectation ever since you first heard the truth of the Good News."},{"Chapter":1,"Number":6,"Text":"This same Good News that came to you is going out all over the world. It is bearing fruit everywhere by changing lives, just as it changed your lives from the day you first heard and understood the truth about God’s wonderful grace."},{"Chapter":1,"Number":7,"Text":"You learned about the Good News from Epaphras, our beloved co-worker. He is Christ’s faithful servant, and he is helping us on your behalf."},{"Chapter":1,"Number":8,"Text":"He has told us about the love for others that the Holy Spirit has given you."},{"Chapter":1,"Number":9,"Text":"So we have not stopped praying for you since we first heard about you. We ask God to give you complete knowledge of his will and to give you spiritual wisdom and understanding."},{"Chapter":1,"Number":10,"Text":"Then the way you live will always honor and please the Lord, and your lives will produce every kind of good fruit. All the while, you will grow as you learn to know God better and better."},{"Chapter":1,"Number":11,"Text":"We also pray that you will be strengthened with all his glorious power so you will have all the endurance and patience you need. May you be filled with joy,"},{"Chapter":1,"Number":12,"Text":"always thanking the Father. He has enabled you to share in the inheritance that belongs to his people, who live in the light."},{"Chapter":1,"Number":13,"Text":"For he has rescued us from the kingdom of darkness and transferred us into the Kingdom of his dear Son,"},{"Chapter":1,"Number":14,"Text":"who purchased our freedom and forgave our sins. "},{"Chapter":1,"Number":15,"Text":"Christ is the visible image of the invisible God.    He existed before anything was created and is supreme over all creation,"},{"Chapter":1,"Number":16,"Text":"for through him God created everything    in the heavenly realms and on earth.He made the things we can see    and the things we can’t see—such as thrones, kingdoms, rulers, and authorities in the unseen world.    Everything was created through him and for him."},{"Chapter":1,"Number":17,"Text":"He existed before anything else,    and he holds all creation together."},{"Chapter":1,"Number":18,"Text":"Christ is also the head of the church,    which is his body.He is the beginning,    supreme over all who rise from the dead.    So he is first in everything."},{"Chapter":1,"Number":19,"Text":"For God in all his fullness    was pleased to live in Christ,"},{"Chapter":1,"Number":20,"Text":"and through him God reconciled    everything to himself.He made peace with everything in heaven and on earth    by means of Christ’s blood on the cross."},{"Chapter":1,"Number":21,"Text":"This includes you who were once far away from God. You were his enemies, separated from him by your evil thoughts and actions."},{"Chapter":1,"Number":22,"Text":"Yet now he has reconciled you to himself through the death of Christ in his physical body. As a result, he has brought you into his own presence, and you are holy and blameless as you stand before him without a single fault."},{"Chapter":1,"Number":23,"Text":"But you must continue to believe this truth and stand firmly in it. Don’t drift away from the assurance you received when you heard the Good News. The Good News has been preached all over the world, and I, Paul, have been appointed as God’s servant to proclaim it. "},{"Chapter":1,"Number":24,"Text":"I am glad when I suffer for you in my body, for I am participating in the sufferings of Christ that continue for his body, the church."},{"Chapter":1,"Number":25,"Text":"God has given me the responsibility of serving his church by proclaiming his entire message to you."},{"Chapter":1,"Number":26,"Text":"This message was kept secret for centuries and generations past, but now it has been revealed to God’s people."},{"Chapter":1,"Number":27,"Text":"For God wanted them to know that the riches and glory of Christ are for you Gentiles, too. And this is the secret: Christ lives in you. This gives you assurance of sharing his glory."},{"Chapter":1,"Number":28,"Text":"So we tell others about Christ, warning everyone and teaching everyone with all the wisdom God has given us. We want to present them to God, perfect in their relationship to Christ."},{"Chapter":1,"Number":29,"Text":"That’s why I work and struggle so hard, depending on Christ’s mighty power that works within me."},{"Chapter":2,"Number":1,"Text":"I want you to know how much I have agonized for you and for the church at Laodicea, and for many other believers who have never met me personally."},{"Chapter":2,"Number":2,"Text":"I want them to be encouraged and knit together by strong ties of love. I want them to have complete confidence that they understand God’s mysterious plan, which is Christ himself."},{"Chapter":2,"Number":3,"Text":"In him lie hidden all the treasures of wisdom and knowledge."},{"Chapter":2,"Number":4,"Text":"I am telling you this so no one will deceive you with well-crafted arguments."},{"Chapter":2,"Number":5,"Text":"For though I am far away from you, my heart is with you. And I rejoice that you are living as you should and that your faith in Christ is strong. Freedom from Rules and New Life in Christ"},{"Chapter":2,"Number":6,"Text":"And now, just as you accepted Christ Jesus as your Lord, you must continue to follow him."},{"Chapter":2,"Number":7,"Text":"Let your roots grow down into him, and let your lives be built on him. Then your faith will grow strong in the truth you were taught, and you will overflow with thankfulness."},{"Chapter":2,"Number":8,"Text":"Don’t let anyone capture you with empty philosophies and high-sounding nonsense that come from human thinking and from the spiritual powers of this world, rather than from Christ."},{"Chapter":2,"Number":9,"Text":"For in Christ lives all the fullness of God in a human body."},{"Chapter":2,"Number":10,"Text":"So you also are complete through your union with Christ, who is the head over every ruler and authority."},{"Chapter":2,"Number":11,"Text":"When you came to Christ, you were “circumcised,” but not by a physical procedure. Christ performed a spiritual circumcision—the cutting away of your sinful nature."},{"Chapter":2,"Number":12,"Text":"For you were buried with Christ when you were baptized. And with him you were raised to new life because you trusted the mighty power of God, who raised Christ from the dead."},{"Chapter":2,"Number":13,"Text":"You were dead because of your sins and because your sinful nature was not yet cut away. Then God made you alive with Christ, for he forgave all our sins."},{"Chapter":2,"Number":14,"Text":"He canceled the record of the charges against us and took it away by nailing it to the cross."},{"Chapter":2,"Number":15,"Text":"In this way, he disarmed the spiritual rulers and authorities. He shamed them publicly by his victory over them on the cross."},{"Chapter":2,"Number":16,"Text":"So don’t let anyone condemn you for what you eat or drink, or for not celebrating certain holy days or new moon ceremonies or Sabbaths."},{"Chapter":2,"Number":17,"Text":"For these rules are only shadows of the reality yet to come. And Christ himself is that reality."},{"Chapter":2,"Number":18,"Text":"Don’t let anyone condemn you by insisting on pious self-denial or the worship of angels, saying they have had visions about these things. Their sinful minds have made them proud,"},{"Chapter":2,"Number":19,"Text":"and they are not connected to Christ, the head of the body. For he holds the whole body together with its joints and ligaments, and it grows as God nourishes it."},{"Chapter":2,"Number":20,"Text":"You have died with Christ, and he has set you free from the spiritual powers of this world. So why do you keep on following the rules of the world, such as,"},{"Chapter":2,"Number":21,"Text":"“Don’t handle! Don’t taste! Don’t touch!”?"},{"Chapter":2,"Number":22,"Text":"Such rules are mere human teachings about things that deteriorate as we use them."},{"Chapter":2,"Number":23,"Text":"These rules may seem wise because they require strong devotion, pious self-denial, and severe bodily discipline. But they provide no help in conquering a person’s evil desires."},{"Chapter":3,"Number":1,"Text":"Since you have been raised to new life with Christ, set your sights on the realities of heaven, where Christ sits in the place of honor at God’s right hand."},{"Chapter":3,"Number":2,"Text":"Think about the things of heaven, not the things of earth."},{"Chapter":3,"Number":3,"Text":"For you died to this life, and your real life is hidden with Christ in God."},{"Chapter":3,"Number":4,"Text":"And when Christ, who is your life, is revealed to the whole world, you will share in all his glory."},{"Chapter":3,"Number":5,"Text":"So put to death the sinful, earthly things lurking within you. Have nothing to do with sexual immorality, impurity, lust, and evil desires. Don’t be greedy, for a greedy person is an idolater, worshiping the things of this world."},{"Chapter":3,"Number":6,"Text":"Because of these sins, the anger of God is coming."},{"Chapter":3,"Number":7,"Text":"You used to do these things when your life was still part of this world."},{"Chapter":3,"Number":8,"Text":"But now is the time to get rid of anger, rage, malicious behavior, slander, and dirty language."},{"Chapter":3,"Number":9,"Text":"Don’t lie to each other, for you have stripped off your old sinful nature and all its wicked deeds."},{"Chapter":3,"Number":10,"Text":"Put on your new nature, and be renewed as you learn to know your Creator and become like him."},{"Chapter":3,"Number":11,"Text":"In this new life, it doesn’t matter if you are a Jew or a Gentile, circumcised or uncircumcised, barbaric, uncivilized, slave, or free. Christ is all that matters, and he lives in all of us."},{"Chapter":3,"Number":12,"Text":"Since God chose you to be the holy people he loves, you must clothe yourselves with tenderhearted mercy, kindness, humility, gentleness, and patience."},{"Chapter":3,"Number":13,"Text":"Make allowance for each other’s faults, and forgive anyone who offends you. Remember, the Lord forgave you, so you must forgive others."},{"Chapter":3,"Number":14,"Text":"Above all, clothe yourselves with love, which binds us all together in perfect harmony."},{"Chapter":3,"Number":15,"Text":"And let the peace that comes from Christ rule in your hearts. For as members of one body you are called to live in peace. And always be thankful."},{"Chapter":3,"Number":16,"Text":"Let the message about Christ, in all its richness, fill your lives. Teach and counsel each other with all the wisdom he gives. Sing psalms and hymns and spiritual songs to God with thankful hearts."},{"Chapter":3,"Number":17,"Text":"And whatever you do or say, do it as a representative of the Lord Jesus, giving thanks through him to God the Father. "},{"Chapter":3,"Number":18,"Text":"Wives, submit to your husbands, as is fitting for those who belong to the Lord."},{"Chapter":3,"Number":19,"Text":"Husbands, love your wives and never treat them harshly."},{"Chapter":3,"Number":20,"Text":"Children, always obey your parents, for this pleases the Lord."},{"Chapter":3,"Number":21,"Text":"Fathers, do not aggravate your children, or they will become discouraged."},{"Chapter":3,"Number":22,"Text":"Slaves, obey your earthly masters in everything you do. Try to please them all the time, not just when they are watching you. Serve them sincerely because of your reverent fear of the Lord."},{"Chapter":3,"Number":23,"Text":"Work willingly at whatever you do, as though you were working for the Lord rather than for people."},{"Chapter":3,"Number":24,"Text":"Remember that the Lord will give you an inheritance as your reward, and that the Master you are serving is Christ."},{"Chapter":3,"Number":25,"Text":"But if you do what is wrong, you will be paid back for the wrong you have done. For God has no favorites."},{"Chapter":4,"Number":1,"Text":"Masters, be just and fair to your slaves. Remember that you also have a Master—in heaven. An Encouragement for Prayer"},{"Chapter":4,"Number":2,"Text":"Devote yourselves to prayer with an alert mind and a thankful heart."},{"Chapter":4,"Number":3,"Text":"Pray for us, too, that God will give us many opportunities to speak about his mysterious plan concerning Christ. That is why I am here in chains."},{"Chapter":4,"Number":4,"Text":"Pray that I will proclaim this message as clearly as I should."},{"Chapter":4,"Number":5,"Text":"Live wisely among those who are not believers, and make the most of every opportunity."},{"Chapter":4,"Number":6,"Text":"Let your conversation be gracious and attractive so that you will have the right response for everyone. "},{"Chapter":4,"Number":7,"Text":"Tychicus will give you a full report about how I am getting along. He is a beloved brother and faithful helper who serves with me in the Lord’s work."},{"Chapter":4,"Number":8,"Text":"I have sent him to you for this very purpose—to let you know how we are doing and to encourage you."},{"Chapter":4,"Number":9,"Text":"I am also sending Onesimus, a faithful and beloved brother, one of your own people. He and Tychicus will tell you everything that’s happening here."},{"Chapter":4,"Number":10,"Text":"Aristarchus, who is in prison with me, sends you his greetings, and so does Mark, Barnabas’s cousin. As you were instructed before, make Mark welcome if he comes your way."},{"Chapter":4,"Number":11,"Text":"Jesus (the one we call Justus) also sends his greetings. These are the only Jewish believers among my co-workers; they are working with me here for the Kingdom of God. And what a comfort they have been!"},{"Chapter":4,"Number":12,"Text":"Epaphras, a member of your own fellowship and a servant of Christ Jesus, sends you his greetings. He always prays earnestly for you, asking God to make you strong and perfect, fully confident that you are following the whole will of God."},{"Chapter":4,"Number":13,"Text":"I can assure you that he prays hard for you and also for the believers in Laodicea and Hierapolis."},{"Chapter":4,"Number":14,"Text":"Luke, the beloved doctor, sends his greetings, and so does Demas."},{"Chapter":4,"Number":15,"Text":"Please give my greetings to our brothers and sisters at Laodicea, and to Nympha and the church that meets in her house."},{"Chapter":4,"Number":16,"Text":"After you have read this letter, pass it on to the church at Laodicea so they can read it, too. And you should read the letter I wrote to them."},{"Chapter":4,"Number":17,"Text":"And say to Archippus, “Be sure to carry out the ministry the Lord gave you.”"},{"Chapter":4,"Number":18,"Text":"HERE IS MY GREETING IN MY OWN HANDWRITING—PAUL.Remember my chains.May God’s grace be with you."}]}
