{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"John the Baptist Prepares the Way","Chapter":1},{"VerseStartingAt":9,"ParagraphTitle":"The Baptism and Temptation of Jesus","Chapter":1},{"VerseStartingAt":16,"ParagraphTitle":"The First Disciples","Chapter":1},{"VerseStartingAt":21,"ParagraphTitle":"Jesus Casts Out an Evil Spirit","Chapter":1},{"VerseStartingAt":29,"ParagraphTitle":"Jesus Heals Many People","Chapter":1},{"VerseStartingAt":35,"ParagraphTitle":"Jesus Preaches in Galilee","Chapter":1},{"VerseStartingAt":40,"ParagraphTitle":"Jesus Heals a Man with Leprosy","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Heals a Paralyzed Man","Chapter":2},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Calls Levi (Matthew)","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"A Discussion about Fasting","Chapter":2},{"VerseStartingAt":23,"ParagraphTitle":"A Discussion about the Sabbath","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Heals on the Sabbath","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"Crowds Follow Jesus","Chapter":3},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Chooses the Twelve Apostles","Chapter":3},{"VerseStartingAt":20,"ParagraphTitle":"Jesus and the Prince of Demons","Chapter":3},{"VerseStartingAt":31,"ParagraphTitle":"The True Family of Jesus","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Parable of the Farmer Scattering Seed","Chapter":4},{"VerseStartingAt":21,"ParagraphTitle":"Parable of the Lamp","Chapter":4},{"VerseStartingAt":26,"ParagraphTitle":"Parable of the Growing Seed","Chapter":4},{"VerseStartingAt":30,"ParagraphTitle":"Parable of the Mustard Seed","Chapter":4},{"VerseStartingAt":35,"ParagraphTitle":"Jesus Calms the Storm","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Heals a Demon-Possessed Man","Chapter":5},{"VerseStartingAt":21,"ParagraphTitle":"Jesus Heals in Response to Faith","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Rejected at Nazareth","Chapter":6},{"VerseStartingAt":14,"ParagraphTitle":"The Death of John the Baptist","Chapter":6},{"VerseStartingAt":30,"ParagraphTitle":"Jesus Feeds Five Thousand","Chapter":6},{"VerseStartingAt":45,"ParagraphTitle":"Jesus Walks on Water","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Teaches about Inner Purity","Chapter":7},{"VerseStartingAt":24,"ParagraphTitle":"The Faith of a Gentile Woman","Chapter":7},{"VerseStartingAt":31,"ParagraphTitle":"Jesus Heals a Deaf Man","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Feeds Four Thousand","Chapter":8},{"VerseStartingAt":11,"ParagraphTitle":"Pharisees Demand a Miraculous Sign","Chapter":8},{"VerseStartingAt":14,"ParagraphTitle":"Yeast of the Pharisees and Herod","Chapter":8},{"VerseStartingAt":22,"ParagraphTitle":"Jesus Heals a Blind Man","Chapter":8},{"VerseStartingAt":27,"ParagraphTitle":"Peter’s Declaration about Jesus","Chapter":8},{"VerseStartingAt":31,"ParagraphTitle":"Jesus Predicts His Death","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Transfiguration","Chapter":9},{"VerseStartingAt":14,"ParagraphTitle":"Jesus Heals a Demon-Possessed Boy","Chapter":9},{"VerseStartingAt":30,"ParagraphTitle":"Jesus Again Predicts His Death","Chapter":9},{"VerseStartingAt":33,"ParagraphTitle":"The Greatest in the Kingdom","Chapter":9},{"VerseStartingAt":38,"ParagraphTitle":"Using the Name of Jesus","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Discussion about Divorce and Marriage","Chapter":10},{"VerseStartingAt":13,"ParagraphTitle":"Jesus Blesses the Children","Chapter":10},{"VerseStartingAt":17,"ParagraphTitle":"The Rich Man","Chapter":10},{"VerseStartingAt":32,"ParagraphTitle":"Jesus Again Predicts His Death","Chapter":10},{"VerseStartingAt":35,"ParagraphTitle":"Jesus Teaches about Serving Others","Chapter":10},{"VerseStartingAt":46,"ParagraphTitle":"Jesus Heals Blind Bartimaeus","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Jesus’ Triumphant Entry","Chapter":11},{"VerseStartingAt":12,"ParagraphTitle":"Jesus Curses the Fig Tree","Chapter":11},{"VerseStartingAt":15,"ParagraphTitle":"Jesus Clears the Temple","Chapter":11},{"VerseStartingAt":27,"ParagraphTitle":"The Authority of Jesus Challenged","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Parable of the Evil Farmers","Chapter":12},{"VerseStartingAt":13,"ParagraphTitle":"Taxes for Caesar","Chapter":12},{"VerseStartingAt":18,"ParagraphTitle":"Discussion about Resurrection","Chapter":12},{"VerseStartingAt":28,"ParagraphTitle":"The Most Important Commandment","Chapter":12},{"VerseStartingAt":35,"ParagraphTitle":"Whose Son Is the Messiah?","Chapter":12},{"VerseStartingAt":41,"ParagraphTitle":"The Widow’s Offering","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Speaks about the Future","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Anointed at Bethany","Chapter":14},{"VerseStartingAt":10,"ParagraphTitle":"Judas Agrees to Betray Jesus","Chapter":14},{"VerseStartingAt":12,"ParagraphTitle":"The Last Supper","Chapter":14},{"VerseStartingAt":27,"ParagraphTitle":"Jesus Predicts Peter’s Denial","Chapter":14},{"VerseStartingAt":32,"ParagraphTitle":"Jesus Prays in Gethsemane","Chapter":14},{"VerseStartingAt":43,"ParagraphTitle":"Jesus Is Betrayed and Arrested","Chapter":14},{"VerseStartingAt":53,"ParagraphTitle":"Jesus before the Council","Chapter":14},{"VerseStartingAt":66,"ParagraphTitle":"Peter Denies Jesus","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Jesus’ Trial before Pilate","Chapter":15},{"VerseStartingAt":16,"ParagraphTitle":"The Soldiers Mock Jesus","Chapter":15},{"VerseStartingAt":21,"ParagraphTitle":"The Crucifixion","Chapter":15},{"VerseStartingAt":33,"ParagraphTitle":"The Death of Jesus","Chapter":15},{"VerseStartingAt":42,"ParagraphTitle":"The Burial of Jesus","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Resurrection","Chapter":16}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is the Good News about Jesus the Messiah, the Son of God. It began"},{"Chapter":1,"Number":2,"Text":"just as the prophet Isaiah had written:“Look, I am sending my messenger ahead of you,    and he will prepare your way."},{"Chapter":1,"Number":3,"Text":"He is a voice shouting in the wilderness,‘Prepare the way for the Lord’s coming!    Clear the road for him!’”"},{"Chapter":1,"Number":4,"Text":"This messenger was John the Baptist. He was in the wilderness and preached that people should be baptized to show that they had repented of their sins and turned to God to be forgiven."},{"Chapter":1,"Number":5,"Text":"All of Judea, including all the people of Jerusalem, went out to see and hear John. And when they confessed their sins, he baptized them in the Jordan River."},{"Chapter":1,"Number":6,"Text":"His clothes were woven from coarse camel hair, and he wore a leather belt around his waist. For food he ate locusts and wild honey."},{"Chapter":1,"Number":7,"Text":"John announced: “Someone is coming soon who is greater than I am—so much greater that I’m not even worthy to stoop down like a slave and untie the straps of his sandals."},{"Chapter":1,"Number":8,"Text":"I baptize you with water, but he will baptize you with the Holy Spirit!” "},{"Chapter":1,"Number":9,"Text":"One day Jesus came from Nazareth in Galilee, and John baptized him in the Jordan River."},{"Chapter":1,"Number":10,"Text":"As Jesus came up out of the water, he saw the heavens splitting apart and the Holy Spirit descending on him like a dove."},{"Chapter":1,"Number":11,"Text":"And a voice from heaven said, “You are my dearly loved Son, and you bring me great joy.”"},{"Chapter":1,"Number":12,"Text":"The Spirit then compelled Jesus to go into the wilderness,"},{"Chapter":1,"Number":13,"Text":"where he was tempted by Satan for forty days. He was out among the wild animals, and angels took care of him."},{"Chapter":1,"Number":14,"Text":"Later on, after John was arrested, Jesus went into Galilee, where he preached God’s Good News."},{"Chapter":1,"Number":15,"Text":"“The time promised by God has come at last!” he announced. “The Kingdom of God is near! Repent of your sins and believe the Good News!” "},{"Chapter":1,"Number":16,"Text":"One day as Jesus was walking along the shore of the Sea of Galilee, he saw Simon and his brother Andrew throwing a net into the water, for they fished for a living."},{"Chapter":1,"Number":17,"Text":"Jesus called out to them, “Come, follow me, and I will show you how to fish for people!”"},{"Chapter":1,"Number":18,"Text":"And they left their nets at once and followed him."},{"Chapter":1,"Number":19,"Text":"A little farther up the shore Jesus saw Zebedee’s sons, James and John, in a boat repairing their nets."},{"Chapter":1,"Number":20,"Text":"He called them at once, and they also followed him, leaving their father, Zebedee, in the boat with the hired men. "},{"Chapter":1,"Number":21,"Text":"Jesus and his companions went to the town of Capernaum. When the Sabbath day came, he went into the synagogue and began to teach."},{"Chapter":1,"Number":22,"Text":"The people were amazed at his teaching, for he taught with real authority—quite unlike the teachers of religious law."},{"Chapter":1,"Number":23,"Text":"Suddenly, a man in the synagogue who was possessed by an evil spirit cried out,"},{"Chapter":1,"Number":24,"Text":"“Why are you interfering with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”"},{"Chapter":1,"Number":25,"Text":"But Jesus reprimanded him. “Be quiet! Come out of the man,” he ordered."},{"Chapter":1,"Number":26,"Text":"At that, the evil spirit screamed, threw the man into a convulsion, and then came out of him."},{"Chapter":1,"Number":27,"Text":"Amazement gripped the audience, and they began to discuss what had happened. “What sort of new teaching is this?” they asked excitedly. “It has such authority! Even evil spirits obey his orders!”"},{"Chapter":1,"Number":28,"Text":"The news about Jesus spread quickly throughout the entire region of Galilee. "},{"Chapter":1,"Number":29,"Text":"After Jesus left the synagogue with James and John, they went to Simon and Andrew’s home."},{"Chapter":1,"Number":30,"Text":"Now Simon’s mother-in-law was sick in bed with a high fever. They told Jesus about her right away."},{"Chapter":1,"Number":31,"Text":"So he went to her bedside, took her by the hand, and helped her sit up. Then the fever left her, and she prepared a meal for them."},{"Chapter":1,"Number":32,"Text":"That evening after sunset, many sick and demon-possessed people were brought to Jesus."},{"Chapter":1,"Number":33,"Text":"The whole town gathered at the door to watch."},{"Chapter":1,"Number":34,"Text":"So Jesus healed many people who were sick with various diseases, and he cast out many demons. But because the demons knew who he was, he did not allow them to speak. "},{"Chapter":1,"Number":35,"Text":"Before daybreak the next morning, Jesus got up and went out to an isolated place to pray."},{"Chapter":1,"Number":36,"Text":"Later Simon and the others went out to find him."},{"Chapter":1,"Number":37,"Text":"When they found him, they said, “Everyone is looking for you.”"},{"Chapter":1,"Number":38,"Text":"But Jesus replied, “We must go on to other towns as well, and I will preach to them, too. That is why I came.”"},{"Chapter":1,"Number":39,"Text":"So he traveled throughout the region of Galilee, preaching in the synagogues and casting out demons. "},{"Chapter":1,"Number":40,"Text":"A man with leprosy came and knelt in front of Jesus, begging to be healed. “If you are willing, you can heal me and make me clean,” he said."},{"Chapter":1,"Number":41,"Text":"Moved with compassion, Jesus reached out and touched him. “I am willing,” he said. “Be healed!”"},{"Chapter":1,"Number":42,"Text":"Instantly the leprosy disappeared, and the man was healed."},{"Chapter":1,"Number":43,"Text":"Then Jesus sent him on his way with a stern warning:"},{"Chapter":1,"Number":44,"Text":"“Don’t tell anyone about this. Instead, go to the priest and let him examine you. Take along the offering required in the law of Moses for those who have been healed of leprosy. This will be a public testimony that you have been cleansed.”"},{"Chapter":1,"Number":45,"Text":"But the man went and spread the word, proclaiming to everyone what had happened. As a result, large crowds soon surrounded Jesus, and he couldn’t publicly enter a town anywhere. He had to stay out in the secluded places, but people from everywhere kept coming to him."},{"Chapter":2,"Number":1,"Text":"When Jesus returned to Capernaum several days later, the news spread quickly that he was back home."},{"Chapter":2,"Number":2,"Text":"Soon the house where he was staying was so packed with visitors that there was no more room, even outside the door. While he was preaching God’s word to them,"},{"Chapter":2,"Number":3,"Text":"four men arrived carrying a paralyzed man on a mat."},{"Chapter":2,"Number":4,"Text":"They couldn’t bring him to Jesus because of the crowd, so they dug a hole through the roof above his head. Then they lowered the man on his mat, right down in front of Jesus."},{"Chapter":2,"Number":5,"Text":"Seeing their faith, Jesus said to the paralyzed man, “My child, your sins are forgiven.”"},{"Chapter":2,"Number":6,"Text":"But some of the teachers of religious law who were sitting there thought to themselves,"},{"Chapter":2,"Number":7,"Text":"“What is he saying? This is blasphemy! Only God can forgive sins!”"},{"Chapter":2,"Number":8,"Text":"Jesus knew immediately what they were thinking, so he asked them, “Why do you question this in your hearts?"},{"Chapter":2,"Number":9,"Text":"Is it easier to say to the paralyzed man ‘Your sins are forgiven,’ or ‘Stand up, pick up your mat, and walk’?"},{"Chapter":2,"Number":10,"Text":"So I will prove to you that the Son of Man has the authority on earth to forgive sins.” Then Jesus turned to the paralyzed man and said,"},{"Chapter":2,"Number":11,"Text":"“Stand up, pick up your mat, and go home!”"},{"Chapter":2,"Number":12,"Text":"And the man jumped up, grabbed his mat, and walked out through the stunned onlookers. They were all amazed and praised God, exclaiming, “We’ve never seen anything like this before!” "},{"Chapter":2,"Number":13,"Text":"Then Jesus went out to the lakeshore again and taught the crowds that were coming to him."},{"Chapter":2,"Number":14,"Text":"As he walked along, he saw Levi son of Alphaeus sitting at his tax collector’s booth. “Follow me and be my disciple,” Jesus said to him. So Levi got up and followed him."},{"Chapter":2,"Number":15,"Text":"Later, Levi invited Jesus and his disciples to his home as dinner guests, along with many tax collectors and other disreputable sinners. (There were many people of this kind among Jesus’ followers.)"},{"Chapter":2,"Number":16,"Text":"But when the teachers of religious law who were Pharisees saw him eating with tax collectors and other sinners, they asked his disciples, “Why does he eat with such scum?”"},{"Chapter":2,"Number":17,"Text":"When Jesus heard this, he told them, “Healthy people don’t need a doctor—sick people do. I have come to call not those who think they are righteous, but those who know they are sinners.” "},{"Chapter":2,"Number":18,"Text":"Once when John’s disciples and the Pharisees were fasting, some people came to Jesus and asked, “Why don’t your disciples fast like John’s disciples and the Pharisees do?”"},{"Chapter":2,"Number":19,"Text":"Jesus replied, “Do wedding guests fast while celebrating with the groom? Of course not. They can’t fast while the groom is with them."},{"Chapter":2,"Number":20,"Text":"But someday the groom will be taken away from them, and then they will fast."},{"Chapter":2,"Number":21,"Text":"“Besides, who would patch old clothing with new cloth? For the new patch would shrink and rip away from the old cloth, leaving an even bigger tear than before."},{"Chapter":2,"Number":22,"Text":"“And no one puts new wine into old wineskins. For the wine would burst the wineskins, and the wine and the skins would both be lost. New wine calls for new wineskins.” "},{"Chapter":2,"Number":23,"Text":"One Sabbath day as Jesus was walking through some grainfields, his disciples began breaking off heads of grain to eat."},{"Chapter":2,"Number":24,"Text":"But the Pharisees said to Jesus, “Look, why are they breaking the law by harvesting grain on the Sabbath?”"},{"Chapter":2,"Number":25,"Text":"Jesus said to them, “Haven’t you ever read in the Scriptures what David did when he and his companions were hungry?"},{"Chapter":2,"Number":26,"Text":"He went into the house of God (during the days when Abiathar was high priest) and broke the law by eating the sacred loaves of bread that only the priests are allowed to eat. He also gave some to his companions.”"},{"Chapter":2,"Number":27,"Text":"Then Jesus said to them, “The Sabbath was made to meet the needs of people, and not people to meet the requirements of the Sabbath."},{"Chapter":2,"Number":28,"Text":"So the Son of Man is Lord, even over the Sabbath!”"},{"Chapter":3,"Number":1,"Text":"Jesus went into the synagogue again and noticed a man with a deformed hand."},{"Chapter":3,"Number":2,"Text":"Since it was the Sabbath, Jesus’ enemies watched him closely. If he healed the man’s hand, they planned to accuse him of working on the Sabbath."},{"Chapter":3,"Number":3,"Text":"Jesus said to the man with the deformed hand, “Come and stand in front of everyone.”"},{"Chapter":3,"Number":4,"Text":"Then he turned to his critics and asked, “Does the law permit good deeds on the Sabbath, or is it a day for doing evil? Is this a day to save life or to destroy it?” But they wouldn’t answer him."},{"Chapter":3,"Number":5,"Text":"He looked around at them angrily and was deeply saddened by their hard hearts. Then he said to the man, “Hold out your hand.” So the man held out his hand, and it was restored!"},{"Chapter":3,"Number":6,"Text":"At once the Pharisees went away and met with the supporters of Herod to plot how to kill Jesus. "},{"Chapter":3,"Number":7,"Text":"Jesus went out to the lake with his disciples, and a large crowd followed him. They came from all over Galilee, Judea,"},{"Chapter":3,"Number":8,"Text":"Jerusalem, Idumea, from east of the Jordan River, and even from as far north as Tyre and Sidon. The news about his miracles had spread far and wide, and vast numbers of people came to see him."},{"Chapter":3,"Number":9,"Text":"Jesus instructed his disciples to have a boat ready so the crowd would not crush him."},{"Chapter":3,"Number":10,"Text":"He had healed many people that day, so all the sick people eagerly pushed forward to touch him."},{"Chapter":3,"Number":11,"Text":"And whenever those possessed by evil spirits caught sight of him, the spirits would throw them to the ground in front of him shrieking, “You are the Son of God!”"},{"Chapter":3,"Number":12,"Text":"But Jesus sternly commanded the spirits not to reveal who he was. "},{"Chapter":3,"Number":13,"Text":"Afterward Jesus went up on a mountain and called out the ones he wanted to go with him. And they came to him."},{"Chapter":3,"Number":14,"Text":"Then he appointed twelve of them and called them his apostles. They were to accompany him, and he would send them out to preach,"},{"Chapter":3,"Number":15,"Text":"giving them authority to cast out demons."},{"Chapter":3,"Number":16,"Text":"These are the twelve he chose:Simon (whom he named Peter),"},{"Chapter":3,"Number":17,"Text":"James and John (the sons of Zebedee, but Jesus nicknamed them “Sons of Thunder”),"},{"Chapter":3,"Number":18,"Text":"Andrew,Philip,Bartholomew,Matthew,Thomas,James (son of Alphaeus),Thaddaeus,Simon (the zealot),"},{"Chapter":3,"Number":19,"Text":"Judas Iscariot (who later betrayed him). "},{"Chapter":3,"Number":20,"Text":"One time Jesus entered a house, and the crowds began to gather again. Soon he and his disciples couldn’t even find time to eat."},{"Chapter":3,"Number":21,"Text":"When his family heard what was happening, they tried to take him away. “He’s out of his mind,” they said."},{"Chapter":3,"Number":22,"Text":"But the teachers of religious law who had arrived from Jerusalem said, “He’s possessed by Satan, the prince of demons. That’s where he gets the power to cast out demons.”"},{"Chapter":3,"Number":23,"Text":"Jesus called them over and responded with an illustration. “How can Satan cast out Satan?” he asked."},{"Chapter":3,"Number":24,"Text":"“A kingdom divided by civil war will collapse."},{"Chapter":3,"Number":25,"Text":"Similarly, a family splintered by feuding will fall apart."},{"Chapter":3,"Number":26,"Text":"And if Satan is divided and fights against himself, how can he stand? He would never survive."},{"Chapter":3,"Number":27,"Text":"Let me illustrate this further. Who is powerful enough to enter the house of a strong man and plunder his goods? Only someone even stronger—someone who could tie him up and then plunder his house."},{"Chapter":3,"Number":28,"Text":"“I tell you the truth, all sin and blasphemy can be forgiven,"},{"Chapter":3,"Number":29,"Text":"but anyone who blasphemes the Holy Spirit will never be forgiven. This is a sin with eternal consequences.”"},{"Chapter":3,"Number":30,"Text":"He told them this because they were saying, “He’s possessed by an evil spirit.” "},{"Chapter":3,"Number":31,"Text":"Then Jesus’ mother and brothers came to see him. They stood outside and sent word for him to come out and talk with them."},{"Chapter":3,"Number":32,"Text":"There was a crowd sitting around Jesus, and someone said, “Your mother and your brothers are outside asking for you.”"},{"Chapter":3,"Number":33,"Text":"Jesus replied, “Who is my mother? Who are my brothers?”"},{"Chapter":3,"Number":34,"Text":"Then he looked at those around him and said, “Look, these are my mother and brothers."},{"Chapter":3,"Number":35,"Text":"Anyone who does God’s will is my brother and sister and mother.”"},{"Chapter":4,"Number":1,"Text":"Once again Jesus began teaching by the lakeshore. A very large crowd soon gathered around him, so he got into a boat. Then he sat in the boat while all the people remained on the shore."},{"Chapter":4,"Number":2,"Text":"He taught them by telling many stories in the form of parables, such as this one:"},{"Chapter":4,"Number":3,"Text":"“Listen! A farmer went out to plant some seed."},{"Chapter":4,"Number":4,"Text":"As he scattered it across his field, some of the seed fell on a footpath, and the birds came and ate it."},{"Chapter":4,"Number":5,"Text":"Other seed fell on shallow soil with underlying rock. The seed sprouted quickly because the soil was shallow."},{"Chapter":4,"Number":6,"Text":"But the plant soon wilted under the hot sun, and since it didn’t have deep roots, it died."},{"Chapter":4,"Number":7,"Text":"Other seed fell among thorns that grew up and choked out the tender plants so they produced no grain."},{"Chapter":4,"Number":8,"Text":"Still other seeds fell on fertile soil, and they sprouted, grew, and produced a crop that was thirty, sixty, and even a hundred times as much as had been planted!”"},{"Chapter":4,"Number":9,"Text":"Then he said, “Anyone with ears to hear should listen and understand.”"},{"Chapter":4,"Number":10,"Text":"Later, when Jesus was alone with the twelve disciples and with the others who were gathered around, they asked him what the parables meant."},{"Chapter":4,"Number":11,"Text":"He replied, “You are permitted to understand the secret of the Kingdom of God. But I use parables for everything I say to outsiders,"},{"Chapter":4,"Number":12,"Text":"so that the Scriptures might be fulfilled:‘When they see what I do,    they will learn nothing.When they hear what I say,    they will not understand.Otherwise, they will turn to me    and be forgiven.’”"},{"Chapter":4,"Number":13,"Text":"Then Jesus said to them, “If you can’t understand the meaning of this parable, how will you understand all the other parables?"},{"Chapter":4,"Number":14,"Text":"The farmer plants seed by taking God’s word to others."},{"Chapter":4,"Number":15,"Text":"The seed that fell on the footpath represents those who hear the message, only to have Satan come at once and take it away."},{"Chapter":4,"Number":16,"Text":"The seed on the rocky soil represents those who hear the message and immediately receive it with joy."},{"Chapter":4,"Number":17,"Text":"But since they don’t have deep roots, they don’t last long. They fall away as soon as they have problems or are persecuted for believing God’s word."},{"Chapter":4,"Number":18,"Text":"The seed that fell among the thorns represents others who hear God’s word,"},{"Chapter":4,"Number":19,"Text":"but all too quickly the message is crowded out by the worries of this life, the lure of wealth, and the desire for other things, so no fruit is produced."},{"Chapter":4,"Number":20,"Text":"And the seed that fell on good soil represents those who hear and accept God’s word and produce a harvest of thirty, sixty, or even a hundred times as much as had been planted!” "},{"Chapter":4,"Number":21,"Text":"Then Jesus asked them, “Would anyone light a lamp and then put it under a basket or under a bed? Of course not! A lamp is placed on a stand, where its light will shine."},{"Chapter":4,"Number":22,"Text":"For everything that is hidden will eventually be brought into the open, and every secret will be brought to light."},{"Chapter":4,"Number":23,"Text":"Anyone with ears to hear should listen and understand.”"},{"Chapter":4,"Number":24,"Text":"Then he added, “Pay close attention to what you hear. The closer you listen, the more understanding you will be given—and you will receive even more."},{"Chapter":4,"Number":25,"Text":"To those who listen to my teaching, more understanding will be given. But for those who are not listening, even what little understanding they have will be taken away from them.” "},{"Chapter":4,"Number":26,"Text":"Jesus also said, “The Kingdom of God is like a farmer who scatters seed on the ground."},{"Chapter":4,"Number":27,"Text":"Night and day, while he’s asleep or awake, the seed sprouts and grows, but he does not understand how it happens."},{"Chapter":4,"Number":28,"Text":"The earth produces the crops on its own. First a leaf blade pushes through, then the heads of wheat are formed, and finally the grain ripens."},{"Chapter":4,"Number":29,"Text":"And as soon as the grain is ready, the farmer comes and harvests it with a sickle, for the harvest time has come.” "},{"Chapter":4,"Number":30,"Text":"Jesus said, “How can I describe the Kingdom of God? What story should I use to illustrate it?"},{"Chapter":4,"Number":31,"Text":"It is like a mustard seed planted in the ground. It is the smallest of all seeds,"},{"Chapter":4,"Number":32,"Text":"but it becomes the largest of all garden plants; it grows long branches, and birds can make nests in its shade.”"},{"Chapter":4,"Number":33,"Text":"Jesus used many similar stories and illustrations to teach the people as much as they could understand."},{"Chapter":4,"Number":34,"Text":"In fact, in his public ministry he never taught without using parables; but afterward, when he was alone with his disciples, he explained everything to them. "},{"Chapter":4,"Number":35,"Text":"As evening came, Jesus said to his disciples, “Let’s cross to the other side of the lake.”"},{"Chapter":4,"Number":36,"Text":"So they took Jesus in the boat and started out, leaving the crowds behind (although other boats followed)."},{"Chapter":4,"Number":37,"Text":"But soon a fierce storm came up. High waves were breaking into the boat, and it began to fill with water."},{"Chapter":4,"Number":38,"Text":"Jesus was sleeping at the back of the boat with his head on a cushion. The disciples woke him up, shouting, “Teacher, don’t you care that we’re going to drown?”"},{"Chapter":4,"Number":39,"Text":"When Jesus woke up, he rebuked the wind and said to the waves, “Silence! Be still!” Suddenly the wind stopped, and there was a great calm."},{"Chapter":4,"Number":40,"Text":"Then he asked them, “Why are you afraid? Do you still have no faith?”"},{"Chapter":4,"Number":41,"Text":"The disciples were absolutely terrified. “Who is this man?” they asked each other. “Even the wind and waves obey him!”"},{"Chapter":5,"Number":1,"Text":"So they arrived at the other side of the lake, in the region of the Gerasenes."},{"Chapter":5,"Number":2,"Text":"When Jesus climbed out of the boat, a man possessed by an evil spirit came out from the tombs to meet him."},{"Chapter":5,"Number":3,"Text":"This man lived in the burial caves and could no longer be restrained, even with a chain."},{"Chapter":5,"Number":4,"Text":"Whenever he was put into chains and shackles—as he often was—he snapped the chains from his wrists and smashed the shackles. No one was strong enough to subdue him."},{"Chapter":5,"Number":5,"Text":"Day and night he wandered among the burial caves and in the hills, howling and cutting himself with sharp stones."},{"Chapter":5,"Number":6,"Text":"When Jesus was still some distance away, the man saw him, ran to meet him, and bowed low before him."},{"Chapter":5,"Number":7,"Text":"With a shriek, he screamed, “Why are you interfering with me, Jesus, Son of the Most High God? In the name of God, I beg you, don’t torture me!”"},{"Chapter":5,"Number":8,"Text":"For Jesus had already said to the spirit, “Come out of the man, you evil spirit.”"},{"Chapter":5,"Number":9,"Text":"Then Jesus demanded, “What is your name?”And he replied, “My name is Legion, because there are many of us inside this man.”"},{"Chapter":5,"Number":10,"Text":"Then the evil spirits begged him again and again not to send them to some distant place."},{"Chapter":5,"Number":11,"Text":"There happened to be a large herd of pigs feeding on the hillside nearby."},{"Chapter":5,"Number":12,"Text":"“Send us into those pigs,” the spirits begged. “Let us enter them.”"},{"Chapter":5,"Number":13,"Text":"So Jesus gave them permission. The evil spirits came out of the man and entered the pigs, and the entire herd of about 2,000 pigs plunged down the steep hillside into the lake and drowned in the water."},{"Chapter":5,"Number":14,"Text":"The herdsmen fled to the nearby town and the surrounding countryside, spreading the news as they ran. People rushed out to see what had happened."},{"Chapter":5,"Number":15,"Text":"A crowd soon gathered around Jesus, and they saw the man who had been possessed by the legion of demons. He was sitting there fully clothed and perfectly sane, and they were all afraid."},{"Chapter":5,"Number":16,"Text":"Then those who had seen what happened told the others about the demon-possessed man and the pigs."},{"Chapter":5,"Number":17,"Text":"And the crowd began pleading with Jesus to go away and leave them alone."},{"Chapter":5,"Number":18,"Text":"As Jesus was getting into the boat, the man who had been demon possessed begged to go with him."},{"Chapter":5,"Number":19,"Text":"But Jesus said, “No, go home to your family, and tell them everything the Lord has done for you and how merciful he has been.”"},{"Chapter":5,"Number":20,"Text":"So the man started off to visit the Ten Towns of that region and began to proclaim the great things Jesus had done for him; and everyone was amazed at what he told them. "},{"Chapter":5,"Number":21,"Text":"Jesus got into the boat again and went back to the other side of the lake, where a large crowd gathered around him on the shore."},{"Chapter":5,"Number":22,"Text":"Then a leader of the local synagogue, whose name was Jairus, arrived. When he saw Jesus, he fell at his feet,"},{"Chapter":5,"Number":23,"Text":"pleading fervently with him. “My little daughter is dying,” he said. “Please come and lay your hands on her; heal her so she can live.”"},{"Chapter":5,"Number":24,"Text":"Jesus went with him, and all the people followed, crowding around him."},{"Chapter":5,"Number":25,"Text":"A woman in the crowd had suffered for twelve years with constant bleeding."},{"Chapter":5,"Number":26,"Text":"She had suffered a great deal from many doctors, and over the years she had spent everything she had to pay them, but she had gotten no better. In fact, she had gotten worse."},{"Chapter":5,"Number":27,"Text":"She had heard about Jesus, so she came up behind him through the crowd and touched his robe."},{"Chapter":5,"Number":28,"Text":"For she thought to herself, “If I can just touch his robe, I will be healed.”"},{"Chapter":5,"Number":29,"Text":"Immediately the bleeding stopped, and she could feel in her body that she had been healed of her terrible condition."},{"Chapter":5,"Number":30,"Text":"Jesus realized at once that healing power had gone out from him, so he turned around in the crowd and asked, “Who touched my robe?”"},{"Chapter":5,"Number":31,"Text":"His disciples said to him, “Look at this crowd pressing around you. How can you ask, ‘Who touched me?’”"},{"Chapter":5,"Number":32,"Text":"But he kept on looking around to see who had done it."},{"Chapter":5,"Number":33,"Text":"Then the frightened woman, trembling at the realization of what had happened to her, came and fell to her knees in front of him and told him what she had done."},{"Chapter":5,"Number":34,"Text":"And he said to her, “Daughter, your faith has made you well. Go in peace. Your suffering is over.”"},{"Chapter":5,"Number":35,"Text":"While he was still speaking to her, messengers arrived from the home of Jairus, the leader of the synagogue. They told him, “Your daughter is dead. There’s no use troubling the Teacher now.”"},{"Chapter":5,"Number":36,"Text":"But Jesus overheard them and said to Jairus, “Don’t be afraid. Just have faith.”"},{"Chapter":5,"Number":37,"Text":"Then Jesus stopped the crowd and wouldn’t let anyone go with him except Peter, James, and John (the brother of James)."},{"Chapter":5,"Number":38,"Text":"When they came to the home of the synagogue leader, Jesus saw much commotion and weeping and wailing."},{"Chapter":5,"Number":39,"Text":"He went inside and asked, “Why all this commotion and weeping? The child isn’t dead; she’s only asleep.”"},{"Chapter":5,"Number":40,"Text":"The crowd laughed at him. But he made them all leave, and he took the girl’s father and mother and his three disciples into the room where the girl was lying."},{"Chapter":5,"Number":41,"Text":"Holding her hand, he said to her, “Talitha koum,” which means “Little girl, get up!”"},{"Chapter":5,"Number":42,"Text":"And the girl, who was twelve years old, immediately stood up and walked around! They were overwhelmed and totally amazed."},{"Chapter":5,"Number":43,"Text":"Jesus gave them strict orders not to tell anyone what had happened, and then he told them to give her something to eat."},{"Chapter":6,"Number":1,"Text":"Jesus left that part of the country and returned with his disciples to Nazareth, his hometown."},{"Chapter":6,"Number":2,"Text":"The next Sabbath he began teaching in the synagogue, and many who heard him were amazed. They asked, “Where did he get all this wisdom and the power to perform such miracles?”"},{"Chapter":6,"Number":3,"Text":"Then they scoffed, “He’s just a carpenter, the son of Mary and the brother of James, Joseph, Judas, and Simon. And his sisters live right here among us.” They were deeply offended and refused to believe in him."},{"Chapter":6,"Number":4,"Text":"Then Jesus told them, “A prophet is honored everywhere except in his own hometown and among his relatives and his own family.”"},{"Chapter":6,"Number":5,"Text":"And because of their unbelief, he couldn’t do any miracles among them except to place his hands on a few sick people and heal them."},{"Chapter":6,"Number":6,"Text":"And he was amazed at their unbelief.Jesus Sends Out the Twelve DisciplesThen Jesus went from village to village, teaching the people."},{"Chapter":6,"Number":7,"Text":"And he called his twelve disciples together and began sending them out two by two, giving them authority to cast out evil spirits."},{"Chapter":6,"Number":8,"Text":"He told them to take nothing for their journey except a walking stick—no food, no traveler’s bag, no money."},{"Chapter":6,"Number":9,"Text":"He allowed them to wear sandals but not to take a change of clothes."},{"Chapter":6,"Number":10,"Text":"“Wherever you go,” he said, “stay in the same house until you leave town."},{"Chapter":6,"Number":11,"Text":"But if any place refuses to welcome you or listen to you, shake its dust from your feet as you leave to show that you have abandoned those people to their fate.”"},{"Chapter":6,"Number":12,"Text":"So the disciples went out, telling everyone they met to repent of their sins and turn to God."},{"Chapter":6,"Number":13,"Text":"And they cast out many demons and healed many sick people, anointing them with olive oil. "},{"Chapter":6,"Number":14,"Text":"Herod Antipas, the king, soon heard about Jesus, because everyone was talking about him. Some were saying, “This must be John the Baptist raised from the dead. That is why he can do such miracles.”"},{"Chapter":6,"Number":15,"Text":"Others said, “He’s the prophet Elijah.” Still others said, “He’s a prophet like the other great prophets of the past.”"},{"Chapter":6,"Number":16,"Text":"When Herod heard about Jesus, he said, “John, the man I beheaded, has come back from the dead.”"},{"Chapter":6,"Number":17,"Text":"For Herod had sent soldiers to arrest and imprison John as a favor to Herodias. She had been his brother Philip’s wife, but Herod had married her."},{"Chapter":6,"Number":18,"Text":"John had been telling Herod, “It is against God’s law for you to marry your brother’s wife.”"},{"Chapter":6,"Number":19,"Text":"So Herodias bore a grudge against John and wanted to kill him. But without Herod’s approval she was powerless,"},{"Chapter":6,"Number":20,"Text":"for Herod respected John; and knowing that he was a good and holy man, he protected him. Herod was greatly disturbed whenever he talked with John, but even so, he liked to listen to him."},{"Chapter":6,"Number":21,"Text":"Herodias’s chance finally came on Herod’s birthday. He gave a party for his high government officials, army officers, and the leading citizens of Galilee."},{"Chapter":6,"Number":22,"Text":"Then his daughter, also named Herodias, came in and performed a dance that greatly pleased Herod and his guests. “Ask me for anything you like,” the king said to the girl, “and I will give it to you.”"},{"Chapter":6,"Number":23,"Text":"He even vowed, “I will give you whatever you ask, up to half my kingdom!”"},{"Chapter":6,"Number":24,"Text":"She went out and asked her mother, “What should I ask for?”Her mother told her, “Ask for the head of John the Baptist!”"},{"Chapter":6,"Number":25,"Text":"So the girl hurried back to the king and told him, “I want the head of John the Baptist, right now, on a tray!”"},{"Chapter":6,"Number":26,"Text":"Then the king deeply regretted what he had said; but because of the vows he had made in front of his guests, he couldn’t refuse her."},{"Chapter":6,"Number":27,"Text":"So he immediately sent an executioner to the prison to cut off John’s head and bring it to him. The soldier beheaded John in the prison,"},{"Chapter":6,"Number":28,"Text":"brought his head on a tray, and gave it to the girl, who took it to her mother."},{"Chapter":6,"Number":29,"Text":"When John’s disciples heard what had happened, they came to get his body and buried it in a tomb. "},{"Chapter":6,"Number":30,"Text":"The apostles returned to Jesus from their ministry tour and told him all they had done and taught."},{"Chapter":6,"Number":31,"Text":"Then Jesus said, “Let’s go off by ourselves to a quiet place and rest awhile.” He said this because there were so many people coming and going that Jesus and his apostles didn’t even have time to eat."},{"Chapter":6,"Number":32,"Text":"So they left by boat for a quiet place, where they could be alone."},{"Chapter":6,"Number":33,"Text":"But many people recognized them and saw them leaving, and people from many towns ran ahead along the shore and got there ahead of them."},{"Chapter":6,"Number":34,"Text":"Jesus saw the huge crowd as he stepped from the boat, and he had compassion on them because they were like sheep without a shepherd. So he began teaching them many things."},{"Chapter":6,"Number":35,"Text":"Late in the afternoon his disciples came to him and said, “This is a remote place, and it’s already getting late."},{"Chapter":6,"Number":36,"Text":"Send the crowds away so they can go to the nearby farms and villages and buy something to eat.”"},{"Chapter":6,"Number":37,"Text":"But Jesus said, “You feed them.”“With what?” they asked. “We’d have to work for months to earn enough money to buy food for all these people!”"},{"Chapter":6,"Number":38,"Text":"“How much bread do you have?” he asked. “Go and find out.”They came back and reported, “We have five loaves of bread and two fish.”"},{"Chapter":6,"Number":39,"Text":"Then Jesus told the disciples to have the people sit down in groups on the green grass."},{"Chapter":6,"Number":40,"Text":"So they sat down in groups of fifty or a hundred."},{"Chapter":6,"Number":41,"Text":"Jesus took the five loaves and two fish, looked up toward heaven, and blessed them. Then, breaking the loaves into pieces, he kept giving the bread to the disciples so they could distribute it to the people. He also divided the fish for everyone to share."},{"Chapter":6,"Number":42,"Text":"They all ate as much as they wanted,"},{"Chapter":6,"Number":43,"Text":"and afterward, the disciples picked up twelve baskets of leftover bread and fish."},{"Chapter":6,"Number":44,"Text":"A total of 5,000 men and their families were fed. "},{"Chapter":6,"Number":45,"Text":"Immediately after this, Jesus insisted that his disciples get back into the boat and head across the lake to Bethsaida, while he sent the people home."},{"Chapter":6,"Number":46,"Text":"After telling everyone good-bye, he went up into the hills by himself to pray."},{"Chapter":6,"Number":47,"Text":"Late that night, the disciples were in their boat in the middle of the lake, and Jesus was alone on land."},{"Chapter":6,"Number":48,"Text":"He saw that they were in serious trouble, rowing hard and struggling against the wind and waves. About three o’clock in the morning Jesus came toward them, walking on the water. He intended to go past them,"},{"Chapter":6,"Number":49,"Text":"but when they saw him walking on the water, they cried out in terror, thinking he was a ghost."},{"Chapter":6,"Number":50,"Text":"They were all terrified when they saw him.But Jesus spoke to them at once. “Don’t be afraid,” he said. “Take courage! I am here!”"},{"Chapter":6,"Number":51,"Text":"Then he climbed into the boat, and the wind stopped. They were totally amazed,"},{"Chapter":6,"Number":52,"Text":"for they still didn’t understand the significance of the miracle of the loaves. Their hearts were too hard to take it in."},{"Chapter":6,"Number":53,"Text":"After they had crossed the lake, they landed at Gennesaret. They brought the boat to shore"},{"Chapter":6,"Number":54,"Text":"and climbed out. The people recognized Jesus at once,"},{"Chapter":6,"Number":55,"Text":"and they ran throughout the whole area, carrying sick people on mats to wherever they heard he was."},{"Chapter":6,"Number":56,"Text":"Wherever he went—in villages, cities, or the countryside—they brought the sick out to the marketplaces. They begged him to let the sick touch at least the fringe of his robe, and all who touched him were healed."},{"Chapter":7,"Number":1,"Text":"One day some Pharisees and teachers of religious law arrived from Jerusalem to see Jesus."},{"Chapter":7,"Number":2,"Text":"They noticed that some of his disciples failed to follow the Jewish ritual of hand washing before eating."},{"Chapter":7,"Number":3,"Text":"(The Jews, especially the Pharisees, do not eat until they have poured water over their cupped hands, as required by their ancient traditions."},{"Chapter":7,"Number":4,"Text":"Similarly, they don’t eat anything from the market until they immerse their hands in water. This is but one of many traditions they have clung to—such as their ceremonial washing of cups, pitchers, and kettles.)"},{"Chapter":7,"Number":5,"Text":"So the Pharisees and teachers of religious law asked him, “Why don’t your disciples follow our age-old tradition? They eat without first performing the hand-washing ceremony.”"},{"Chapter":7,"Number":6,"Text":"Jesus replied, “You hypocrites! Isaiah was right when he prophesied about you, for he wrote,‘These people honor me with their lips,    but their hearts are far from me."},{"Chapter":7,"Number":7,"Text":"Their worship is a farce,    for they teach man-made ideas as commands from God.’"},{"Chapter":7,"Number":8,"Text":"For you ignore God’s law and substitute your own tradition.”"},{"Chapter":7,"Number":9,"Text":"Then he said, “You skillfully sidestep God’s law in order to hold on to your own tradition."},{"Chapter":7,"Number":10,"Text":"For instance, Moses gave you this law from God: ‘Honor your father and mother,’ and ‘Anyone who speaks disrespectfully of father or mother must be put to death.’"},{"Chapter":7,"Number":11,"Text":"But you say it is all right for people to say to their parents, ‘Sorry, I can’t help you. For I have vowed to give to God what I would have given to you.’"},{"Chapter":7,"Number":12,"Text":"In this way, you let them disregard their needy parents."},{"Chapter":7,"Number":13,"Text":"And so you cancel the word of God in order to hand down your own tradition. And this is only one example among many others.”"},{"Chapter":7,"Number":14,"Text":"Then Jesus called to the crowd to come and hear. “All of you listen,” he said, “and try to understand."},{"Chapter":7,"Number":15,"Text":"It’s not what goes into your body that defiles you; you are defiled by what comes from your heart.”"},{"Chapter":7,"Number":17,"Text":"Then Jesus went into a house to get away from the crowd, and his disciples asked him what he meant by the parable he had just used."},{"Chapter":7,"Number":18,"Text":"“Don’t you understand either?” he asked. “Can’t you see that the food you put into your body cannot defile you?"},{"Chapter":7,"Number":19,"Text":"Food doesn’t go into your heart, but only passes through the stomach and then goes into the sewer.” (By saying this, he declared that every kind of food is acceptable in God’s eyes.)"},{"Chapter":7,"Number":20,"Text":"And then he added, “It is what comes from inside that defiles you."},{"Chapter":7,"Number":21,"Text":"For from within, out of a person’s heart, come evil thoughts, sexual immorality, theft, murder,"},{"Chapter":7,"Number":22,"Text":"adultery, greed, wickedness, deceit, lustful desires, envy, slander, pride, and foolishness."},{"Chapter":7,"Number":23,"Text":"All these vile things come from within; they are what defile you.” "},{"Chapter":7,"Number":24,"Text":"Then Jesus left Galilee and went north to the region of Tyre. He didn’t want anyone to know which house he was staying in, but he couldn’t keep it a secret."},{"Chapter":7,"Number":25,"Text":"Right away a woman who had heard about him came and fell at his feet. Her little girl was possessed by an evil spirit,"},{"Chapter":7,"Number":26,"Text":"and she begged him to cast out the demon from her daughter.Since she was a Gentile, born in Syrian Phoenicia,"},{"Chapter":7,"Number":27,"Text":"Jesus told her, “First I should feed the children—my own family, the Jews. It isn’t right to take food from the children and throw it to the dogs.”"},{"Chapter":7,"Number":28,"Text":"She replied, “That’s true, Lord, but even the dogs under the table are allowed to eat the scraps from the children’s plates.”"},{"Chapter":7,"Number":29,"Text":"“Good answer!” he said. “Now go home, for the demon has left your daughter.”"},{"Chapter":7,"Number":30,"Text":"And when she arrived home, she found her little girl lying quietly in bed, and the demon was gone. "},{"Chapter":7,"Number":31,"Text":"Jesus left Tyre and went up to Sidon before going back to the Sea of Galilee and the region of the Ten Towns."},{"Chapter":7,"Number":32,"Text":"A deaf man with a speech impediment was brought to him, and the people begged Jesus to lay his hands on the man to heal him."},{"Chapter":7,"Number":33,"Text":"Jesus led him away from the crowd so they could be alone. He put his fingers into the man’s ears. Then, spitting on his own fingers, he touched the man’s tongue."},{"Chapter":7,"Number":34,"Text":"Looking up to heaven, he sighed and said, “Ephphatha,” which means, “Be opened!”"},{"Chapter":7,"Number":35,"Text":"Instantly the man could hear perfectly, and his tongue was freed so he could speak plainly!"},{"Chapter":7,"Number":36,"Text":"Jesus told the crowd not to tell anyone, but the more he told them not to, the more they spread the news."},{"Chapter":7,"Number":37,"Text":"They were completely amazed and said again and again, “Everything he does is wonderful. He even makes the deaf to hear and gives speech to those who cannot speak.”"},{"Chapter":8,"Number":1,"Text":"About this time another large crowd had gathered, and the people ran out of food again. Jesus called his disciples and told them,"},{"Chapter":8,"Number":2,"Text":"“I feel sorry for these people. They have been here with me for three days, and they have nothing left to eat."},{"Chapter":8,"Number":3,"Text":"If I send them home hungry, they will faint along the way. For some of them have come a long distance.”"},{"Chapter":8,"Number":4,"Text":"His disciples replied, “How are we supposed to find enough food to feed them out here in the wilderness?”"},{"Chapter":8,"Number":5,"Text":"Jesus asked, “How much bread do you have?”“Seven loaves,” they replied."},{"Chapter":8,"Number":6,"Text":"So Jesus told all the people to sit down on the ground. Then he took the seven loaves, thanked God for them, and broke them into pieces. He gave them to his disciples, who distributed the bread to the crowd."},{"Chapter":8,"Number":7,"Text":"A few small fish were found, too, so Jesus also blessed these and told the disciples to distribute them."},{"Chapter":8,"Number":8,"Text":"They ate as much as they wanted. Afterward, the disciples picked up seven large baskets of leftover food."},{"Chapter":8,"Number":9,"Text":"There were about 4,000 men in the crowd that day, and Jesus sent them home after they had eaten."},{"Chapter":8,"Number":10,"Text":"Immediately after this, he got into a boat with his disciples and crossed over to the region of Dalmanutha. "},{"Chapter":8,"Number":11,"Text":"When the Pharisees heard that Jesus had arrived, they came and started to argue with him. Testing him, they demanded that he show them a miraculous sign from heaven to prove his authority."},{"Chapter":8,"Number":12,"Text":"When he heard this, he sighed deeply in his spirit and said, “Why do these people keep demanding a miraculous sign? I tell you the truth, I will not give this generation any such sign.”"},{"Chapter":8,"Number":13,"Text":"So he got back into the boat and left them, and he crossed to the other side of the lake. "},{"Chapter":8,"Number":14,"Text":"But the disciples had forgotten to bring any food. They had only one loaf of bread with them in the boat."},{"Chapter":8,"Number":15,"Text":"As they were crossing the lake, Jesus warned them, “Watch out! Beware of the yeast of the Pharisees and of Herod.”"},{"Chapter":8,"Number":16,"Text":"At this they began to argue with each other because they hadn’t brought any bread."},{"Chapter":8,"Number":17,"Text":"Jesus knew what they were saying, so he said, “Why are you arguing about having no bread? Don’t you know or understand even yet? Are your hearts too hard to take it in?"},{"Chapter":8,"Number":18,"Text":"‘You have eyes—can’t you see? You have ears—can’t you hear?’ Don’t you remember anything at all?"},{"Chapter":8,"Number":19,"Text":"When I fed the 5,000 with five loaves of bread, how many baskets of leftovers did you pick up afterward?”“Twelve,” they said."},{"Chapter":8,"Number":20,"Text":"“And when I fed the 4,000 with seven loaves, how many large baskets of leftovers did you pick up?”“Seven,” they said."},{"Chapter":8,"Number":21,"Text":"“Don’t you understand yet?” he asked them. "},{"Chapter":8,"Number":22,"Text":"When they arrived at Bethsaida, some people brought a blind man to Jesus, and they begged him to touch the man and heal him."},{"Chapter":8,"Number":23,"Text":"Jesus took the blind man by the hand and led him out of the village. Then, spitting on the man’s eyes, he laid his hands on him and asked, “Can you see anything now?”"},{"Chapter":8,"Number":24,"Text":"The man looked around. “Yes,” he said, “I see people, but I can’t see them very clearly. They look like trees walking around.”"},{"Chapter":8,"Number":25,"Text":"Then Jesus placed his hands on the man’s eyes again, and his eyes were opened. His sight was completely restored, and he could see everything clearly."},{"Chapter":8,"Number":26,"Text":"Jesus sent him away, saying, “Don’t go back into the village on your way home.” "},{"Chapter":8,"Number":27,"Text":"Jesus and his disciples left Galilee and went up to the villages near Caesarea Philippi. As they were walking along, he asked them, “Who do people say I am?”"},{"Chapter":8,"Number":28,"Text":"“Well,” they replied, “some say John the Baptist, some say Elijah, and others say you are one of the other prophets.”"},{"Chapter":8,"Number":29,"Text":"Then he asked them, “But who do you say I am?”Peter replied, “You are the Messiah.”"},{"Chapter":8,"Number":30,"Text":"But Jesus warned them not to tell anyone about him. "},{"Chapter":8,"Number":31,"Text":"Then Jesus began to tell them that the Son of Man must suffer many terrible things and be rejected by the elders, the leading priests, and the teachers of religious law. He would be killed, but three days later he would rise from the dead."},{"Chapter":8,"Number":32,"Text":"As he talked about this openly with his disciples, Peter took him aside and began to reprimand him for saying such things."},{"Chapter":8,"Number":33,"Text":"Jesus turned around and looked at his disciples, then reprimanded Peter. “Get away from me, Satan!” he said. “You are seeing things merely from a human point of view, not from God’s.”"},{"Chapter":8,"Number":34,"Text":"Then, calling the crowd to join his disciples, he said, “If any of you wants to be my follower, you must give up your own way, take up your cross, and follow me."},{"Chapter":8,"Number":35,"Text":"If you try to hang on to your life, you will lose it. But if you give up your life for my sake and for the sake of the Good News, you will save it."},{"Chapter":8,"Number":36,"Text":"And what do you benefit if you gain the whole world but lose your own soul?"},{"Chapter":8,"Number":37,"Text":"Is anything worth more than your soul?"},{"Chapter":8,"Number":38,"Text":"If anyone is ashamed of me and my message in these adulterous and sinful days, the Son of Man will be ashamed of that person when he returns in the glory of his Father with the holy angels.”"},{"Chapter":9,"Number":1,"Text":"Jesus went on to say, “I tell you the truth, some standing here right now will not die before they see the Kingdom of God arrive in great power!” The Transfiguration"},{"Chapter":9,"Number":2,"Text":"Six days later Jesus took Peter, James, and John, and led them up a high mountain to be alone. As the men watched, Jesus’ appearance was transformed,"},{"Chapter":9,"Number":3,"Text":"and his clothes became dazzling white, far whiter than any earthly bleach could ever make them."},{"Chapter":9,"Number":4,"Text":"Then Elijah and Moses appeared and began talking with Jesus."},{"Chapter":9,"Number":5,"Text":"Peter exclaimed, “Rabbi, it’s wonderful for us to be here! Let’s make three shelters as memorials—one for you, one for Moses, and one for Elijah.”"},{"Chapter":9,"Number":6,"Text":"He said this because he didn’t really know what else to say, for they were all terrified."},{"Chapter":9,"Number":7,"Text":"Then a cloud overshadowed them, and a voice from the cloud said, “This is my dearly loved Son. Listen to him.”"},{"Chapter":9,"Number":8,"Text":"Suddenly, when they looked around, Moses and Elijah were gone, and they saw only Jesus with them."},{"Chapter":9,"Number":9,"Text":"As they went back down the mountain, he told them not to tell anyone what they had seen until the Son of Man had risen from the dead."},{"Chapter":9,"Number":10,"Text":"So they kept it to themselves, but they often asked each other what he meant by “rising from the dead.”"},{"Chapter":9,"Number":11,"Text":"Then they asked him, “Why do the teachers of religious law insist that Elijah must return before the Messiah comes?”"},{"Chapter":9,"Number":12,"Text":"Jesus responded, “Elijah is indeed coming first to get everything ready. Yet why do the Scriptures say that the Son of Man must suffer greatly and be treated with utter contempt?"},{"Chapter":9,"Number":13,"Text":"But I tell you, Elijah has already come, and they chose to abuse him, just as the Scriptures predicted.” "},{"Chapter":9,"Number":14,"Text":"When they returned to the other disciples, they saw a large crowd surrounding them, and some teachers of religious law were arguing with them."},{"Chapter":9,"Number":15,"Text":"When the crowd saw Jesus, they were overwhelmed with awe, and they ran to greet him."},{"Chapter":9,"Number":16,"Text":"“What is all this arguing about?” Jesus asked."},{"Chapter":9,"Number":17,"Text":"One of the men in the crowd spoke up and said, “Teacher, I brought my son so you could heal him. He is possessed by an evil spirit that won’t let him talk."},{"Chapter":9,"Number":18,"Text":"And whenever this spirit seizes him, it throws him violently to the ground. Then he foams at the mouth and grinds his teeth and becomes rigid. So I asked your disciples to cast out the evil spirit, but they couldn’t do it.”"},{"Chapter":9,"Number":19,"Text":"Jesus said to them, “You faithless people! How long must I be with you? How long must I put up with you? Bring the boy to me.”"},{"Chapter":9,"Number":20,"Text":"So they brought the boy. But when the evil spirit saw Jesus, it threw the child into a violent convulsion, and he fell to the ground, writhing and foaming at the mouth."},{"Chapter":9,"Number":21,"Text":"“How long has this been happening?” Jesus asked the boy’s father.He replied, “Since he was a little boy."},{"Chapter":9,"Number":22,"Text":"The spirit often throws him into the fire or into water, trying to kill him. Have mercy on us and help us, if you can.”"},{"Chapter":9,"Number":23,"Text":"“What do you mean, ‘If I can’?” Jesus asked. “Anything is possible if a person believes.”"},{"Chapter":9,"Number":24,"Text":"The father instantly cried out, “I do believe, but help me overcome my unbelief!”"},{"Chapter":9,"Number":25,"Text":"When Jesus saw that the crowd of onlookers was growing, he rebuked the evil spirit. “Listen, you spirit that makes this boy unable to hear and speak,” he said. “I command you to come out of this child and never enter him again!”"},{"Chapter":9,"Number":26,"Text":"Then the spirit screamed and threw the boy into another violent convulsion and left him. The boy appeared to be dead. A murmur ran through the crowd as people said, “He’s dead.”"},{"Chapter":9,"Number":27,"Text":"But Jesus took him by the hand and helped him to his feet, and he stood up."},{"Chapter":9,"Number":28,"Text":"Afterward, when Jesus was alone in the house with his disciples, they asked him, “Why couldn’t we cast out that evil spirit?”"},{"Chapter":9,"Number":29,"Text":"Jesus replied, “This kind can be cast out only by prayer.” "},{"Chapter":9,"Number":30,"Text":"Leaving that region, they traveled through Galilee. Jesus didn’t want anyone to know he was there,"},{"Chapter":9,"Number":31,"Text":"for he wanted to spend more time with his disciples and teach them. He said to them, “The Son of Man is going to be betrayed into the hands of his enemies. He will be killed, but three days later he will rise from the dead.”"},{"Chapter":9,"Number":32,"Text":"They didn’t understand what he was saying, however, and they were afraid to ask him what he meant. "},{"Chapter":9,"Number":33,"Text":"After they arrived at Capernaum and settled in a house, Jesus asked his disciples, “What were you discussing out on the road?”"},{"Chapter":9,"Number":34,"Text":"But they didn’t answer, because they had been arguing about which of them was the greatest."},{"Chapter":9,"Number":35,"Text":"He sat down, called the twelve disciples over to him, and said, “Whoever wants to be first must take last place and be the servant of everyone else.”"},{"Chapter":9,"Number":36,"Text":"Then he put a little child among them. Taking the child in his arms, he said to them,"},{"Chapter":9,"Number":37,"Text":"“Anyone who welcomes a little child like this on my behalf welcomes me, and anyone who welcomes me welcomes not only me but also my Father who sent me.” "},{"Chapter":9,"Number":38,"Text":"John said to Jesus, “Teacher, we saw someone using your name to cast out demons, but we told him to stop because he wasn’t in our group.”"},{"Chapter":9,"Number":39,"Text":"“Don’t stop him!” Jesus said. “No one who performs a miracle in my name will soon be able to speak evil of me."},{"Chapter":9,"Number":40,"Text":"Anyone who is not against us is for us."},{"Chapter":9,"Number":41,"Text":"If anyone gives you even a cup of water because you belong to the Messiah, I tell you the truth, that person will surely be rewarded."},{"Chapter":9,"Number":42,"Text":"“But if you cause one of these little ones who trusts in me to fall into sin, it would be better for you to be thrown into the sea with a large millstone hung around your neck."},{"Chapter":9,"Number":43,"Text":"If your hand causes you to sin, cut it off. It’s better to enter eternal life with only one hand than to go into the unquenchable fires of hell with two hands."},{"Chapter":9,"Number":45,"Text":"If your foot causes you to sin, cut it off. It’s better to enter eternal life with only one foot than to be thrown into hell with two feet."},{"Chapter":9,"Number":47,"Text":"And if your eye causes you to sin, gouge it out. It’s better to enter the Kingdom of God with only one eye than to have two eyes and be thrown into hell,"},{"Chapter":9,"Number":48,"Text":"‘where the maggots never die and the fire never goes out.’"},{"Chapter":9,"Number":49,"Text":"“For everyone will be tested with fire."},{"Chapter":9,"Number":50,"Text":"Salt is good for seasoning. But if it loses its flavor, how do you make it salty again? You must have the qualities of salt among yourselves and live in peace with each other.”"},{"Chapter":10,"Number":1,"Text":"Then Jesus left Capernaum and went down to the region of Judea and into the area east of the Jordan River. Once again crowds gathered around him, and as usual he was teaching them."},{"Chapter":10,"Number":2,"Text":"Some Pharisees came and tried to trap him with this question: “Should a man be allowed to divorce his wife?”"},{"Chapter":10,"Number":3,"Text":"Jesus answered them with a question: “What did Moses say in the law about divorce?”"},{"Chapter":10,"Number":4,"Text":"“Well, he permitted it,” they replied. “He said a man can give his wife a written notice of divorce and send her away.”"},{"Chapter":10,"Number":5,"Text":"But Jesus responded, “He wrote this commandment only as a concession to your hard hearts."},{"Chapter":10,"Number":6,"Text":"But ‘God made them male and female’ from the beginning of creation."},{"Chapter":10,"Number":7,"Text":"‘This explains why a man leaves his father and mother and is joined to his wife,"},{"Chapter":10,"Number":8,"Text":"and the two are united into one.’ Since they are no longer two but one,"},{"Chapter":10,"Number":9,"Text":"let no one split apart what God has joined together.”"},{"Chapter":10,"Number":10,"Text":"Later, when he was alone with his disciples in the house, they brought up the subject again."},{"Chapter":10,"Number":11,"Text":"He told them, “Whoever divorces his wife and marries someone else commits adultery against her."},{"Chapter":10,"Number":12,"Text":"And if a woman divorces her husband and marries someone else, she commits adultery.” "},{"Chapter":10,"Number":13,"Text":"One day some parents brought their children to Jesus so he could touch and bless them. But the disciples scolded the parents for bothering him."},{"Chapter":10,"Number":14,"Text":"When Jesus saw what was happening, he was angry with his disciples. He said to them, “Let the children come to me. Don’t stop them! For the Kingdom of God belongs to those who are like these children."},{"Chapter":10,"Number":15,"Text":"I tell you the truth, anyone who doesn’t receive the Kingdom of God like a child will never enter it.”"},{"Chapter":10,"Number":16,"Text":"Then he took the children in his arms and placed his hands on their heads and blessed them. "},{"Chapter":10,"Number":17,"Text":"As Jesus was starting out on his way to Jerusalem, a man came running up to him, knelt down, and asked, “Good Teacher, what must I do to inherit eternal life?”"},{"Chapter":10,"Number":18,"Text":"“Why do you call me good?” Jesus asked. “Only God is truly good."},{"Chapter":10,"Number":19,"Text":"But to answer your question, you know the commandments: ‘You must not murder. You must not commit adultery. You must not steal. You must not testify falsely. You must not cheat anyone. Honor your father and mother.’”"},{"Chapter":10,"Number":20,"Text":"“Teacher,” the man replied, “I’ve obeyed all these commandments since I was young.”"},{"Chapter":10,"Number":21,"Text":"Looking at the man, Jesus felt genuine love for him. “There is still one thing you haven’t done,” he told him. “Go and sell all your possessions and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"},{"Chapter":10,"Number":22,"Text":"At this the man’s face fell, and he went away sad, for he had many possessions."},{"Chapter":10,"Number":23,"Text":"Jesus looked around and said to his disciples, “How hard it is for the rich to enter the Kingdom of God!”"},{"Chapter":10,"Number":24,"Text":"This amazed them. But Jesus said again, “Dear children, it is very hard to enter the Kingdom of God."},{"Chapter":10,"Number":25,"Text":"In fact, it is easier for a camel to go through the eye of a needle than for a rich person to enter the Kingdom of God!”"},{"Chapter":10,"Number":26,"Text":"The disciples were astounded. “Then who in the world can be saved?” they asked."},{"Chapter":10,"Number":27,"Text":"Jesus looked at them intently and said, “Humanly speaking, it is impossible. But not with God. Everything is possible with God.”"},{"Chapter":10,"Number":28,"Text":"Then Peter began to speak up. “We’ve given up everything to follow you,” he said."},{"Chapter":10,"Number":29,"Text":"“Yes,” Jesus replied, “and I assure you that everyone who has given up house or brothers or sisters or mother or father or children or property, for my sake and for the Good News,"},{"Chapter":10,"Number":30,"Text":"will receive now in return a hundred times as many houses, brothers, sisters, mothers, children, and property—along with persecution. And in the world to come that person will have eternal life."},{"Chapter":10,"Number":31,"Text":"But many who are the greatest now will be least important then, and those who seem least important now will be the greatest then.” "},{"Chapter":10,"Number":32,"Text":"They were now on the way up to Jerusalem, and Jesus was walking ahead of them. The disciples were filled with awe, and the people following behind were overwhelmed with fear. Taking the twelve disciples aside, Jesus once more began to describe everything that was about to happen to him."},{"Chapter":10,"Number":33,"Text":"“Listen,” he said, “we’re going up to Jerusalem, where the Son of Man will be betrayed to the leading priests and the teachers of religious law. They will sentence him to die and hand him over to the Romans."},{"Chapter":10,"Number":34,"Text":"They will mock him, spit on him, flog him with a whip, and kill him, but after three days he will rise again.” "},{"Chapter":10,"Number":35,"Text":"Then James and John, the sons of Zebedee, came over and spoke to him. “Teacher,” they said, “we want you to do us a favor.”"},{"Chapter":10,"Number":36,"Text":"“What is your request?” he asked."},{"Chapter":10,"Number":37,"Text":"They replied, “When you sit on your glorious throne, we want to sit in places of honor next to you, one on your right and the other on your left.”"},{"Chapter":10,"Number":38,"Text":"But Jesus said to them, “You don’t know what you are asking! Are you able to drink from the bitter cup of suffering I am about to drink? Are you able to be baptized with the baptism of suffering I must be baptized with?”"},{"Chapter":10,"Number":39,"Text":"“Oh yes,” they replied, “we are able!”Then Jesus told them, “You will indeed drink from my bitter cup and be baptized with my baptism of suffering."},{"Chapter":10,"Number":40,"Text":"But I have no right to say who will sit on my right or my left. God has prepared those places for the ones he has chosen.”"},{"Chapter":10,"Number":41,"Text":"When the ten other disciples heard what James and John had asked, they were indignant."},{"Chapter":10,"Number":42,"Text":"So Jesus called them together and said, “You know that the rulers in this world lord it over their people, and officials flaunt their authority over those under them."},{"Chapter":10,"Number":43,"Text":"But among you it will be different. Whoever wants to be a leader among you must be your servant,"},{"Chapter":10,"Number":44,"Text":"and whoever wants to be first among you must be the slave of everyone else."},{"Chapter":10,"Number":45,"Text":"For even the Son of Man came not to be served but to serve others and to give his life as a ransom for many.” "},{"Chapter":10,"Number":46,"Text":"Then they reached Jericho, and as Jesus and his disciples left town, a large crowd followed him. A blind beggar named Bartimaeus (son of Timaeus) was sitting beside the road."},{"Chapter":10,"Number":47,"Text":"When Bartimaeus heard that Jesus of Nazareth was nearby, he began to shout, “Jesus, Son of David, have mercy on me!”"},{"Chapter":10,"Number":48,"Text":"“Be quiet!” many of the people yelled at him.But he only shouted louder, “Son of David, have mercy on me!”"},{"Chapter":10,"Number":49,"Text":"When Jesus heard him, he stopped and said, “Tell him to come here.”So they called the blind man. “Cheer up,” they said. “Come on, he’s calling you!”"},{"Chapter":10,"Number":50,"Text":"Bartimaeus threw aside his coat, jumped up, and came to Jesus."},{"Chapter":10,"Number":51,"Text":"“What do you want me to do for you?” Jesus asked.“My Rabbi,” the blind man said, “I want to see!”"},{"Chapter":10,"Number":52,"Text":"And Jesus said to him, “Go, for your faith has healed you.” Instantly the man could see, and he followed Jesus down the road."},{"Chapter":11,"Number":1,"Text":"As Jesus and his disciples approached Jerusalem, they came to the towns of Bethphage and Bethany on the Mount of Olives. Jesus sent two of them on ahead."},{"Chapter":11,"Number":2,"Text":"“Go into that village over there,” he told them. “As soon as you enter it, you will see a young donkey tied there that no one has ever ridden. Untie it and bring it here."},{"Chapter":11,"Number":3,"Text":"If anyone asks, ‘What are you doing?’ just say, ‘The Lord needs it and will return it soon.’”"},{"Chapter":11,"Number":4,"Text":"The two disciples left and found the colt standing in the street, tied outside the front door."},{"Chapter":11,"Number":5,"Text":"As they were untying it, some bystanders demanded, “What are you doing, untying that colt?”"},{"Chapter":11,"Number":6,"Text":"They said what Jesus had told them to say, and they were permitted to take it."},{"Chapter":11,"Number":7,"Text":"Then they brought the colt to Jesus and threw their garments over it, and he sat on it."},{"Chapter":11,"Number":8,"Text":"Many in the crowd spread their garments on the road ahead of him, and others spread leafy branches they had cut in the fields."},{"Chapter":11,"Number":9,"Text":"Jesus was in the center of the procession, and the people all around him were shouting,“Praise God!    Blessings on the one who comes in the name of the Lord!"},{"Chapter":11,"Number":10,"Text":"Blessings on the coming Kingdom of our ancestor David!    Praise God in highest heaven!”"},{"Chapter":11,"Number":11,"Text":"So Jesus came to Jerusalem and went into the Temple. After looking around carefully at everything, he left because it was late in the afternoon. Then he returned to Bethany with the twelve disciples. "},{"Chapter":11,"Number":12,"Text":"The next morning as they were leaving Bethany, Jesus was hungry."},{"Chapter":11,"Number":13,"Text":"He noticed a fig tree in full leaf a little way off, so he went over to see if he could find any figs. But there were only leaves because it was too early in the season for fruit."},{"Chapter":11,"Number":14,"Text":"Then Jesus said to the tree, “May no one ever eat your fruit again!” And the disciples heard him say it. "},{"Chapter":11,"Number":15,"Text":"When they arrived back in Jerusalem, Jesus entered the Temple and began to drive out the people buying and selling animals for sacrifices. He knocked over the tables of the money changers and the chairs of those selling doves,"},{"Chapter":11,"Number":16,"Text":"and he stopped everyone from using the Temple as a marketplace."},{"Chapter":11,"Number":17,"Text":"He said to them, “The Scriptures declare, ‘My Temple will be called a house of prayer for all nations,’ but you have turned it into a den of thieves.”"},{"Chapter":11,"Number":18,"Text":"When the leading priests and teachers of religious law heard what Jesus had done, they began planning how to kill him. But they were afraid of him because the people were so amazed at his teaching."},{"Chapter":11,"Number":19,"Text":"That evening Jesus and the disciples left the city."},{"Chapter":11,"Number":20,"Text":"The next morning as they passed by the fig tree he had cursed, the disciples noticed it had withered from the roots up."},{"Chapter":11,"Number":21,"Text":"Peter remembered what Jesus had said to the tree on the previous day and exclaimed, “Look, Rabbi! The fig tree you cursed has withered and died!”"},{"Chapter":11,"Number":22,"Text":"Then Jesus said to the disciples, “Have faith in God."},{"Chapter":11,"Number":23,"Text":"I tell you the truth, you can say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen. But you must really believe it will happen and have no doubt in your heart."},{"Chapter":11,"Number":24,"Text":"I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours."},{"Chapter":11,"Number":25,"Text":"But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too.” "},{"Chapter":11,"Number":27,"Text":"Again they entered Jerusalem. As Jesus was walking through the Temple area, the leading priests, the teachers of religious law, and the elders came up to him."},{"Chapter":11,"Number":28,"Text":"They demanded, “By what authority are you doing all these things? Who gave you the right to do them?”"},{"Chapter":11,"Number":29,"Text":"“I’ll tell you by what authority I do these things if you answer one question,” Jesus replied."},{"Chapter":11,"Number":30,"Text":"“Did John’s authority to baptize come from heaven, or was it merely human? Answer me!”"},{"Chapter":11,"Number":31,"Text":"They talked it over among themselves. “If we say it was from heaven, he will ask why we didn’t believe John."},{"Chapter":11,"Number":32,"Text":"But do we dare say it was merely human?” For they were afraid of what the people would do, because everyone believed that John was a prophet."},{"Chapter":11,"Number":33,"Text":"So they finally replied, “We don’t know.”And Jesus responded, “Then I won’t tell you by what authority I do these things.”"},{"Chapter":12,"Number":1,"Text":"Then Jesus began teaching them with stories: “A man planted a vineyard. He built a wall around it, dug a pit for pressing out the grape juice, and built a lookout tower. Then he leased the vineyard to tenant farmers and moved to another country."},{"Chapter":12,"Number":2,"Text":"At the time of the grape harvest, he sent one of his servants to collect his share of the crop."},{"Chapter":12,"Number":3,"Text":"But the farmers grabbed the servant, beat him up, and sent him back empty-handed."},{"Chapter":12,"Number":4,"Text":"The owner then sent another servant, but they insulted him and beat him over the head."},{"Chapter":12,"Number":5,"Text":"The next servant he sent was killed. Others he sent were either beaten or killed,"},{"Chapter":12,"Number":6,"Text":"until there was only one left—his son whom he loved dearly. The owner finally sent him, thinking, ‘Surely they will respect my son.’"},{"Chapter":12,"Number":7,"Text":"“But the tenant farmers said to one another, ‘Here comes the heir to this estate. Let’s kill him and get the estate for ourselves!’"},{"Chapter":12,"Number":8,"Text":"So they grabbed him and murdered him and threw his body out of the vineyard."},{"Chapter":12,"Number":9,"Text":"“What do you suppose the owner of the vineyard will do?” Jesus asked. “I’ll tell you—he will come and kill those farmers and lease the vineyard to others."},{"Chapter":12,"Number":10,"Text":"Didn’t you ever read this in the Scriptures?‘The stone that the builders rejected    has now become the cornerstone."},{"Chapter":12,"Number":11,"Text":"This is the Lord’s doing,    and it is wonderful to see.’”"},{"Chapter":12,"Number":12,"Text":"The religious leaders wanted to arrest Jesus because they realized he was telling the story against them—they were the wicked farmers. But they were afraid of the crowd, so they left him and went away. "},{"Chapter":12,"Number":13,"Text":"Later the leaders sent some Pharisees and supporters of Herod to trap Jesus into saying something for which he could be arrested."},{"Chapter":12,"Number":14,"Text":"“Teacher,” they said, “we know how honest you are. You are impartial and don’t play favorites. You teach the way of God truthfully. Now tell us—is it right to pay taxes to Caesar or not?"},{"Chapter":12,"Number":15,"Text":"Should we pay them, or shouldn’t we?”Jesus saw through their hypocrisy and said, “Why are you trying to trap me? Show me a Roman coin, and I’ll tell you.”"},{"Chapter":12,"Number":16,"Text":"When they handed it to him, he asked, “Whose picture and title are stamped on it?”“Caesar’s,” they replied."},{"Chapter":12,"Number":17,"Text":"“Well, then,” Jesus said, “give to Caesar what belongs to Caesar, and give to God what belongs to God.”His reply completely amazed them. "},{"Chapter":12,"Number":18,"Text":"Then Jesus was approached by some Sadducees—religious leaders who say there is no resurrection from the dead. They posed this question:"},{"Chapter":12,"Number":19,"Text":"“Teacher, Moses gave us a law that if a man dies, leaving a wife without children, his brother should marry the widow and have a child who will carry on the brother’s name."},{"Chapter":12,"Number":20,"Text":"Well, suppose there were seven brothers. The oldest one married and then died without children."},{"Chapter":12,"Number":21,"Text":"So the second brother married the widow, but he also died without children. Then the third brother married her."},{"Chapter":12,"Number":22,"Text":"This continued with all seven of them, and still there were no children. Last of all, the woman also died."},{"Chapter":12,"Number":23,"Text":"So tell us, whose wife will she be in the resurrection? For all seven were married to her.”"},{"Chapter":12,"Number":24,"Text":"Jesus replied, “Your mistake is that you don’t know the Scriptures, and you don’t know the power of God."},{"Chapter":12,"Number":25,"Text":"For when the dead rise, they will neither marry nor be given in marriage. In this respect they will be like the angels in heaven."},{"Chapter":12,"Number":26,"Text":"“But now, as to whether the dead will be raised—haven’t you ever read about this in the writings of Moses, in the story of the burning bush? Long after Abraham, Isaac, and Jacob had died, God said to Moses, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’"},{"Chapter":12,"Number":27,"Text":"So he is the God of the living, not the dead. You have made a serious error.” "},{"Chapter":12,"Number":28,"Text":"One of the teachers of religious law was standing there listening to the debate. He realized that Jesus had answered well, so he asked, “Of all the commandments, which is the most important?”"},{"Chapter":12,"Number":29,"Text":"Jesus replied, “The most important commandment is this: ‘Listen, O Israel! The Lord our God is the one and only Lord."},{"Chapter":12,"Number":30,"Text":"And you must love the Lord your God with all your heart, all your soul, all your mind, and all your strength.’"},{"Chapter":12,"Number":31,"Text":"The second is equally important: ‘Love your neighbor as yourself.’ No other commandment is greater than these.”"},{"Chapter":12,"Number":32,"Text":"The teacher of religious law replied, “Well said, Teacher. You have spoken the truth by saying that there is only one God and no other."},{"Chapter":12,"Number":33,"Text":"And I know it is important to love him with all my heart and all my understanding and all my strength, and to love my neighbor as myself. This is more important than to offer all of the burnt offerings and sacrifices required in the law.”"},{"Chapter":12,"Number":34,"Text":"Realizing how much the man understood, Jesus said to him, “You are not far from the Kingdom of God.” And after that, no one dared to ask him any more questions. "},{"Chapter":12,"Number":35,"Text":"Later, as Jesus was teaching the people in the Temple, he asked, “Why do the teachers of religious law claim that the Messiah is the son of David?"},{"Chapter":12,"Number":36,"Text":"For David himself, speaking under the inspiration of the Holy Spirit, said,‘The Lord said to my Lord,Sit in the place of honor at my right hand    until I humble your enemies beneath your feet.’"},{"Chapter":12,"Number":37,"Text":"Since David himself called the Messiah ‘my Lord,’ how can the Messiah be his son?” The large crowd listened to him with great delight."},{"Chapter":12,"Number":38,"Text":"Jesus also taught: “Beware of these teachers of religious law! For they like to parade around in flowing robes and receive respectful greetings as they walk in the marketplaces."},{"Chapter":12,"Number":39,"Text":"And how they love the seats of honor in the synagogues and the head table at banquets."},{"Chapter":12,"Number":40,"Text":"Yet they shamelessly cheat widows out of their property and then pretend to be pious by making long prayers in public. Because of this, they will be more severely punished.” "},{"Chapter":12,"Number":41,"Text":"Jesus sat down near the collection box in the Temple and watched as the crowds dropped in their money. Many rich people put in large amounts."},{"Chapter":12,"Number":42,"Text":"Then a poor widow came and dropped in two small coins."},{"Chapter":12,"Number":43,"Text":"Jesus called his disciples to him and said, “I tell you the truth, this poor widow has given more than all the others who are making contributions."},{"Chapter":12,"Number":44,"Text":"For they gave a tiny part of their surplus, but she, poor as she is, has given everything she had to live on.”"},{"Chapter":13,"Number":1,"Text":"As Jesus was leaving the Temple that day, one of his disciples said, “Teacher, look at these magnificent buildings! Look at the impressive stones in the walls.”"},{"Chapter":13,"Number":2,"Text":"Jesus replied, “Yes, look at these great buildings. But they will be completely demolished. Not one stone will be left on top of another!”"},{"Chapter":13,"Number":3,"Text":"Later, Jesus sat on the Mount of Olives across the valley from the Temple. Peter, James, John, and Andrew came to him privately and asked him,"},{"Chapter":13,"Number":4,"Text":"“Tell us, when will all this happen? What sign will show us that these things are about to be fulfilled?”"},{"Chapter":13,"Number":5,"Text":"Jesus replied, “Don’t let anyone mislead you,"},{"Chapter":13,"Number":6,"Text":"for many will come in my name, claiming, ‘I am the Messiah.’ They will deceive many."},{"Chapter":13,"Number":7,"Text":"And you will hear of wars and threats of wars, but don’t panic. Yes, these things must take place, but the end won’t follow immediately."},{"Chapter":13,"Number":8,"Text":"Nation will go to war against nation, and kingdom against kingdom. There will be earthquakes in many parts of the world, as well as famines. But this is only the first of the birth pains, with more to come."},{"Chapter":13,"Number":9,"Text":"“When these things begin to happen, watch out! You will be handed over to the local councils and beaten in the synagogues. You will stand trial before governors and kings because you are my followers. But this will be your opportunity to tell them about me."},{"Chapter":13,"Number":10,"Text":"For the Good News must first be preached to all nations."},{"Chapter":13,"Number":11,"Text":"But when you are arrested and stand trial, don’t worry in advance about what to say. Just say what God tells you at that time, for it is not you who will be speaking, but the Holy Spirit."},{"Chapter":13,"Number":12,"Text":"“A brother will betray his brother to death, a father will betray his own child, and children will rebel against their parents and cause them to be killed."},{"Chapter":13,"Number":13,"Text":"And everyone will hate you because you are my followers. But the one who endures to the end will be saved."},{"Chapter":13,"Number":14,"Text":"“The day is coming when you will see the sacrilegious object that causes desecration standing where he should not be.” (Reader, pay attention!) “Then those in Judea must flee to the hills."},{"Chapter":13,"Number":15,"Text":"A person out on the deck of a roof must not go down into the house to pack."},{"Chapter":13,"Number":16,"Text":"A person out in the field must not return even to get a coat."},{"Chapter":13,"Number":17,"Text":"How terrible it will be for pregnant women and for nursing mothers in those days."},{"Chapter":13,"Number":18,"Text":"And pray that your flight will not be in winter."},{"Chapter":13,"Number":19,"Text":"For there will be greater anguish in those days than at any time since God created the world. And it will never be so great again."},{"Chapter":13,"Number":20,"Text":"In fact, unless the Lord shortens that time of calamity, not a single person will survive. But for the sake of his chosen ones he has shortened those days."},{"Chapter":13,"Number":21,"Text":"“Then if anyone tells you, ‘Look, here is the Messiah,’ or ‘There he is,’ don’t believe it."},{"Chapter":13,"Number":22,"Text":"For false messiahs and false prophets will rise up and perform signs and wonders so as to deceive, if possible, even God’s chosen ones."},{"Chapter":13,"Number":23,"Text":"Watch out! I have warned you about this ahead of time!"},{"Chapter":13,"Number":24,"Text":"“At that time, after the anguish of those days,the sun will be darkened,    the moon will give no light,"},{"Chapter":13,"Number":25,"Text":"the stars will fall from the sky,    and the powers in the heavens will be shaken."},{"Chapter":13,"Number":26,"Text":"Then everyone will see the Son of Man coming on the clouds with great power and glory."},{"Chapter":13,"Number":27,"Text":"And he will send out his angels to gather his chosen ones from all over the world—from the farthest ends of the earth and heaven."},{"Chapter":13,"Number":28,"Text":"“Now learn a lesson from the fig tree. When its branches bud and its leaves begin to sprout, you know that summer is near."},{"Chapter":13,"Number":29,"Text":"In the same way, when you see all these things taking place, you can know that his return is very near, right at the door."},{"Chapter":13,"Number":30,"Text":"I tell you the truth, this generation will not pass from the scene before all these things take place."},{"Chapter":13,"Number":31,"Text":"Heaven and earth will disappear, but my words will never disappear."},{"Chapter":13,"Number":32,"Text":"“However, no one knows the day or hour when these things will happen, not even the angels in heaven or the Son himself. Only the Father knows."},{"Chapter":13,"Number":33,"Text":"And since you don’t know when that time will come, be on guard! Stay alert!"},{"Chapter":13,"Number":34,"Text":"“The coming of the Son of Man can be illustrated by the story of a man going on a long trip. When he left home, he gave each of his slaves instructions about the work they were to do, and he told the gatekeeper to watch for his return."},{"Chapter":13,"Number":35,"Text":"You, too, must keep watch! For you don’t know when the master of the household will return—in the evening, at midnight, before dawn, or at daybreak."},{"Chapter":13,"Number":36,"Text":"Don’t let him find you sleeping when he arrives without warning."},{"Chapter":13,"Number":37,"Text":"I say to you what I say to everyone: Watch for him!”"},{"Chapter":14,"Number":1,"Text":"It was now two days before Passover and the Festival of Unleavened Bread. The leading priests and the teachers of religious law were still looking for an opportunity to capture Jesus secretly and kill him."},{"Chapter":14,"Number":2,"Text":"“But not during the Passover celebration,” they agreed, “or the people may riot.”"},{"Chapter":14,"Number":3,"Text":"Meanwhile, Jesus was in Bethany at the home of Simon, a man who had previously had leprosy. While he was eating, a woman came in with a beautiful alabaster jar of expensive perfume made from essence of nard. She broke open the jar and poured the perfume over his head."},{"Chapter":14,"Number":4,"Text":"Some of those at the table were indignant. “Why waste such expensive perfume?” they asked."},{"Chapter":14,"Number":5,"Text":"“It could have been sold for a year’s wages and the money given to the poor!” So they scolded her harshly."},{"Chapter":14,"Number":6,"Text":"But Jesus replied, “Leave her alone. Why criticize her for doing such a good thing to me?"},{"Chapter":14,"Number":7,"Text":"You will always have the poor among you, and you can help them whenever you want to. But you will not always have me."},{"Chapter":14,"Number":8,"Text":"She has done what she could and has anointed my body for burial ahead of time."},{"Chapter":14,"Number":9,"Text":"I tell you the truth, wherever the Good News is preached throughout the world, this woman’s deed will be remembered and discussed.” "},{"Chapter":14,"Number":10,"Text":"Then Judas Iscariot, one of the twelve disciples, went to the leading priests to arrange to betray Jesus to them."},{"Chapter":14,"Number":11,"Text":"They were delighted when they heard why he had come, and they promised to give him money. So he began looking for an opportunity to betray Jesus. "},{"Chapter":14,"Number":12,"Text":"On the first day of the Festival of Unleavened Bread, when the Passover lamb is sacrificed, Jesus’ disciples asked him, “Where do you want us to go to prepare the Passover meal for you?”"},{"Chapter":14,"Number":13,"Text":"So Jesus sent two of them into Jerusalem with these instructions: “As you go into the city, a man carrying a pitcher of water will meet you. Follow him."},{"Chapter":14,"Number":14,"Text":"At the house he enters, say to the owner, ‘The Teacher asks: Where is the guest room where I can eat the Passover meal with my disciples?’"},{"Chapter":14,"Number":15,"Text":"He will take you upstairs to a large room that is already set up. That is where you should prepare our meal.”"},{"Chapter":14,"Number":16,"Text":"So the two disciples went into the city and found everything just as Jesus had said, and they prepared the Passover meal there."},{"Chapter":14,"Number":17,"Text":"In the evening Jesus arrived with the Twelve."},{"Chapter":14,"Number":18,"Text":"As they were at the table eating, Jesus said, “I tell you the truth, one of you eating with me here will betray me.”"},{"Chapter":14,"Number":19,"Text":"Greatly distressed, each one asked in turn, “Am I the one?”"},{"Chapter":14,"Number":20,"Text":"He replied, “It is one of you twelve who is eating from this bowl with me."},{"Chapter":14,"Number":21,"Text":"For the Son of Man must die, as the Scriptures declared long ago. But how terrible it will be for the one who betrays him. It would be far better for that man if he had never been born!”"},{"Chapter":14,"Number":22,"Text":"As they were eating, Jesus took some bread and blessed it. Then he broke it in pieces and gave it to the disciples, saying, “Take it, for this is my body.”"},{"Chapter":14,"Number":23,"Text":"And he took a cup of wine and gave thanks to God for it. He gave it to them, and they all drank from it."},{"Chapter":14,"Number":24,"Text":"And he said to them, “This is my blood, which confirms the covenant between God and his people. It is poured out as a sacrifice for many."},{"Chapter":14,"Number":25,"Text":"I tell you the truth, I will not drink wine again until the day I drink it new in the Kingdom of God.”"},{"Chapter":14,"Number":26,"Text":"Then they sang a hymn and went out to the Mount of Olives. "},{"Chapter":14,"Number":27,"Text":"On the way, Jesus told them, “All of you will desert me. For the Scriptures say,‘God will strike the Shepherd,    and the sheep will be scattered.’"},{"Chapter":14,"Number":28,"Text":"But after I am raised from the dead, I will go ahead of you to Galilee and meet you there.”"},{"Chapter":14,"Number":29,"Text":"Peter said to him, “Even if everyone else deserts you, I never will.”"},{"Chapter":14,"Number":30,"Text":"Jesus replied, “I tell you the truth, Peter—this very night, before the rooster crows twice, you will deny three times that you even know me.”"},{"Chapter":14,"Number":31,"Text":"“No!” Peter declared emphatically. “Even if I have to die with you, I will never deny you!” And all the others vowed the same. "},{"Chapter":14,"Number":32,"Text":"They went to the olive grove called Gethsemane, and Jesus said, “Sit here while I go and pray.”"},{"Chapter":14,"Number":33,"Text":"He took Peter, James, and John with him, and he became deeply troubled and distressed."},{"Chapter":14,"Number":34,"Text":"He told them, “My soul is crushed with grief to the point of death. Stay here and keep watch with me.”"},{"Chapter":14,"Number":35,"Text":"He went on a little farther and fell to the ground. He prayed that, if it were possible, the awful hour awaiting him might pass him by."},{"Chapter":14,"Number":36,"Text":"“Abba, Father,” he cried out, “everything is possible for you. Please take this cup of suffering away from me. Yet I want your will to be done, not mine.”"},{"Chapter":14,"Number":37,"Text":"Then he returned and found the disciples asleep. He said to Peter, “Simon, are you asleep? Couldn’t you watch with me even one hour?"},{"Chapter":14,"Number":38,"Text":"Keep watch and pray, so that you will not give in to temptation. For the spirit is willing, but the body is weak.”"},{"Chapter":14,"Number":39,"Text":"Then Jesus left them again and prayed the same prayer as before."},{"Chapter":14,"Number":40,"Text":"When he returned to them again, he found them sleeping, for they couldn’t keep their eyes open. And they didn’t know what to say."},{"Chapter":14,"Number":41,"Text":"When he returned to them the third time, he said, “Go ahead and sleep. Have your rest. But no—the time has come. The Son of Man is betrayed into the hands of sinners."},{"Chapter":14,"Number":42,"Text":"Up, let’s be going. Look, my betrayer is here!” "},{"Chapter":14,"Number":43,"Text":"And immediately, even as Jesus said this, Judas, one of the twelve disciples, arrived with a crowd of men armed with swords and clubs. They had been sent by the leading priests, the teachers of religious law, and the elders."},{"Chapter":14,"Number":44,"Text":"The traitor, Judas, had given them a prearranged signal: “You will know which one to arrest when I greet him with a kiss. Then you can take him away under guard.”"},{"Chapter":14,"Number":45,"Text":"As soon as they arrived, Judas walked up to Jesus. “Rabbi!” he exclaimed, and gave him the kiss."},{"Chapter":14,"Number":46,"Text":"Then the others grabbed Jesus and arrested him."},{"Chapter":14,"Number":47,"Text":"But one of the men with Jesus pulled out his sword and struck the high priest’s slave, slashing off his ear."},{"Chapter":14,"Number":48,"Text":"Jesus asked them, “Am I some dangerous revolutionary, that you come with swords and clubs to arrest me?"},{"Chapter":14,"Number":49,"Text":"Why didn’t you arrest me in the Temple? I was there among you teaching every day. But these things are happening to fulfill what the Scriptures say about me.”"},{"Chapter":14,"Number":50,"Text":"Then all his disciples deserted him and ran away."},{"Chapter":14,"Number":51,"Text":"One young man following behind was clothed only in a long linen shirt. When the mob tried to grab him,"},{"Chapter":14,"Number":52,"Text":"he slipped out of his shirt and ran away naked. "},{"Chapter":14,"Number":53,"Text":"They took Jesus to the high priest’s home where the leading priests, the elders, and the teachers of religious law had gathered."},{"Chapter":14,"Number":54,"Text":"Meanwhile, Peter followed him at a distance and went right into the high priest’s courtyard. There he sat with the guards, warming himself by the fire."},{"Chapter":14,"Number":55,"Text":"Inside, the leading priests and the entire high council were trying to find evidence against Jesus, so they could put him to death. But they couldn’t find any."},{"Chapter":14,"Number":56,"Text":"Many false witnesses spoke against him, but they contradicted each other."},{"Chapter":14,"Number":57,"Text":"Finally, some men stood up and gave this false testimony:"},{"Chapter":14,"Number":58,"Text":"“We heard him say, ‘I will destroy this Temple made with human hands, and in three days I will build another, made without human hands.’”"},{"Chapter":14,"Number":59,"Text":"But even then they didn’t get their stories straight!"},{"Chapter":14,"Number":60,"Text":"Then the high priest stood up before the others and asked Jesus, “Well, aren’t you going to answer these charges? What do you have to say for yourself?”"},{"Chapter":14,"Number":61,"Text":"But Jesus was silent and made no reply. Then the high priest asked him, “Are you the Messiah, the Son of the Blessed One?”"},{"Chapter":14,"Number":62,"Text":"Jesus said, “I am. And you will see the Son of Man seated in the place of power at God’s right hand and coming on the clouds of heaven.”"},{"Chapter":14,"Number":63,"Text":"Then the high priest tore his clothing to show his horror and said, “Why do we need other witnesses?"},{"Chapter":14,"Number":64,"Text":"You have all heard his blasphemy. What is your verdict?”“Guilty!” they all cried. “He deserves to die!”"},{"Chapter":14,"Number":65,"Text":"Then some of them began to spit at him, and they blindfolded him and beat him with their fists. “Prophesy to us,” they jeered. And the guards slapped him as they took him away. "},{"Chapter":14,"Number":66,"Text":"Meanwhile, Peter was in the courtyard below. One of the servant girls who worked for the high priest came by"},{"Chapter":14,"Number":67,"Text":"and noticed Peter warming himself at the fire. She looked at him closely and said, “You were one of those with Jesus of Nazareth.”"},{"Chapter":14,"Number":68,"Text":"But Peter denied it. “I don’t know what you’re talking about,” he said, and he went out into the entryway. Just then, a rooster crowed."},{"Chapter":14,"Number":69,"Text":"When the servant girl saw him standing there, she began telling the others, “This man is definitely one of them!”"},{"Chapter":14,"Number":70,"Text":"But Peter denied it again.A little later some of the other bystanders confronted Peter and said, “You must be one of them, because you are a Galilean.”"},{"Chapter":14,"Number":71,"Text":"Peter swore, “A curse on me if I’m lying—I don’t know this man you’re talking about!”"},{"Chapter":14,"Number":72,"Text":"And immediately the rooster crowed the second time.Suddenly, Jesus’ words flashed through Peter’s mind: “Before the rooster crows twice, you will deny three times that you even know me.” And he broke down and wept."},{"Chapter":15,"Number":1,"Text":"Very early in the morning the leading priests, the elders, and the teachers of religious law—the entire high council—met to discuss their next step. They bound Jesus, led him away, and took him to Pilate, the Roman governor."},{"Chapter":15,"Number":2,"Text":"Pilate asked Jesus, “Are you the king of the Jews?”Jesus replied, “You have said it.”"},{"Chapter":15,"Number":3,"Text":"Then the leading priests kept accusing him of many crimes,"},{"Chapter":15,"Number":4,"Text":"and Pilate asked him, “Aren’t you going to answer them? What about all these charges they are bringing against you?”"},{"Chapter":15,"Number":5,"Text":"But Jesus said nothing, much to Pilate’s surprise."},{"Chapter":15,"Number":6,"Text":"Now it was the governor’s custom each year during the Passover celebration to release one prisoner—anyone the people requested."},{"Chapter":15,"Number":7,"Text":"One of the prisoners at that time was Barabbas, a revolutionary who had committed murder in an uprising."},{"Chapter":15,"Number":8,"Text":"The crowd went to Pilate and asked him to release a prisoner as usual."},{"Chapter":15,"Number":9,"Text":"“Would you like me to release to you this ‘King of the Jews’?” Pilate asked."},{"Chapter":15,"Number":10,"Text":"(For he realized by now that the leading priests had arrested Jesus out of envy.)"},{"Chapter":15,"Number":11,"Text":"But at this point the leading priests stirred up the crowd to demand the release of Barabbas instead of Jesus."},{"Chapter":15,"Number":12,"Text":"Pilate asked them, “Then what should I do with this man you call the king of the Jews?”"},{"Chapter":15,"Number":13,"Text":"They shouted back, “Crucify him!”"},{"Chapter":15,"Number":14,"Text":"“Why?” Pilate demanded. “What crime has he committed?”But the mob roared even louder, “Crucify him!”"},{"Chapter":15,"Number":15,"Text":"So to pacify the crowd, Pilate released Barabbas to them. He ordered Jesus flogged with a lead-tipped whip, then turned him over to the Roman soldiers to be crucified. "},{"Chapter":15,"Number":16,"Text":"The soldiers took Jesus into the courtyard of the governor’s headquarters (called the Praetorium) and called out the entire regiment."},{"Chapter":15,"Number":17,"Text":"They dressed him in a purple robe, and they wove thorn branches into a crown and put it on his head."},{"Chapter":15,"Number":18,"Text":"Then they saluted him and taunted, “Hail! King of the Jews!”"},{"Chapter":15,"Number":19,"Text":"And they struck him on the head with a reed stick, spit on him, and dropped to their knees in mock worship."},{"Chapter":15,"Number":20,"Text":"When they were finally tired of mocking him, they took off the purple robe and put his own clothes on him again. Then they led him away to be crucified. "},{"Chapter":15,"Number":21,"Text":"A passerby named Simon, who was from Cyrene, was coming in from the countryside just then, and the soldiers forced him to carry Jesus’ cross. (Simon was the father of Alexander and Rufus.)"},{"Chapter":15,"Number":22,"Text":"And they brought Jesus to a place called Golgotha (which means “Place of the Skull”)."},{"Chapter":15,"Number":23,"Text":"They offered him wine drugged with myrrh, but he refused it."},{"Chapter":15,"Number":24,"Text":"Then the soldiers nailed him to the cross. They divided his clothes and threw dice to decide who would get each piece."},{"Chapter":15,"Number":25,"Text":"It was nine o’clock in the morning when they crucified him."},{"Chapter":15,"Number":26,"Text":"A sign announced the charge against him. It read, “The King of the Jews.”"},{"Chapter":15,"Number":27,"Text":"Two revolutionaries were crucified with him, one on his right and one on his left."},{"Chapter":15,"Number":29,"Text":"The people passing by shouted abuse, shaking their heads in mockery. “Ha! Look at you now!” they yelled at him. “You said you were going to destroy the Temple and rebuild it in three days."},{"Chapter":15,"Number":30,"Text":"Well then, save yourself and come down from the cross!”"},{"Chapter":15,"Number":31,"Text":"The leading priests and teachers of religious law also mocked Jesus. “He saved others,” they scoffed, “but he can’t save himself!"},{"Chapter":15,"Number":32,"Text":"Let this Messiah, this King of Israel, come down from the cross so we can see it and believe him!” Even the men who were crucified with Jesus ridiculed him. "},{"Chapter":15,"Number":33,"Text":"At noon, darkness fell across the whole land until three o’clock."},{"Chapter":15,"Number":34,"Text":"Then at three o’clock Jesus called out with a loud voice, “Eloi, Eloi, lema sabachthani?” which means “My God, my God, why have you abandoned me?”"},{"Chapter":15,"Number":35,"Text":"Some of the bystanders misunderstood and thought he was calling for the prophet Elijah."},{"Chapter":15,"Number":36,"Text":"One of them ran and filled a sponge with sour wine, holding it up to him on a reed stick so he could drink. “Wait!” he said. “Let’s see whether Elijah comes to take him down!”"},{"Chapter":15,"Number":37,"Text":"Then Jesus uttered another loud cry and breathed his last."},{"Chapter":15,"Number":38,"Text":"And the curtain in the sanctuary of the Temple was torn in two, from top to bottom."},{"Chapter":15,"Number":39,"Text":"When the Roman officer who stood facing him saw how he had died, he exclaimed, “This man truly was the Son of God!”"},{"Chapter":15,"Number":40,"Text":"Some women were there, watching from a distance, including Mary Magdalene, Mary (the mother of James the younger and of Joseph), and Salome."},{"Chapter":15,"Number":41,"Text":"They had been followers of Jesus and had cared for him while he was in Galilee. Many other women who had come with him to Jerusalem were also there. "},{"Chapter":15,"Number":42,"Text":"This all happened on Friday, the day of preparation, the day before the Sabbath. As evening approached,"},{"Chapter":15,"Number":43,"Text":"Joseph of Arimathea took a risk and went to Pilate and asked for Jesus’ body. (Joseph was an honored member of the high council, and he was waiting for the Kingdom of God to come.)"},{"Chapter":15,"Number":44,"Text":"Pilate couldn’t believe that Jesus was already dead, so he called for the Roman officer and asked if he had died yet."},{"Chapter":15,"Number":45,"Text":"The officer confirmed that Jesus was dead, so Pilate told Joseph he could have the body."},{"Chapter":15,"Number":46,"Text":"Joseph bought a long sheet of linen cloth. Then he took Jesus’ body down from the cross, wrapped it in the cloth, and laid it in a tomb that had been carved out of the rock. Then he rolled a stone in front of the entrance."},{"Chapter":15,"Number":47,"Text":"Mary Magdalene and Mary the mother of Joseph saw where Jesus’ body was laid."},{"Chapter":16,"Number":1,"Text":"Saturday evening, when the Sabbath ended, Mary Magdalene, Mary the mother of James, and Salome went out and purchased burial spices so they could anoint Jesus’ body."},{"Chapter":16,"Number":2,"Text":"Very early on Sunday morning, just at sunrise, they went to the tomb."},{"Chapter":16,"Number":3,"Text":"On the way they were asking each other, “Who will roll away the stone for us from the entrance to the tomb?”"},{"Chapter":16,"Number":4,"Text":"But as they arrived, they looked up and saw that the stone, which was very large, had already been rolled aside."},{"Chapter":16,"Number":5,"Text":"When they entered the tomb, they saw a young man clothed in a white robe sitting on the right side. The women were shocked,"},{"Chapter":16,"Number":6,"Text":"but the angel said, “Don’t be alarmed. You are looking for Jesus of Nazareth, who was crucified. He isn’t here! He is risen from the dead! Look, this is where they laid his body."},{"Chapter":16,"Number":7,"Text":"Now go and tell his disciples, including Peter, that Jesus is going ahead of you to Galilee. You will see him there, just as he told you before he died.”"},{"Chapter":16,"Number":8,"Text":"The women fled from the tomb, trembling and bewildered, and they said nothing to anyone because they were too frightened.[The most ancient manuscripts of Mark conclude with verse 16:8. Later manuscripts add one or both of the following endings.][Shorter Ending of Mark]Then they briefly reported all this to Peter and his companions. Afterward Jesus himself sent them out from east to west with the sacred and unfailing message of salvation that gives eternal life. Amen. [Longer Ending of Mark]"},{"Chapter":16,"Number":9,"Text":"After Jesus rose from the dead early on Sunday morning, the first person who saw him was Mary Magdalene, the woman from whom he had cast out seven demons."},{"Chapter":16,"Number":10,"Text":"She went to the disciples, who were grieving and weeping, and told them what had happened."},{"Chapter":16,"Number":11,"Text":"But when she told them that Jesus was alive and she had seen him, they didn’t believe her."},{"Chapter":16,"Number":12,"Text":"Afterward he appeared in a different form to two of his followers who were walking from Jerusalem into the country."},{"Chapter":16,"Number":13,"Text":"They rushed back to tell the others, but no one believed them."},{"Chapter":16,"Number":14,"Text":"Still later he appeared to the eleven disciples as they were eating together. He rebuked them for their stubborn unbelief because they refused to believe those who had seen him after he had been raised from the dead."},{"Chapter":16,"Number":15,"Text":"And then he told them, “Go into all the world and preach the Good News to everyone."},{"Chapter":16,"Number":16,"Text":"Anyone who believes and is baptized will be saved. But anyone who refuses to believe will be condemned."},{"Chapter":16,"Number":17,"Text":"These miraculous signs will accompany those who believe: They will cast out demons in my name, and they will speak in new languages."},{"Chapter":16,"Number":18,"Text":"They will be able to handle snakes with safety, and if they drink anything poisonous, it won’t hurt them. They will be able to place their hands on the sick, and they will be healed.”"},{"Chapter":16,"Number":19,"Text":"When the Lord Jesus had finished talking with them, he was taken up into heaven and sat down in the place of honor at God’s right hand."},{"Chapter":16,"Number":20,"Text":"And the disciples went everywhere and preached, and the Lord worked through them, confirming what they said by many miraculous signs."}]}
