{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from James","Chapter":1},{"VerseStartingAt":2,"ParagraphTitle":"Faith and Endurance","Chapter":1},{"VerseStartingAt":19,"ParagraphTitle":"Listening and Doing","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"A Warning against Prejudice","Chapter":2},{"VerseStartingAt":14,"ParagraphTitle":"Faith without Good Deeds Is Dead","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Controlling the Tongue","Chapter":3},{"VerseStartingAt":13,"ParagraphTitle":"True Wisdom Comes from God","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Drawing Close to God","Chapter":4},{"VerseStartingAt":11,"ParagraphTitle":"Warning against Judging Others","Chapter":4},{"VerseStartingAt":13,"ParagraphTitle":"Warning about Self-Confidence","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Warning to the Rich","Chapter":5},{"VerseStartingAt":7,"ParagraphTitle":"Patience and Endurance","Chapter":5},{"VerseStartingAt":13,"ParagraphTitle":"The Power of Prayer","Chapter":5},{"VerseStartingAt":19,"ParagraphTitle":"Restore Wandering Believers","Chapter":5}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from James, a slave of God and of the Lord Jesus Christ.I am writing to the “twelve tribes”—Jewish believers scattered abroad.Greetings! "},{"Chapter":1,"Number":2,"Text":"Dear brothers and sisters, when troubles of any kind come your way, consider it an opportunity for great joy."},{"Chapter":1,"Number":3,"Text":"For you know that when your faith is tested, your endurance has a chance to grow."},{"Chapter":1,"Number":4,"Text":"So let it grow, for when your endurance is fully developed, you will be perfect and complete, needing nothing."},{"Chapter":1,"Number":5,"Text":"If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking."},{"Chapter":1,"Number":6,"Text":"But when you ask him, be sure that your faith is in God alone. Do not waver, for a person with divided loyalty is as unsettled as a wave of the sea that is blown and tossed by the wind."},{"Chapter":1,"Number":7,"Text":"Such people should not expect to receive anything from the Lord."},{"Chapter":1,"Number":8,"Text":"Their loyalty is divided between God and the world, and they are unstable in everything they do."},{"Chapter":1,"Number":9,"Text":"Believers who are poor have something to boast about, for God has honored them."},{"Chapter":1,"Number":10,"Text":"And those who are rich should boast that God has humbled them. They will fade away like a little flower in the field."},{"Chapter":1,"Number":11,"Text":"The hot sun rises and the grass withers; the little flower droops and falls, and its beauty fades away. In the same way, the rich will fade away with all of their achievements."},{"Chapter":1,"Number":12,"Text":"God blesses those who patiently endure testing and temptation. Afterward they will receive the crown of life that God has promised to those who love him."},{"Chapter":1,"Number":13,"Text":"And remember, when you are being tempted, do not say, “God is tempting me.” God is never tempted to do wrong, and he never tempts anyone else."},{"Chapter":1,"Number":14,"Text":"Temptation comes from our own desires, which entice us and drag us away."},{"Chapter":1,"Number":15,"Text":"These desires give birth to sinful actions. And when sin is allowed to grow, it gives birth to death."},{"Chapter":1,"Number":16,"Text":"So don’t be misled, my dear brothers and sisters."},{"Chapter":1,"Number":17,"Text":"Whatever is good and perfect is a gift coming down to us from God our Father, who created all the lights in the heavens. He never changes or casts a shifting shadow."},{"Chapter":1,"Number":18,"Text":"He chose to give birth to us by giving us his true word. And we, out of all creation, became his prized possession. "},{"Chapter":1,"Number":19,"Text":"Understand this, my dear brothers and sisters: You must all be quick to listen, slow to speak, and slow to get angry."},{"Chapter":1,"Number":20,"Text":"Human anger does not produce the righteousness God desires."},{"Chapter":1,"Number":21,"Text":"So get rid of all the filth and evil in your lives, and humbly accept the word God has planted in your hearts, for it has the power to save your souls."},{"Chapter":1,"Number":22,"Text":"But don’t just listen to God’s word. You must do what it says. Otherwise, you are only fooling yourselves."},{"Chapter":1,"Number":23,"Text":"For if you listen to the word and don’t obey, it is like glancing at your face in a mirror."},{"Chapter":1,"Number":24,"Text":"You see yourself, walk away, and forget what you look like."},{"Chapter":1,"Number":25,"Text":"But if you look carefully into the perfect law that sets you free, and if you do what it says and don’t forget what you heard, then God will bless you for doing it."},{"Chapter":1,"Number":26,"Text":"If you claim to be religious but don’t control your tongue, you are fooling yourself, and your religion is worthless."},{"Chapter":1,"Number":27,"Text":"Pure and genuine religion in the sight of God the Father means caring for orphans and widows in their distress and refusing to let the world corrupt you."},{"Chapter":2,"Number":1,"Text":"My dear brothers and sisters, how can you claim to have faith in our glorious Lord Jesus Christ if you favor some people over others?"},{"Chapter":2,"Number":2,"Text":"For example, suppose someone comes into your meeting dressed in fancy clothes and expensive jewelry, and another comes in who is poor and dressed in dirty clothes."},{"Chapter":2,"Number":3,"Text":"If you give special attention and a good seat to the rich person, but you say to the poor one, “You can stand over there, or else sit on the floor”—well,"},{"Chapter":2,"Number":4,"Text":"doesn’t this discrimination show that your judgments are guided by evil motives?"},{"Chapter":2,"Number":5,"Text":"Listen to me, dear brothers and sisters. Hasn’t God chosen the poor in this world to be rich in faith? Aren’t they the ones who will inherit the Kingdom he promised to those who love him?"},{"Chapter":2,"Number":6,"Text":"But you dishonor the poor! Isn’t it the rich who oppress you and drag you into court?"},{"Chapter":2,"Number":7,"Text":"Aren’t they the ones who slander Jesus Christ, whose noble name you bear?"},{"Chapter":2,"Number":8,"Text":"Yes indeed, it is good when you obey the royal law as found in the Scriptures: “Love your neighbor as yourself.”"},{"Chapter":2,"Number":9,"Text":"But if you favor some people over others, you are committing a sin. You are guilty of breaking the law."},{"Chapter":2,"Number":10,"Text":"For the person who keeps all of the laws except one is as guilty as a person who has broken all of God’s laws."},{"Chapter":2,"Number":11,"Text":"For the same God who said, “You must not commit adultery,” also said, “You must not murder.” So if you murder someone but do not commit adultery, you have still broken the law."},{"Chapter":2,"Number":12,"Text":"So whatever you say or whatever you do, remember that you will be judged by the law that sets you free."},{"Chapter":2,"Number":13,"Text":"There will be no mercy for those who have not shown mercy to others. But if you have been merciful, God will be merciful when he judges you. "},{"Chapter":2,"Number":14,"Text":"What good is it, dear brothers and sisters, if you say you have faith but don’t show it by your actions? Can that kind of faith save anyone?"},{"Chapter":2,"Number":15,"Text":"Suppose you see a brother or sister who has no food or clothing,"},{"Chapter":2,"Number":16,"Text":"and you say, “Good-bye and have a good day; stay warm and eat well”—but then you don’t give that person any food or clothing. What good does that do?"},{"Chapter":2,"Number":17,"Text":"So you see, faith by itself isn’t enough. Unless it produces good deeds, it is dead and useless."},{"Chapter":2,"Number":18,"Text":"Now someone may argue, “Some people have faith; others have good deeds.” But I say, “How can you show me your faith if you don’t have good deeds? I will show you my faith by my good deeds.”"},{"Chapter":2,"Number":19,"Text":"You say you have faith, for you believe that there is one God. Good for you! Even the demons believe this, and they tremble in terror."},{"Chapter":2,"Number":20,"Text":"How foolish! Can’t you see that faith without good deeds is useless?"},{"Chapter":2,"Number":21,"Text":"Don’t you remember that our ancestor Abraham was shown to be right with God by his actions when he offered his son Isaac on the altar?"},{"Chapter":2,"Number":22,"Text":"You see, his faith and his actions worked together. His actions made his faith complete."},{"Chapter":2,"Number":23,"Text":"And so it happened just as the Scriptures say: “Abraham believed God, and God counted him as righteous because of his faith.” He was even called the friend of God."},{"Chapter":2,"Number":24,"Text":"So you see, we are shown to be right with God by what we do, not by faith alone."},{"Chapter":2,"Number":25,"Text":"Rahab the prostitute is another example. She was shown to be right with God by her actions when she hid those messengers and sent them safely away by a different road."},{"Chapter":2,"Number":26,"Text":"Just as the body is dead without breath, so also faith is dead without good works."},{"Chapter":3,"Number":1,"Text":"Dear brothers and sisters, not many of you should become teachers in the church, for we who teach will be judged more strictly."},{"Chapter":3,"Number":2,"Text":"Indeed, we all make many mistakes. For if we could control our tongues, we would be perfect and could also control ourselves in every other way."},{"Chapter":3,"Number":3,"Text":"We can make a large horse go wherever we want by means of a small bit in its mouth."},{"Chapter":3,"Number":4,"Text":"And a small rudder makes a huge ship turn wherever the pilot chooses to go, even though the winds are strong."},{"Chapter":3,"Number":5,"Text":"In the same way, the tongue is a small thing that makes grand speeches.But a tiny spark can set a great forest on fire."},{"Chapter":3,"Number":6,"Text":"And among all the parts of the body, the tongue is a flame of fire. It is a whole world of wickedness, corrupting your entire body. It can set your whole life on fire, for it is set on fire by hell itself."},{"Chapter":3,"Number":7,"Text":"People can tame all kinds of animals, birds, reptiles, and fish,"},{"Chapter":3,"Number":8,"Text":"but no one can tame the tongue. It is restless and evil, full of deadly poison."},{"Chapter":3,"Number":9,"Text":"Sometimes it praises our Lord and Father, and sometimes it curses those who have been made in the image of God."},{"Chapter":3,"Number":10,"Text":"And so blessing and cursing come pouring out of the same mouth. Surely, my brothers and sisters, this is not right!"},{"Chapter":3,"Number":11,"Text":"Does a spring of water bubble out with both fresh water and bitter water?"},{"Chapter":3,"Number":12,"Text":"Does a fig tree produce olives, or a grapevine produce figs? No, and you can’t draw fresh water from a salty spring. "},{"Chapter":3,"Number":13,"Text":"If you are wise and understand God’s ways, prove it by living an honorable life, doing good works with the humility that comes from wisdom."},{"Chapter":3,"Number":14,"Text":"But if you are bitterly jealous and there is selfish ambition in your heart, don’t cover up the truth with boasting and lying."},{"Chapter":3,"Number":15,"Text":"For jealousy and selfishness are not God’s kind of wisdom. Such things are earthly, unspiritual, and demonic."},{"Chapter":3,"Number":16,"Text":"For wherever there is jealousy and selfish ambition, there you will find disorder and evil of every kind."},{"Chapter":3,"Number":17,"Text":"But the wisdom from above is first of all pure. It is also peace loving, gentle at all times, and willing to yield to others. It is full of mercy and the fruit of good deeds. It shows no favoritism and is always sincere."},{"Chapter":3,"Number":18,"Text":"And those who are peacemakers will plant seeds of peace and reap a harvest of righteousness."},{"Chapter":4,"Number":1,"Text":"What is causing the quarrels and fights among you? Don’t they come from the evil desires at war within you?"},{"Chapter":4,"Number":2,"Text":"You want what you don’t have, so you scheme and kill to get it. You are jealous of what others have, but you can’t get it, so you fight and wage war to take it away from them. Yet you don’t have what you want because you don’t ask God for it."},{"Chapter":4,"Number":3,"Text":"And even when you ask, you don’t get it because your motives are all wrong—you want only what will give you pleasure."},{"Chapter":4,"Number":4,"Text":"You adulterers! Don’t you realize that friendship with the world makes you an enemy of God? I say it again: If you want to be a friend of the world, you make yourself an enemy of God."},{"Chapter":4,"Number":5,"Text":"Do you think the Scriptures have no meaning? They say that God is passionate that the spirit he has placed within us should be faithful to him."},{"Chapter":4,"Number":6,"Text":"And he gives grace generously. As the Scriptures say,“God opposes the proud    but gives grace to the humble.”"},{"Chapter":4,"Number":7,"Text":"So humble yourselves before God. Resist the devil, and he will flee from you."},{"Chapter":4,"Number":8,"Text":"Come close to God, and God will come close to you. Wash your hands, you sinners; purify your hearts, for your loyalty is divided between God and the world."},{"Chapter":4,"Number":9,"Text":"Let there be tears for what you have done. Let there be sorrow and deep grief. Let there be sadness instead of laughter, and gloom instead of joy."},{"Chapter":4,"Number":10,"Text":"Humble yourselves before the Lord, and he will lift you up in honor. "},{"Chapter":4,"Number":11,"Text":"Don’t speak evil against each other, dear brothers and sisters. If you criticize and judge each other, then you are criticizing and judging God’s law. But your job is to obey the law, not to judge whether it applies to you."},{"Chapter":4,"Number":12,"Text":"God alone, who gave the law, is the Judge. He alone has the power to save or to destroy. So what right do you have to judge your neighbor? "},{"Chapter":4,"Number":13,"Text":"Look here, you who say, “Today or tomorrow we are going to a certain town and will stay there a year. We will do business there and make a profit.”"},{"Chapter":4,"Number":14,"Text":"How do you know what your life will be like tomorrow? Your life is like the morning fog—it’s here a little while, then it’s gone."},{"Chapter":4,"Number":15,"Text":"What you ought to say is, “If the Lord wants us to, we will live and do this or that.”"},{"Chapter":4,"Number":16,"Text":"Otherwise you are boasting about your own pretentious plans, and all such boasting is evil."},{"Chapter":4,"Number":17,"Text":"Remember, it is sin to know what you ought to do and then not do it."},{"Chapter":5,"Number":1,"Text":"Look here, you rich people: Weep and groan with anguish because of all the terrible troubles ahead of you."},{"Chapter":5,"Number":2,"Text":"Your wealth is rotting away, and your fine clothes are moth-eaten rags."},{"Chapter":5,"Number":3,"Text":"Your gold and silver are corroded. The very wealth you were counting on will eat away your flesh like fire. This corroded treasure you have hoarded will testify against you on the day of judgment."},{"Chapter":5,"Number":4,"Text":"For listen! Hear the cries of the field workers whom you have cheated of their pay. The cries of those who harvest your fields have reached the ears of the Lord of Heaven’s Armies."},{"Chapter":5,"Number":5,"Text":"You have spent your years on earth in luxury, satisfying your every desire. You have fattened yourselves for the day of slaughter."},{"Chapter":5,"Number":6,"Text":"You have condemned and killed innocent people, who do not resist you. "},{"Chapter":5,"Number":7,"Text":"Dear brothers and sisters, be patient as you wait for the Lord’s return. Consider the farmers who patiently wait for the rains in the fall and in the spring. They eagerly look for the valuable harvest to ripen."},{"Chapter":5,"Number":8,"Text":"You, too, must be patient. Take courage, for the coming of the Lord is near."},{"Chapter":5,"Number":9,"Text":"Don’t grumble about each other, brothers and sisters, or you will be judged. For look—the Judge is standing at the door!"},{"Chapter":5,"Number":10,"Text":"For examples of patience in suffering, dear brothers and sisters, look at the prophets who spoke in the name of the Lord."},{"Chapter":5,"Number":11,"Text":"We give great honor to those who endure under suffering. For instance, you know about Job, a man of great endurance. You can see how the Lord was kind to him at the end, for the Lord is full of tenderness and mercy."},{"Chapter":5,"Number":12,"Text":"But most of all, my brothers and sisters, never take an oath, by heaven or earth or anything else. Just say a simple yes or no, so that you will not sin and be condemned. "},{"Chapter":5,"Number":13,"Text":"Are any of you suffering hardships? You should pray. Are any of you happy? You should sing praises."},{"Chapter":5,"Number":14,"Text":"Are any of you sick? You should call for the elders of the church to come and pray over you, anointing you with oil in the name of the Lord."},{"Chapter":5,"Number":15,"Text":"Such a prayer offered in faith will heal the sick, and the Lord will make you well. And if you have committed any sins, you will be forgiven."},{"Chapter":5,"Number":16,"Text":"Confess your sins to each other and pray for each other so that you may be healed. The earnest prayer of a righteous person has great power and produces wonderful results."},{"Chapter":5,"Number":17,"Text":"Elijah was as human as we are, and yet when he prayed earnestly that no rain would fall, none fell for three and a half years!"},{"Chapter":5,"Number":18,"Text":"Then, when he prayed again, the sky sent down rain and the earth began to yield its crops. "},{"Chapter":5,"Number":19,"Text":"My dear brothers and sisters, if someone among you wanders away from the truth and is brought back,"},{"Chapter":5,"Number":20,"Text":"you can be sure that whoever brings the sinner back from wandering will save that person from death and bring about the forgiveness of many sins."}]}
