{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"A Call to Rebuild the Temple","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Obedience to God’s Call","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The New Temple’s Diminished Splendor","Chapter":2},{"VerseStartingAt":10,"ParagraphTitle":"Blessings Promised for Obedience","Chapter":2},{"VerseStartingAt":20,"ParagraphTitle":"Promises for Zerubbabel","Chapter":2}],"VerseList":[{"Chapter":1,"Number":1,"Text":"On August 29 of the second year of King Darius’s reign, the Lord gave a message through the prophet Haggai to Zerubbabel son of Shealtiel, governor of Judah, and to Jeshua son of Jehozadak, the high priest."},{"Chapter":1,"Number":2,"Text":"“This is what the Lord of Heaven’s Armies says: The people are saying, ‘The time has not yet come to rebuild the house of the Lord.’”"},{"Chapter":1,"Number":3,"Text":"Then the Lord sent this message through the prophet Haggai:"},{"Chapter":1,"Number":4,"Text":"“Why are you living in luxurious houses while my house lies in ruins?"},{"Chapter":1,"Number":5,"Text":"This is what the Lord of Heaven’s Armies says: Look at what’s happening to you!"},{"Chapter":1,"Number":6,"Text":"You have planted much but harvest little. You eat but are not satisfied. You drink but are still thirsty. You put on clothes but cannot keep warm. Your wages disappear as though you were putting them in pockets filled with holes!"},{"Chapter":1,"Number":7,"Text":"“This is what the Lord of Heaven’s Armies says: Look at what’s happening to you!"},{"Chapter":1,"Number":8,"Text":"Now go up into the hills, bring down timber, and rebuild my house. Then I will take pleasure in it and be honored, says the Lord."},{"Chapter":1,"Number":9,"Text":"You hoped for rich harvests, but they were poor. And when you brought your harvest home, I blew it away. Why? Because my house lies in ruins, says the Lord of Heaven’s Armies, while all of you are busy building your own fine houses."},{"Chapter":1,"Number":10,"Text":"It’s because of you that the heavens withhold the dew and the earth produces no crops."},{"Chapter":1,"Number":11,"Text":"I have called for a drought on your fields and hills—a drought to wither the grain and grapes and olive trees and all your other crops, a drought to starve you and your livestock and to ruin everything you have worked so hard to get.” "},{"Chapter":1,"Number":12,"Text":"Then Zerubbabel son of Shealtiel, and Jeshua son of Jehozadak, the high priest, and the whole remnant of God’s people began to obey the message from the Lord their God. When they heard the words of the prophet Haggai, whom the Lord their God had sent, the people feared the Lord."},{"Chapter":1,"Number":13,"Text":"Then Haggai, the Lord’s messenger, gave the people this message from the Lord: “I am with you, says the Lord!”"},{"Chapter":1,"Number":14,"Text":"So the Lord sparked the enthusiasm of Zerubbabel son of Shealtiel, governor of Judah, and the enthusiasm of Jeshua son of Jehozadak, the high priest, and the enthusiasm of the whole remnant of God’s people. They began to work on the house of their God, the Lord of Heaven’s Armies,"},{"Chapter":1,"Number":15,"Text":"on September 21 of the second year of King Darius’s reign."},{"Chapter":2,"Number":1,"Text":"Then on October 17 of that same year, the Lord sent another message through the prophet Haggai."},{"Chapter":2,"Number":2,"Text":"“Say this to Zerubbabel son of Shealtiel, governor of Judah, and to Jeshua son of Jehozadak, the high priest, and to the remnant of God’s people there in the land:"},{"Chapter":2,"Number":3,"Text":"‘Does anyone remember this house—this Temple—in its former splendor? How, in comparison, does it look to you now? It must seem like nothing at all!"},{"Chapter":2,"Number":4,"Text":"But now the Lord says: Be strong, Zerubbabel. Be strong, Jeshua son of Jehozadak, the high priest. Be strong, all you people still left in the land. And now get to work, for I am with you, says the Lord of Heaven’s Armies."},{"Chapter":2,"Number":5,"Text":"My Spirit remains among you, just as I promised when you came out of Egypt. So do not be afraid.’"},{"Chapter":2,"Number":6,"Text":"“For this is what the Lord of Heaven’s Armies says: In just a little while I will again shake the heavens and the earth, the oceans and the dry land."},{"Chapter":2,"Number":7,"Text":"I will shake all the nations, and the treasures of all the nations will be brought to this Temple. I will fill this place with glory, says the Lord of Heaven’s Armies."},{"Chapter":2,"Number":8,"Text":"The silver is mine, and the gold is mine, says the Lord of Heaven’s Armies."},{"Chapter":2,"Number":9,"Text":"The future glory of this Temple will be greater than its past glory, says the Lord of Heaven’s Armies. And in this place I will bring peace. I, the Lord of Heaven’s Armies, have spoken!” "},{"Chapter":2,"Number":10,"Text":"On December 18 of the second year of King Darius’s reign, the Lord sent this message to the prophet Haggai:"},{"Chapter":2,"Number":11,"Text":"“This is what the Lord of Heaven’s Armies says. Ask the priests this question about the law:"},{"Chapter":2,"Number":12,"Text":"‘If one of you is carrying some meat from a holy sacrifice in his robes and his robe happens to brush against some bread or stew, wine or olive oil, or any other kind of food, will it also become holy?’”The priests replied, “No.”"},{"Chapter":2,"Number":13,"Text":"Then Haggai asked, “If someone becomes ceremonially unclean by touching a dead person and then touches any of these foods, will the food be defiled?”And the priests answered, “Yes.”"},{"Chapter":2,"Number":14,"Text":"Then Haggai responded, “That is how it is with this people and this nation, says the Lord. Everything they do and everything they offer is defiled by their sin."},{"Chapter":2,"Number":15,"Text":"Look at what was happening to you before you began to lay the foundation of the Lord’s Temple."},{"Chapter":2,"Number":16,"Text":"When you hoped for a twenty-bushel crop, you harvested only ten. When you expected to draw fifty gallons from the winepress, you found only twenty."},{"Chapter":2,"Number":17,"Text":"I sent blight and mildew and hail to destroy everything you worked so hard to produce. Even so, you refused to return to me, says the Lord."},{"Chapter":2,"Number":18,"Text":"“Think about this eighteenth day of December, the day when the foundation of the Lord’s Temple was laid. Think carefully."},{"Chapter":2,"Number":19,"Text":"I am giving you a promise now while the seed is still in the barn. You have not yet harvested your grain, and your grapevines, fig trees, pomegranates, and olive trees have not yet produced their crops. But from this day onward I will bless you.” "},{"Chapter":2,"Number":20,"Text":"On that same day, December 18, the Lord sent this second message to Haggai:"},{"Chapter":2,"Number":21,"Text":"“Tell Zerubbabel, the governor of Judah, that I am about to shake the heavens and the earth."},{"Chapter":2,"Number":22,"Text":"I will overthrow royal thrones and destroy the power of foreign kingdoms. I will overturn their chariots and riders. The horses will fall, and their riders will kill each other."},{"Chapter":2,"Number":23,"Text":"“But when this happens, says the Lord of Heaven’s Armies, I will honor you, Zerubbabel son of Shealtiel, my servant. I will make you like a signet ring on my finger, says the Lord, for I have chosen you. I, the Lord of Heaven’s Armies, have spoken!”"}]}
