{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"David Learns of Saul’s Death","Chapter":1},{"VerseStartingAt":17,"ParagraphTitle":"David’s Song for Saul and Jonathan","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"David Anointed King of Judah","Chapter":2},{"VerseStartingAt":8,"ParagraphTitle":"Ishbosheth Proclaimed King of Israel","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"War between Israel and Judah","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"The Death of Asahel","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"David’s Sons Born in Hebron","Chapter":3},{"VerseStartingAt":6,"ParagraphTitle":"Abner Joins Forces with David","Chapter":3},{"VerseStartingAt":22,"ParagraphTitle":"Joab Murders Abner","Chapter":3},{"VerseStartingAt":31,"ParagraphTitle":"David Mourns Abner’s Death","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Murder of Ishbosheth","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"David Becomes King of All Israel","Chapter":5},{"VerseStartingAt":6,"ParagraphTitle":"David Captures Jerusalem","Chapter":5},{"VerseStartingAt":17,"ParagraphTitle":"David Conquers the Philistines","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Moving the Ark to Jerusalem","Chapter":6},{"VerseStartingAt":16,"ParagraphTitle":"Michal’s Contempt for David","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s Covenant Promise to David","Chapter":7},{"VerseStartingAt":18,"ParagraphTitle":"David’s Prayer of Thanks","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"David’s Military Victories","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"David’s Kindness to Mephibosheth","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"David Defeats the Ammonites","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"David and Bathsheba","Chapter":11},{"VerseStartingAt":14,"ParagraphTitle":"David Arranges for Uriah’s Death","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Nathan Rebukes David","Chapter":12},{"VerseStartingAt":13,"ParagraphTitle":"David Confesses His Guilt","Chapter":12},{"VerseStartingAt":26,"ParagraphTitle":"David Captures Rabbah","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Rape of Tamar","Chapter":13},{"VerseStartingAt":23,"ParagraphTitle":"Absalom’s Revenge on Amnon","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Joab Arranges for Absalom’s Return","Chapter":14},{"VerseStartingAt":25,"ParagraphTitle":"Absalom Reconciled to David","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Absalom’s Rebellion","Chapter":15},{"VerseStartingAt":13,"ParagraphTitle":"David Escapes from Jerusalem","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"David and Ziba","Chapter":16},{"VerseStartingAt":5,"ParagraphTitle":"Shimei Curses David","Chapter":16},{"VerseStartingAt":15,"ParagraphTitle":"Ahithophel Advises Absalom","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Hushai Counters Ahithophel’s Advice","Chapter":17},{"VerseStartingAt":15,"ParagraphTitle":"Hushai Warns David to Escape","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Absalom’s Defeat and Death","Chapter":18},{"VerseStartingAt":19,"ParagraphTitle":"David Mourns Absalom’s Death","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Joab Rebukes the King","Chapter":19},{"VerseStartingAt":15,"ParagraphTitle":"David’s Return to Jerusalem","Chapter":19},{"VerseStartingAt":24,"ParagraphTitle":"David’s Kindness to Mephibosheth","Chapter":19},{"VerseStartingAt":31,"ParagraphTitle":"David’s Kindness to Barzillai","Chapter":19},{"VerseStartingAt":41,"ParagraphTitle":"An Argument over the King","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"The Revolt of Sheba","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"David Avenges the Gibeonites","Chapter":21},{"VerseStartingAt":15,"ParagraphTitle":"Battles against Philistine Giants","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"David’s Song of Praise","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"David’s Last Words","Chapter":23},{"VerseStartingAt":8,"ParagraphTitle":"David’s Mightiest Warriors","Chapter":23},{"VerseStartingAt":18,"ParagraphTitle":"David’s Thirty Mighty Men","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"David Takes a Census","Chapter":24},{"VerseStartingAt":10,"ParagraphTitle":"Judgment for David’s Sin","Chapter":24},{"VerseStartingAt":18,"ParagraphTitle":"David Builds an Altar","Chapter":24}],"VerseList":[{"Chapter":1,"Number":1,"Text":"After the death of Saul, David returned from his victory over the Amalekites and spent two days in Ziklag."},{"Chapter":1,"Number":2,"Text":"On the third day a man arrived from Saul’s army camp. He had torn his clothes and put dirt on his head to show that he was in mourning. He fell to the ground before David in deep respect."},{"Chapter":1,"Number":3,"Text":"“Where have you come from?” David asked.“I escaped from the Israelite camp,” the man replied."},{"Chapter":1,"Number":4,"Text":"“What happened?” David demanded. “Tell me how the battle went.”The man replied, “Our entire army fled from the battle. Many of the men are dead, and Saul and his son Jonathan are also dead.”"},{"Chapter":1,"Number":5,"Text":"“How do you know Saul and Jonathan are dead?” David demanded of the young man."},{"Chapter":1,"Number":6,"Text":"The man answered, “I happened to be on Mount Gilboa, and there was Saul leaning on his spear with the enemy chariots and charioteers closing in on him."},{"Chapter":1,"Number":7,"Text":"When he turned and saw me, he cried out for me to come to him. ‘How can I help?’ I asked him."},{"Chapter":1,"Number":8,"Text":"“He responded, ‘Who are you?’“‘I am an Amalekite,’ I told him."},{"Chapter":1,"Number":9,"Text":"“Then he begged me, ‘Come over here and put me out of my misery, for I am in terrible pain and want to die.’"},{"Chapter":1,"Number":10,"Text":"“So I killed him,” the Amalekite told David, “for I knew he couldn’t live. Then I took his crown and his armband, and I have brought them here to you, my lord.”"},{"Chapter":1,"Number":11,"Text":"David and his men tore their clothes in sorrow when they heard the news."},{"Chapter":1,"Number":12,"Text":"They mourned and wept and fasted all day for Saul and his son Jonathan, and for the Lord’s army and the nation of Israel, because they had died by the sword that day."},{"Chapter":1,"Number":13,"Text":"Then David said to the young man who had brought the news, “Where are you from?”And he replied, “I am a foreigner, an Amalekite, who lives in your land.”"},{"Chapter":1,"Number":14,"Text":"“Why were you not afraid to kill the Lord’s anointed one?” David asked."},{"Chapter":1,"Number":15,"Text":"Then David said to one of his men, “Kill him!” So the man thrust his sword into the Amalekite and killed him."},{"Chapter":1,"Number":16,"Text":"“You have condemned yourself,” David said, “for you yourself confessed that you killed the Lord’s anointed one.” "},{"Chapter":1,"Number":17,"Text":"Then David composed a funeral song for Saul and Jonathan,"},{"Chapter":1,"Number":18,"Text":"and he commanded that it be taught to the people of Judah. It is known as the Song of the Bow, and it is recorded in The Book of Jashar."},{"Chapter":1,"Number":19,"Text":"Your pride and joy, O Israel, lies dead on the hills!    Oh, how the mighty heroes have fallen!"},{"Chapter":1,"Number":20,"Text":"Don’t announce the news in Gath,    don’t proclaim it in the streets of Ashkelon,or the daughters of the Philistines will rejoice    and the pagans will laugh in triumph."},{"Chapter":1,"Number":21,"Text":"O mountains of Gilboa,    let there be no dew or rain upon you,    nor fruitful fields producing offerings of grain.For there the shield of the mighty heroes was defiled;    the shield of Saul will no longer be anointed with oil."},{"Chapter":1,"Number":22,"Text":"The bow of Jonathan was powerful,    and the sword of Saul did its mighty work.They shed the blood of their enemies    and pierced the bodies of mighty heroes."},{"Chapter":1,"Number":23,"Text":"How beloved and gracious were Saul and Jonathan!    They were together in life and in death.They were swifter than eagles,    stronger than lions."},{"Chapter":1,"Number":24,"Text":"O women of Israel, weep for Saul,for he dressed you in luxurious scarlet clothing,    in garments decorated with gold."},{"Chapter":1,"Number":25,"Text":"Oh, how the mighty heroes have fallen in battle!    Jonathan lies dead on the hills."},{"Chapter":1,"Number":26,"Text":"How I weep for you, my brother Jonathan!    Oh, how much I loved you!And your love for me was deep,    deeper than the love of women!"},{"Chapter":1,"Number":27,"Text":"Oh, how the mighty heroes have fallen!    Stripped of their weapons, they lie dead."},{"Chapter":2,"Number":1,"Text":"After this, David asked the Lord, “Should I move back to one of the towns of Judah?”“Yes,” the Lord replied.Then David asked, “Which town should I go to?”“To Hebron,” the Lord answered."},{"Chapter":2,"Number":2,"Text":"David’s two wives were Ahinoam from Jezreel and Abigail, the widow of Nabal from Carmel. So David and his wives"},{"Chapter":2,"Number":3,"Text":"and his men and their families all moved to Judah, and they settled in the villages near Hebron."},{"Chapter":2,"Number":4,"Text":"Then the men of Judah came to David and anointed him king over the people of Judah.When David heard that the men of Jabesh-gilead had buried Saul,"},{"Chapter":2,"Number":5,"Text":"he sent them this message: “May the Lord bless you for being so loyal to your master Saul and giving him a decent burial."},{"Chapter":2,"Number":6,"Text":"May the Lord be loyal to you in return and reward you with his unfailing love! And I, too, will reward you for what you have done."},{"Chapter":2,"Number":7,"Text":"Now that Saul is dead, I ask you to be my strong and loyal subjects like the people of Judah, who have anointed me as their new king.” "},{"Chapter":2,"Number":8,"Text":"But Abner son of Ner, the commander of Saul’s army, had already gone to Mahanaim with Saul’s son Ishbosheth."},{"Chapter":2,"Number":9,"Text":"There he proclaimed Ishbosheth king over Gilead, Jezreel, Ephraim, Benjamin, the land of the Ashurites, and all the rest of Israel."},{"Chapter":2,"Number":10,"Text":"Ishbosheth, Saul’s son, was forty years old when he became king, and he ruled from Mahanaim for two years. Meanwhile, the people of Judah remained loyal to David."},{"Chapter":2,"Number":11,"Text":"David made Hebron his capital, and he ruled as king of Judah for seven and a half years. "},{"Chapter":2,"Number":12,"Text":"One day Abner led Ishbosheth’s troops from Mahanaim to Gibeon."},{"Chapter":2,"Number":13,"Text":"About the same time, Joab son of Zeruiah led David’s troops out and met them at the pool of Gibeon. The two groups sat down there, facing each other from opposite sides of the pool."},{"Chapter":2,"Number":14,"Text":"Then Abner suggested to Joab, “Let’s have a few of our warriors fight hand to hand here in front of us.”“All right,” Joab agreed."},{"Chapter":2,"Number":15,"Text":"So twelve men were chosen to fight from each side—twelve men of Benjamin representing Ishbosheth son of Saul, and twelve representing David."},{"Chapter":2,"Number":16,"Text":"Each one grabbed his opponent by the hair and thrust his sword into the other’s side so that all of them died. So this place at Gibeon has been known ever since as the Field of Swords."},{"Chapter":2,"Number":17,"Text":"A fierce battle followed that day, and Abner and the men of Israel were defeated by the forces of David. "},{"Chapter":2,"Number":18,"Text":"Joab, Abishai, and Asahel—the three sons of Zeruiah—were among David’s forces that day. Asahel could run like a gazelle,"},{"Chapter":2,"Number":19,"Text":"and he began chasing Abner. He pursued him relentlessly, not stopping for anything."},{"Chapter":2,"Number":20,"Text":"When Abner looked back and saw him coming, he called out, “Is that you, Asahel?”“Yes, it is,” he replied."},{"Chapter":2,"Number":21,"Text":"“Go fight someone else!” Abner warned. “Take on one of the younger men, and strip him of his weapons.” But Asahel kept right on chasing Abner."},{"Chapter":2,"Number":22,"Text":"Again Abner shouted to him, “Get away from here! I don’t want to kill you. How could I ever face your brother Joab again?”"},{"Chapter":2,"Number":23,"Text":"But Asahel refused to turn back, so Abner thrust the butt end of his spear through Asahel’s stomach, and the spear came out through his back. He stumbled to the ground and died there. And everyone who came by that spot stopped and stood still when they saw Asahel lying there."},{"Chapter":2,"Number":24,"Text":"When Joab and Abishai found out what had happened, they set out after Abner. The sun was just going down as they arrived at the hill of Ammah near Giah, along the road to the wilderness of Gibeon."},{"Chapter":2,"Number":25,"Text":"Abner’s troops from the tribe of Benjamin regrouped there at the top of the hill to take a stand."},{"Chapter":2,"Number":26,"Text":"Abner shouted down to Joab, “Must we always be killing each other? Don’t you realize that bitterness is the only result? When will you call off your men from chasing their Israelite brothers?”"},{"Chapter":2,"Number":27,"Text":"Then Joab said, “God only knows what would have happened if you hadn’t spoken, for we would have chased you all night if necessary.”"},{"Chapter":2,"Number":28,"Text":"So Joab blew the ram’s horn, and his men stopped chasing the troops of Israel."},{"Chapter":2,"Number":29,"Text":"All that night Abner and his men retreated through the Jordan Valley. They crossed the Jordan River, traveling all through the morning, and didn’t stop until they arrived at Mahanaim."},{"Chapter":2,"Number":30,"Text":"Meanwhile, Joab and his men also returned home. When Joab counted his casualties, he discovered that only 19 men were missing in addition to Asahel."},{"Chapter":2,"Number":31,"Text":"But 360 of Abner’s men had been killed, all from the tribe of Benjamin."},{"Chapter":2,"Number":32,"Text":"Joab and his men took Asahel’s body to Bethlehem and buried him there in his father’s tomb. Then they traveled all night and reached Hebron at daybreak."},{"Chapter":3,"Number":1,"Text":"That was the beginning of a long war between those who were loyal to Saul and those loyal to David. As time passed David became stronger and stronger, while Saul’s dynasty became weaker and weaker. David’s Sons Born in Hebron"},{"Chapter":3,"Number":2,"Text":"These are the sons who were born to David in Hebron:The oldest was Amnon, whose mother was Ahinoam from Jezreel."},{"Chapter":3,"Number":3,"Text":"The second was Daniel, whose mother was Abigail, the widow of Nabal from Carmel.The third was Absalom, whose mother was Maacah, the daughter of Talmai, king of Geshur."},{"Chapter":3,"Number":4,"Text":"The fourth was Adonijah, whose mother was Haggith.The fifth was Shephatiah, whose mother was Abital."},{"Chapter":3,"Number":5,"Text":"The sixth was Ithream, whose mother was Eglah, David’s wife.These sons were all born to David in Hebron. "},{"Chapter":3,"Number":6,"Text":"As the war between the house of Saul and the house of David went on, Abner became a powerful leader among those loyal to Saul."},{"Chapter":3,"Number":7,"Text":"One day Ishbosheth, Saul’s son, accused Abner of sleeping with one of his father’s concubines, a woman named Rizpah, daughter of Aiah."},{"Chapter":3,"Number":8,"Text":"Abner was furious. “Am I some Judean dog to be kicked around like this?” he shouted. “After all I have done for your father, Saul, and his family and friends by not handing you over to David, is this my reward—that you find fault with me about this woman?"},{"Chapter":3,"Number":9,"Text":"May God strike me and even kill me if I don’t do everything I can to help David get what the Lord has promised him!"},{"Chapter":3,"Number":10,"Text":"I’m going to take Saul’s kingdom and give it to David. I will establish the throne of David over Israel as well as Judah, all the way from Dan in the north to Beersheba in the south.”"},{"Chapter":3,"Number":11,"Text":"Ishbosheth didn’t dare say another word because he was afraid of what Abner might do."},{"Chapter":3,"Number":12,"Text":"Then Abner sent messengers to David, saying, “Doesn’t the entire land belong to you? Make a solemn pact with me, and I will help turn over all of Israel to you.”"},{"Chapter":3,"Number":13,"Text":"“All right,” David replied, “but I will not negotiate with you unless you bring back my wife Michal, Saul’s daughter, when you come.”"},{"Chapter":3,"Number":14,"Text":"David then sent this message to Ishbosheth, Saul’s son: “Give me back my wife Michal, for I bought her with the lives of 100 Philistines.”"},{"Chapter":3,"Number":15,"Text":"So Ishbosheth took Michal away from her husband, Palti son of Laish."},{"Chapter":3,"Number":16,"Text":"Palti followed along behind her as far as Bahurim, weeping as he went. Then Abner told him, “Go back home!” So Palti returned."},{"Chapter":3,"Number":17,"Text":"Meanwhile, Abner had consulted with the elders of Israel. “For some time now,” he told them, “you have wanted to make David your king."},{"Chapter":3,"Number":18,"Text":"Now is the time! For the Lord has said, ‘I have chosen David to save my people Israel from the hands of the Philistines and from all their other enemies.’”"},{"Chapter":3,"Number":19,"Text":"Abner also spoke with the men of Benjamin. Then he went to Hebron to tell David that all the people of Israel and Benjamin had agreed to support him."},{"Chapter":3,"Number":20,"Text":"When Abner and twenty of his men came to Hebron, David entertained them with a great feast."},{"Chapter":3,"Number":21,"Text":"Then Abner said to David, “Let me go and call an assembly of all Israel to support my lord the king. They will make a covenant with you to make you their king, and you will rule over everything your heart desires.” So David sent Abner safely on his way. "},{"Chapter":3,"Number":22,"Text":"But just after David had sent Abner away in safety, Joab and some of David’s troops returned from a raid, bringing much plunder with them."},{"Chapter":3,"Number":23,"Text":"When Joab arrived, he was told that Abner had just been there visiting the king and had been sent away in safety."},{"Chapter":3,"Number":24,"Text":"Joab rushed to the king and demanded, “What have you done? What do you mean by letting Abner get away?"},{"Chapter":3,"Number":25,"Text":"You know perfectly well that he came to spy on you and find out everything you’re doing!”"},{"Chapter":3,"Number":26,"Text":"Joab then left David and sent messengers to catch up with Abner, asking him to return. They found him at the well of Sirah and brought him back, though David knew nothing about it."},{"Chapter":3,"Number":27,"Text":"When Abner arrived back at Hebron, Joab took him aside at the gateway as if to speak with him privately. But then he stabbed Abner in the stomach and killed him in revenge for killing his brother Asahel."},{"Chapter":3,"Number":28,"Text":"When David heard about it, he declared, “I vow by the Lord that I and my kingdom are forever innocent of this crime against Abner son of Ner."},{"Chapter":3,"Number":29,"Text":"Joab and his family are the guilty ones. May the family of Joab be cursed in every generation with a man who has open sores or leprosy or who walks on crutches or dies by the sword or begs for food!”"},{"Chapter":3,"Number":30,"Text":"So Joab and his brother Abishai killed Abner because Abner had killed their brother Asahel at the battle of Gibeon. "},{"Chapter":3,"Number":31,"Text":"Then David said to Joab and all those who were with him, “Tear your clothes and put on burlap. Mourn for Abner.” And King David himself walked behind the procession to the grave."},{"Chapter":3,"Number":32,"Text":"They buried Abner in Hebron, and the king and all the people wept at his graveside."},{"Chapter":3,"Number":33,"Text":"Then the king sang this funeral song for Abner:“Should Abner have died as fools die?"},{"Chapter":3,"Number":34,"Text":"Your hands were not bound;    your feet were not chained.No, you were murdered—    the victim of a wicked plot.”All the people wept again for Abner."},{"Chapter":3,"Number":35,"Text":"David had refused to eat anything on the day of the funeral, and now everyone begged him to eat. But David had made a vow, saying, “May God strike me and even kill me if I eat anything before sundown.”"},{"Chapter":3,"Number":36,"Text":"This pleased the people very much. In fact, everything the king did pleased them!"},{"Chapter":3,"Number":37,"Text":"So everyone in Judah and all Israel understood that David was not responsible for Abner’s murder."},{"Chapter":3,"Number":38,"Text":"Then King David said to his officials, “Don’t you realize that a great commander has fallen today in Israel?"},{"Chapter":3,"Number":39,"Text":"And even though I am the anointed king, these two sons of Zeruiah—Joab and Abishai—are too strong for me to control. So may the Lord repay these evil men for their evil deeds.”"},{"Chapter":4,"Number":1,"Text":"When Ishbosheth, Saul’s son, heard about Abner’s death at Hebron, he lost all courage, and all Israel became paralyzed with fear."},{"Chapter":4,"Number":2,"Text":"Now there were two brothers, Baanah and Recab, who were captains of Ishbosheth’s raiding parties. They were sons of Rimmon, a member of the tribe of Benjamin who lived in Beeroth. The town of Beeroth is now part of Benjamin’s territory"},{"Chapter":4,"Number":3,"Text":"because the original people of Beeroth fled to Gittaim, where they still live as foreigners."},{"Chapter":4,"Number":4,"Text":"(Saul’s son Jonathan had a son named Mephibosheth, who was crippled as a child. He was five years old when the report came from Jezreel that Saul and Jonathan had been killed in battle. When the child’s nurse heard the news, she picked him up and fled. But as she hurried away, she dropped him, and he became crippled.)"},{"Chapter":4,"Number":5,"Text":"One day Recab and Baanah, the sons of Rimmon from Beeroth, went to Ishbosheth’s house around noon as he was taking his midday rest."},{"Chapter":4,"Number":6,"Text":"The doorkeeper, who had been sifting wheat, became drowsy and fell asleep. So Recab and Baanah slipped past her."},{"Chapter":4,"Number":7,"Text":"They went into the house and found Ishbosheth sleeping on his bed. They struck and killed him and cut off his head. Then, taking his head with them, they fled across the Jordan Valley through the night."},{"Chapter":4,"Number":8,"Text":"When they arrived at Hebron, they presented Ishbosheth’s head to David. “Look!” they exclaimed to the king. “Here is the head of Ishbosheth, the son of your enemy Saul who tried to kill you. Today the Lord has given my lord the king revenge on Saul and his entire family!”"},{"Chapter":4,"Number":9,"Text":"But David said to Recab and Baanah, “The Lord, who saves me from all my enemies, is my witness."},{"Chapter":4,"Number":10,"Text":"Someone once told me, ‘Saul is dead,’ thinking he was bringing me good news. But I seized him and killed him at Ziklag. That’s the reward I gave him for his news!"},{"Chapter":4,"Number":11,"Text":"How much more should I reward evil men who have killed an innocent man in his own house and on his own bed? Shouldn’t I hold you responsible for his blood and rid the earth of you?”"},{"Chapter":4,"Number":12,"Text":"So David ordered his young men to kill them, and they did. They cut off their hands and feet and hung their bodies beside the pool in Hebron. Then they took Ishbosheth’s head and buried it in Abner’s tomb in Hebron."},{"Chapter":5,"Number":1,"Text":"Then all the tribes of Israel went to David at Hebron and told him, “We are your own flesh and blood."},{"Chapter":5,"Number":2,"Text":"In the past, when Saul was our king, you were the one who really led the forces of Israel. And the Lord told you, ‘You will be the shepherd of my people Israel. You will be Israel’s leader.’”"},{"Chapter":5,"Number":3,"Text":"So there at Hebron, King David made a covenant before the Lord with all the elders of Israel. And they anointed him king of Israel."},{"Chapter":5,"Number":4,"Text":"David was thirty years old when he began to reign, and he reigned forty years in all."},{"Chapter":5,"Number":5,"Text":"He had reigned over Judah from Hebron for seven years and six months, and from Jerusalem he reigned over all Israel and Judah for thirty-three years. "},{"Chapter":5,"Number":6,"Text":"David then led his men to Jerusalem to fight against the Jebusites, the original inhabitants of the land who were living there. The Jebusites taunted David, saying, “You’ll never get in here! Even the blind and lame could keep you out!” For the Jebusites thought they were safe."},{"Chapter":5,"Number":7,"Text":"But David captured the fortress of Zion, which is now called the City of David."},{"Chapter":5,"Number":8,"Text":"On the day of the attack, David said to his troops, “I hate those ‘lame’ and ‘blind’ Jebusites. Whoever attacks them should strike by going into the city through the water tunnel.” That is the origin of the saying, “The blind and the lame may not enter the house.”"},{"Chapter":5,"Number":9,"Text":"So David made the fortress his home, and he called it the City of David. He extended the city, starting at the supporting terraces and working inward."},{"Chapter":5,"Number":10,"Text":"And David became more and more powerful, because the Lord God of Heaven’s Armies was with him."},{"Chapter":5,"Number":11,"Text":"Then King Hiram of Tyre sent messengers to David, along with cedar timber and carpenters and stonemasons, and they built David a palace."},{"Chapter":5,"Number":12,"Text":"And David realized that the Lord had confirmed him as king over Israel and had blessed his kingdom for the sake of his people Israel."},{"Chapter":5,"Number":13,"Text":"After moving from Hebron to Jerusalem, David married more concubines and wives, and they had more sons and daughters."},{"Chapter":5,"Number":14,"Text":"These are the names of David’s sons who were born in Jerusalem: Shammua, Shobab, Nathan, Solomon,"},{"Chapter":5,"Number":15,"Text":"Ibhar, Elishua, Nepheg, Japhia,"},{"Chapter":5,"Number":16,"Text":"Elishama, Eliada, and Eliphelet. "},{"Chapter":5,"Number":17,"Text":"When the Philistines heard that David had been anointed king of Israel, they mobilized all their forces to capture him. But David was told they were coming, so he went into the stronghold."},{"Chapter":5,"Number":18,"Text":"The Philistines arrived and spread out across the valley of Rephaim."},{"Chapter":5,"Number":19,"Text":"So David asked the Lord, “Should I go out to fight the Philistines? Will you hand them over to me?”The Lord replied to David, “Yes, go ahead. I will certainly hand them over to you.”"},{"Chapter":5,"Number":20,"Text":"So David went to Baal-perazim and defeated the Philistines there. “The Lord did it!” David exclaimed. “He burst through my enemies like a raging flood!” So he named that place Baal-perazim (which means “the Lord who bursts through”)."},{"Chapter":5,"Number":21,"Text":"The Philistines had abandoned their idols there, so David and his men confiscated them."},{"Chapter":5,"Number":22,"Text":"But after a while the Philistines returned and again spread out across the valley of Rephaim."},{"Chapter":5,"Number":23,"Text":"And again David asked the Lord what to do. “Do not attack them straight on,” the Lord replied. “Instead, circle around behind and attack them near the poplar trees."},{"Chapter":5,"Number":24,"Text":"When you hear a sound like marching feet in the tops of the poplar trees, be on the alert! That will be the signal that the Lord is moving ahead of you to strike down the Philistine army.”"},{"Chapter":5,"Number":25,"Text":"So David did what the Lord commanded, and he struck down the Philistines all the way from Gibeon to Gezer."},{"Chapter":6,"Number":1,"Text":"Then David again gathered all the elite troops in Israel, 30,000 in all."},{"Chapter":6,"Number":2,"Text":"He led them to Baalah of Judah to bring back the Ark of God, which bears the name of the Lord of Heaven’s Armies, who is enthroned between the cherubim."},{"Chapter":6,"Number":3,"Text":"They placed the Ark of God on a new cart and brought it from Abinadab’s house, which was on a hill. Uzzah and Ahio, Abinadab’s sons, were guiding the cart"},{"Chapter":6,"Number":4,"Text":"that carried the Ark of God. Ahio walked in front of the Ark."},{"Chapter":6,"Number":5,"Text":"David and all the people of Israel were celebrating before the Lord, singing songs and playing all kinds of musical instruments—lyres, harps, tambourines, castanets, and cymbals."},{"Chapter":6,"Number":6,"Text":"But when they arrived at the threshing floor of Nacon, the oxen stumbled, and Uzzah reached out his hand and steadied the Ark of God."},{"Chapter":6,"Number":7,"Text":"Then the Lord’s anger was aroused against Uzzah, and God struck him dead because of this. So Uzzah died right there beside the Ark of God."},{"Chapter":6,"Number":8,"Text":"David was angry because the Lord’s anger had burst out against Uzzah. He named that place Perez-uzzah (which means “to burst out against Uzzah”), as it is still called today."},{"Chapter":6,"Number":9,"Text":"David was now afraid of the Lord, and he asked, “How can I ever bring the Ark of the Lord back into my care?”"},{"Chapter":6,"Number":10,"Text":"So David decided not to move the Ark of the Lord into the City of David. Instead, he took it to the house of Obed-edom of Gath."},{"Chapter":6,"Number":11,"Text":"The Ark of the Lord remained there in Obed-edom’s house for three months, and the Lord blessed Obed-edom and his entire household."},{"Chapter":6,"Number":12,"Text":"Then King David was told, “The Lord has blessed Obed-edom’s household and everything he has because of the Ark of God.” So David went there and brought the Ark of God from the house of Obed-edom to the City of David with a great celebration."},{"Chapter":6,"Number":13,"Text":"After the men who were carrying the Ark of the Lord had gone six steps, David sacrificed a bull and a fattened calf."},{"Chapter":6,"Number":14,"Text":"And David danced before the Lord with all his might, wearing a priestly garment."},{"Chapter":6,"Number":15,"Text":"So David and all the people of Israel brought up the Ark of the Lord with shouts of joy and the blowing of rams’ horns. "},{"Chapter":6,"Number":16,"Text":"But as the Ark of the Lord entered the City of David, Michal, the daughter of Saul, looked down from her window. When she saw King David leaping and dancing before the Lord, she was filled with contempt for him."},{"Chapter":6,"Number":17,"Text":"They brought the Ark of the Lord and set it in its place inside the special tent David had prepared for it. And David sacrificed burnt offerings and peace offerings to the Lord."},{"Chapter":6,"Number":18,"Text":"When he had finished his sacrifices, David blessed the people in the name of the Lord of Heaven’s Armies."},{"Chapter":6,"Number":19,"Text":"Then he gave to every Israelite man and woman in the crowd a loaf of bread, a cake of dates, and a cake of raisins. Then all the people returned to their homes."},{"Chapter":6,"Number":20,"Text":"When David returned home to bless his own family, Michal, the daughter of Saul, came out to meet him. She said in disgust, “How distinguished the king of Israel looked today, shamelessly exposing himself to the servant girls like any vulgar person might do!”"},{"Chapter":6,"Number":21,"Text":"David retorted to Michal, “I was dancing before the Lord, who chose me above your father and all his family! He appointed me as the leader of Israel, the people of the Lord, so I celebrate before the Lord."},{"Chapter":6,"Number":22,"Text":"Yes, and I am willing to look even more foolish than this, even to be humiliated in my own eyes! But those servant girls you mentioned will indeed think I am distinguished!”"},{"Chapter":6,"Number":23,"Text":"So Michal, the daughter of Saul, remained childless throughout her entire life."},{"Chapter":7,"Number":1,"Text":"When King David was settled in his palace and the Lord had given him rest from all the surrounding enemies,"},{"Chapter":7,"Number":2,"Text":"the king summoned Nathan the prophet. “Look,” David said, “I am living in a beautiful cedar palace, but the Ark of God is out there in a tent!”"},{"Chapter":7,"Number":3,"Text":"Nathan replied to the king, “Go ahead and do whatever you have in mind, for the Lord is with you.”"},{"Chapter":7,"Number":4,"Text":"But that same night the Lord said to Nathan,"},{"Chapter":7,"Number":5,"Text":"“Go and tell my servant David, ‘This is what the Lord has declared: Are you the one to build a house for me to live in?"},{"Chapter":7,"Number":6,"Text":"I have never lived in a house, from the day I brought the Israelites out of Egypt until this very day. I have always moved from one place to another with a tent and a Tabernacle as my dwelling."},{"Chapter":7,"Number":7,"Text":"Yet no matter where I have gone with the Israelites, I have never once complained to Israel’s tribal leaders, the shepherds of my people Israel. I have never asked them, “Why haven’t you built me a beautiful cedar house?”’"},{"Chapter":7,"Number":8,"Text":"“Now go and say to my servant David, ‘This is what the Lord of Heaven’s Armies has declared: I took you from tending sheep in the pasture and selected you to be the leader of my people Israel."},{"Chapter":7,"Number":9,"Text":"I have been with you wherever you have gone, and I have destroyed all your enemies before your eyes. Now I will make your name as famous as anyone who has ever lived on the earth!"},{"Chapter":7,"Number":10,"Text":"And I will provide a homeland for my people Israel, planting them in a secure place where they will never be disturbed. Evil nations won’t oppress them as they’ve done in the past,"},{"Chapter":7,"Number":11,"Text":"starting from the time I appointed judges to rule my people Israel. And I will give you rest from all your enemies.“‘Furthermore, the Lord declares that he will make a house for you—a dynasty of kings!"},{"Chapter":7,"Number":12,"Text":"For when you die and are buried with your ancestors, I will raise up one of your descendants, your own offspring, and I will make his kingdom strong."},{"Chapter":7,"Number":13,"Text":"He is the one who will build a house—a temple—for my name. And I will secure his royal throne forever."},{"Chapter":7,"Number":14,"Text":"I will be his father, and he will be my son. If he sins, I will correct and discipline him with the rod, like any father would do."},{"Chapter":7,"Number":15,"Text":"But my favor will not be taken from him as I took it from Saul, whom I removed from your sight."},{"Chapter":7,"Number":16,"Text":"Your house and your kingdom will continue before me for all time, and your throne will be secure forever.’”"},{"Chapter":7,"Number":17,"Text":"So Nathan went back to David and told him everything the Lord had said in this vision. "},{"Chapter":7,"Number":18,"Text":"Then King David went in and sat before the Lord and prayed,“Who am I, O Sovereign Lord, and what is my family, that you have brought me this far?"},{"Chapter":7,"Number":19,"Text":"And now, Sovereign Lord, in addition to everything else, you speak of giving your servant a lasting dynasty! Do you deal with everyone this way, O Sovereign Lord?"},{"Chapter":7,"Number":20,"Text":"“What more can I say to you? You know what your servant is really like, Sovereign Lord."},{"Chapter":7,"Number":21,"Text":"Because of your promise and according to your will, you have done all these great things and have made them known to your servant."},{"Chapter":7,"Number":22,"Text":"“How great you are, O Sovereign Lord! There is no one like you. We have never even heard of another God like you!"},{"Chapter":7,"Number":23,"Text":"What other nation on earth is like your people Israel? What other nation, O God, have you redeemed from slavery to be your own people? You made a great name for yourself when you redeemed your people from Egypt. You performed awesome miracles and drove out the nations and gods that stood in their way."},{"Chapter":7,"Number":24,"Text":"You made Israel your very own people forever, and you, O Lord, became their God."},{"Chapter":7,"Number":25,"Text":"“And now, O Lord God, I am your servant; do as you have promised concerning me and my family. Confirm it as a promise that will last forever."},{"Chapter":7,"Number":26,"Text":"And may your name be honored forever so that everyone will say, ‘The Lord of Heaven’s Armies is God over Israel!’ And may the house of your servant David continue before you forever."},{"Chapter":7,"Number":27,"Text":"“O Lord of Heaven’s Armies, God of Israel, I have been bold enough to pray this prayer to you because you have revealed all this to your servant, saying, ‘I will build a house for you—a dynasty of kings!’"},{"Chapter":7,"Number":28,"Text":"For you are God, O Sovereign Lord. Your words are truth, and you have promised these good things to your servant."},{"Chapter":7,"Number":29,"Text":"And now, may it please you to bless the house of your servant, so that it may continue forever before you. For you have spoken, and when you grant a blessing to your servant, O Sovereign Lord, it is an eternal blessing!”"},{"Chapter":8,"Number":1,"Text":"After this, David defeated and subdued the Philistines by conquering Gath, their largest town."},{"Chapter":8,"Number":2,"Text":"David also conquered the land of Moab. He made the people lie down on the ground in a row, and he measured them off in groups with a length of rope. He measured off two groups to be executed for every one group to be spared. The Moabites who were spared became David’s subjects and paid him tribute money."},{"Chapter":8,"Number":3,"Text":"David also destroyed the forces of Hadadezer son of Rehob, king of Zobah, when Hadadezer marched out to strengthen his control along the Euphrates River."},{"Chapter":8,"Number":4,"Text":"David captured 1,000 chariots, 7,000 charioteers, and 20,000 foot soldiers. He crippled all the chariot horses except enough for 100 chariots."},{"Chapter":8,"Number":5,"Text":"When Arameans from Damascus arrived to help King Hadadezer, David killed 22,000 of them."},{"Chapter":8,"Number":6,"Text":"Then he placed several army garrisons in Damascus, the Aramean capital, and the Arameans became David’s subjects and paid him tribute money. So the Lord made David victorious wherever he went."},{"Chapter":8,"Number":7,"Text":"David brought the gold shields of Hadadezer’s officers to Jerusalem,"},{"Chapter":8,"Number":8,"Text":"along with a large amount of bronze from Hadadezer’s towns of Tebah and Berothai."},{"Chapter":8,"Number":9,"Text":"When King Toi of Hamath heard that David had destroyed the entire army of Hadadezer,"},{"Chapter":8,"Number":10,"Text":"he sent his son Joram to congratulate King David for his successful campaign. Hadadezer and Toi had been enemies and were often at war. Joram presented David with many gifts of silver, gold, and bronze."},{"Chapter":8,"Number":11,"Text":"King David dedicated all these gifts to the Lord, as he did with the silver and gold from the other nations he had defeated—"},{"Chapter":8,"Number":12,"Text":"from Edom, Moab, Ammon, Philistia, and Amalek—and from Hadadezer son of Rehob, king of Zobah."},{"Chapter":8,"Number":13,"Text":"So David became even more famous when he returned from destroying 18,000 Edomites in the Valley of Salt."},{"Chapter":8,"Number":14,"Text":"He placed army garrisons throughout Edom, and all the Edomites became David’s subjects. In fact, the Lord made David victorious wherever he went."},{"Chapter":8,"Number":15,"Text":"So David reigned over all Israel and did what was just and right for all his people."},{"Chapter":8,"Number":16,"Text":"Joab son of Zeruiah was commander of the army. Jehoshaphat son of Ahilud was the royal historian."},{"Chapter":8,"Number":17,"Text":"Zadok son of Ahitub and Ahimelech son of Abiathar were the priests. Seraiah was the court secretary."},{"Chapter":8,"Number":18,"Text":"Benaiah son of Jehoiada was captain of the king’s bodyguard. And David’s sons served as priestly leaders."},{"Chapter":9,"Number":1,"Text":"One day David asked, “Is anyone in Saul’s family still alive—anyone to whom I can show kindness for Jonathan’s sake?”"},{"Chapter":9,"Number":2,"Text":"He summoned a man named Ziba, who had been one of Saul’s servants. “Are you Ziba?” the king asked.“Yes sir, I am,” Ziba replied."},{"Chapter":9,"Number":3,"Text":"The king then asked him, “Is anyone still alive from Saul’s family? If so, I want to show God’s kindness to them.”Ziba replied, “Yes, one of Jonathan’s sons is still alive. He is crippled in both feet.”"},{"Chapter":9,"Number":4,"Text":"“Where is he?” the king asked.“In Lo-debar,” Ziba told him, “at the home of Makir son of Ammiel.”"},{"Chapter":9,"Number":5,"Text":"So David sent for him and brought him from Makir’s home."},{"Chapter":9,"Number":6,"Text":"His name was Mephibosheth; he was Jonathan’s son and Saul’s grandson. When he came to David, he bowed low to the ground in deep respect. David said, “Greetings, Mephibosheth.”Mephibosheth replied, “I am your servant.”"},{"Chapter":9,"Number":7,"Text":"“Don’t be afraid!” David said. “I intend to show kindness to you because of my promise to your father, Jonathan. I will give you all the property that once belonged to your grandfather Saul, and you will eat here with me at the king’s table!”"},{"Chapter":9,"Number":8,"Text":"Mephibosheth bowed respectfully and exclaimed, “Who is your servant, that you should show such kindness to a dead dog like me?”"},{"Chapter":9,"Number":9,"Text":"Then the king summoned Saul’s servant Ziba and said, “I have given your master’s grandson everything that belonged to Saul and his family."},{"Chapter":9,"Number":10,"Text":"You and your sons and servants are to farm the land for him to produce food for your master’s household. But Mephibosheth, your master’s grandson, will eat here at my table.” (Ziba had fifteen sons and twenty servants.)"},{"Chapter":9,"Number":11,"Text":"Ziba replied, “Yes, my lord the king; I am your servant, and I will do all that you have commanded.” And from that time on, Mephibosheth ate regularly at David’s table, like one of the king’s own sons."},{"Chapter":9,"Number":12,"Text":"Mephibosheth had a young son named Mica. From then on, all the members of Ziba’s household were Mephibosheth’s servants."},{"Chapter":9,"Number":13,"Text":"And Mephibosheth, who was crippled in both feet, lived in Jerusalem and ate regularly at the king’s table."},{"Chapter":10,"Number":1,"Text":"Some time after this, King Nahash of the Ammonites died, and his son Hanun became king."},{"Chapter":10,"Number":2,"Text":"David said, “I am going to show loyalty to Hanun just as his father, Nahash, was always loyal to me.” So David sent ambassadors to express sympathy to Hanun about his father’s death.But when David’s ambassadors arrived in the land of Ammon,"},{"Chapter":10,"Number":3,"Text":"the Ammonite commanders said to Hanun, their master, “Do you really think these men are coming here to honor your father? No! David has sent them to spy out the city so they can come in and conquer it!”"},{"Chapter":10,"Number":4,"Text":"So Hanun seized David’s ambassadors and shaved off half of each man’s beard, cut off their robes at the buttocks, and sent them back to David in shame."},{"Chapter":10,"Number":5,"Text":"When David heard what had happened, he sent messengers to tell the men, “Stay at Jericho until your beards grow out, and then come back.” For they felt deep shame because of their appearance."},{"Chapter":10,"Number":6,"Text":"When the people of Ammon realized how seriously they had angered David, they sent and hired 20,000 Aramean foot soldiers from the lands of Beth-rehob and Zobah, 1,000 from the king of Maacah, and 12,000 from the land of Tob."},{"Chapter":10,"Number":7,"Text":"When David heard about this, he sent Joab and all his warriors to fight them."},{"Chapter":10,"Number":8,"Text":"The Ammonite troops came out and drew up their battle lines at the entrance of the city gate, while the Arameans from Zobah and Rehob and the men from Tob and Maacah positioned themselves to fight in the open fields."},{"Chapter":10,"Number":9,"Text":"When Joab saw that he would have to fight on both the front and the rear, he chose some of Israel’s elite troops and placed them under his personal command to fight the Arameans in the fields."},{"Chapter":10,"Number":10,"Text":"He left the rest of the army under the command of his brother Abishai, who was to attack the Ammonites."},{"Chapter":10,"Number":11,"Text":"“If the Arameans are too strong for me, then come over and help me,” Joab told his brother. “And if the Ammonites are too strong for you, I will come and help you."},{"Chapter":10,"Number":12,"Text":"Be courageous! Let us fight bravely for our people and the cities of our God. May the Lord’s will be done.”"},{"Chapter":10,"Number":13,"Text":"When Joab and his troops attacked, the Arameans began to run away."},{"Chapter":10,"Number":14,"Text":"And when the Ammonites saw the Arameans running, they ran from Abishai and retreated into the city. After the battle was over, Joab returned to Jerusalem."},{"Chapter":10,"Number":15,"Text":"The Arameans now realized that they were no match for Israel. So when they regrouped,"},{"Chapter":10,"Number":16,"Text":"they were joined by additional Aramean troops summoned by Hadadezer from the other side of the Euphrates River. These troops arrived at Helam under the command of Shobach, the commander of Hadadezer’s forces."},{"Chapter":10,"Number":17,"Text":"When David heard what was happening, he mobilized all Israel, crossed the Jordan River, and led the army to Helam. The Arameans positioned themselves in battle formation and fought against David."},{"Chapter":10,"Number":18,"Text":"But again the Arameans fled from the Israelites. This time David’s forces killed 700 charioteers and 40,000 foot soldiers, including Shobach, the commander of their army."},{"Chapter":10,"Number":19,"Text":"When all the kings allied with Hadadezer saw that they had been defeated by Israel, they surrendered to Israel and became their subjects. After that, the Arameans were afraid to help the Ammonites."},{"Chapter":11,"Number":1,"Text":"In the spring of the year, when kings normally go out to war, David sent Joab and the Israelite army to fight the Ammonites. They destroyed the Ammonite army and laid siege to the city of Rabbah. However, David stayed behind in Jerusalem."},{"Chapter":11,"Number":2,"Text":"Late one afternoon, after his midday rest, David got out of bed and was walking on the roof of the palace. As he looked out over the city, he noticed a woman of unusual beauty taking a bath."},{"Chapter":11,"Number":3,"Text":"He sent someone to find out who she was, and he was told, “She is Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite.”"},{"Chapter":11,"Number":4,"Text":"Then David sent messengers to get her; and when she came to the palace, he slept with her. She had just completed the purification rites after having her menstrual period. Then she returned home."},{"Chapter":11,"Number":5,"Text":"Later, when Bathsheba discovered that she was pregnant, she sent David a message, saying, “I’m pregnant.”"},{"Chapter":11,"Number":6,"Text":"Then David sent word to Joab: “Send me Uriah the Hittite.” So Joab sent him to David."},{"Chapter":11,"Number":7,"Text":"When Uriah arrived, David asked him how Joab and the army were getting along and how the war was progressing."},{"Chapter":11,"Number":8,"Text":"Then he told Uriah, “Go on home and relax.” David even sent a gift to Uriah after he had left the palace."},{"Chapter":11,"Number":9,"Text":"But Uriah didn’t go home. He slept that night at the palace entrance with the king’s palace guard."},{"Chapter":11,"Number":10,"Text":"When David heard that Uriah had not gone home, he summoned him and asked, “What’s the matter? Why didn’t you go home last night after being away for so long?”"},{"Chapter":11,"Number":11,"Text":"Uriah replied, “The Ark and the armies of Israel and Judah are living in tents, and Joab and my master’s men are camping in the open fields. How could I go home to wine and dine and sleep with my wife? I swear that I would never do such a thing.”"},{"Chapter":11,"Number":12,"Text":"“Well, stay here today,” David told him, “and tomorrow you may return to the army.” So Uriah stayed in Jerusalem that day and the next."},{"Chapter":11,"Number":13,"Text":"Then David invited him to dinner and got him drunk. But even then he couldn’t get Uriah to go home to his wife. Again he slept at the palace entrance with the king’s palace guard. "},{"Chapter":11,"Number":14,"Text":"So the next morning David wrote a letter to Joab and gave it to Uriah to deliver."},{"Chapter":11,"Number":15,"Text":"The letter instructed Joab, “Station Uriah on the front lines where the battle is fiercest. Then pull back so that he will be killed.”"},{"Chapter":11,"Number":16,"Text":"So Joab assigned Uriah to a spot close to the city wall where he knew the enemy’s strongest men were fighting."},{"Chapter":11,"Number":17,"Text":"And when the enemy soldiers came out of the city to fight, Uriah the Hittite was killed along with several other Israelite soldiers."},{"Chapter":11,"Number":18,"Text":"Then Joab sent a battle report to David."},{"Chapter":11,"Number":19,"Text":"He told his messenger, “Report all the news of the battle to the king."},{"Chapter":11,"Number":20,"Text":"But he might get angry and ask, ‘Why did the troops go so close to the city? Didn’t they know there would be shooting from the walls?"},{"Chapter":11,"Number":21,"Text":"Wasn’t Abimelech son of Gideon killed at Thebez by a woman who threw a millstone down on him from the wall? Why would you get so close to the wall?’ Then tell him, ‘Uriah the Hittite was killed, too.’”"},{"Chapter":11,"Number":22,"Text":"So the messenger went to Jerusalem and gave a complete report to David."},{"Chapter":11,"Number":23,"Text":"“The enemy came out against us in the open fields,” he said. “And as we chased them back to the city gate,"},{"Chapter":11,"Number":24,"Text":"the archers on the wall shot arrows at us. Some of the king’s men were killed, including Uriah the Hittite.”"},{"Chapter":11,"Number":25,"Text":"“Well, tell Joab not to be discouraged,” David said. “The sword devours this one today and that one tomorrow! Fight harder next time, and conquer the city!”"},{"Chapter":11,"Number":26,"Text":"When Uriah’s wife heard that her husband was dead, she mourned for him."},{"Chapter":11,"Number":27,"Text":"When the period of mourning was over, David sent for her and brought her to the palace, and she became one of his wives. Then she gave birth to a son. But the Lord was displeased with what David had done."},{"Chapter":12,"Number":1,"Text":"So the Lord sent Nathan the prophet to tell David this story: “There were two men in a certain town. One was rich, and one was poor."},{"Chapter":12,"Number":2,"Text":"The rich man owned a great many sheep and cattle."},{"Chapter":12,"Number":3,"Text":"The poor man owned nothing but one little lamb he had bought. He raised that little lamb, and it grew up with his children. It ate from the man’s own plate and drank from his cup. He cuddled it in his arms like a baby daughter."},{"Chapter":12,"Number":4,"Text":"One day a guest arrived at the home of the rich man. But instead of killing an animal from his own flock or herd, he took the poor man’s lamb and killed it and prepared it for his guest.”"},{"Chapter":12,"Number":5,"Text":"David was furious. “As surely as the Lord lives,” he vowed, “any man who would do such a thing deserves to die!"},{"Chapter":12,"Number":6,"Text":"He must repay four lambs to the poor man for the one he stole and for having no pity.”"},{"Chapter":12,"Number":7,"Text":"Then Nathan said to David, “You are that man! The Lord, the God of Israel, says: I anointed you king of Israel and saved you from the power of Saul."},{"Chapter":12,"Number":8,"Text":"I gave you your master’s house and his wives and the kingdoms of Israel and Judah. And if that had not been enough, I would have given you much, much more."},{"Chapter":12,"Number":9,"Text":"Why, then, have you despised the word of the Lord and done this horrible deed? For you have murdered Uriah the Hittite with the sword of the Ammonites and stolen his wife."},{"Chapter":12,"Number":10,"Text":"From this time on, your family will live by the sword because you have despised me by taking Uriah’s wife to be your own."},{"Chapter":12,"Number":11,"Text":"“This is what the Lord says: Because of what you have done, I will cause your own household to rebel against you. I will give your wives to another man before your very eyes, and he will go to bed with them in public view."},{"Chapter":12,"Number":12,"Text":"You did it secretly, but I will make this happen to you openly in the sight of all Israel.” "},{"Chapter":12,"Number":13,"Text":"Then David confessed to Nathan, “I have sinned against the Lord.”Nathan replied, “Yes, but the Lord has forgiven you, and you won’t die for this sin."},{"Chapter":12,"Number":14,"Text":"Nevertheless, because you have shown utter contempt for the word of the Lord by doing this, your child will die.”"},{"Chapter":12,"Number":15,"Text":"After Nathan returned to his home, the Lord sent a deadly illness to the child of David and Uriah’s wife."},{"Chapter":12,"Number":16,"Text":"David begged God to spare the child. He went without food and lay all night on the bare ground."},{"Chapter":12,"Number":17,"Text":"The elders of his household pleaded with him to get up and eat with them, but he refused."},{"Chapter":12,"Number":18,"Text":"Then on the seventh day the child died. David’s advisers were afraid to tell him. “He wouldn’t listen to reason while the child was ill,” they said. “What drastic thing will he do when we tell him the child is dead?”"},{"Chapter":12,"Number":19,"Text":"When David saw them whispering, he realized what had happened. “Is the child dead?” he asked.“Yes,” they replied, “he is dead.”"},{"Chapter":12,"Number":20,"Text":"Then David got up from the ground, washed himself, put on lotions, and changed his clothes. He went to the Tabernacle and worshiped the Lord. After that, he returned to the palace and was served food and ate."},{"Chapter":12,"Number":21,"Text":"His advisers were amazed. “We don’t understand you,” they told him. “While the child was still living, you wept and refused to eat. But now that the child is dead, you have stopped your mourning and are eating again.”"},{"Chapter":12,"Number":22,"Text":"David replied, “I fasted and wept while the child was alive, for I said, ‘Perhaps the Lord will be gracious to me and let the child live.’"},{"Chapter":12,"Number":23,"Text":"But why should I fast when he is dead? Can I bring him back again? I will go to him one day, but he cannot return to me.”"},{"Chapter":12,"Number":24,"Text":"Then David comforted Bathsheba, his wife, and slept with her. She became pregnant and gave birth to a son, and David named him Solomon. The Lord loved the child"},{"Chapter":12,"Number":25,"Text":"and sent word through Nathan the prophet that they should name him Jedidiah (which means “beloved of the Lord”), as the Lord had commanded. "},{"Chapter":12,"Number":26,"Text":"Meanwhile, Joab was fighting against Rabbah, the capital of Ammon, and he captured the royal fortifications."},{"Chapter":12,"Number":27,"Text":"Joab sent messengers to tell David, “I have fought against Rabbah and captured its water supply."},{"Chapter":12,"Number":28,"Text":"Now bring the rest of the army and capture the city. Otherwise, I will capture it and get credit for the victory.”"},{"Chapter":12,"Number":29,"Text":"So David gathered the rest of the army and went to Rabbah, and he fought against it and captured it."},{"Chapter":12,"Number":30,"Text":"David removed the crown from the king’s head, and it was placed on his own head. The crown was made of gold and set with gems, and it weighed seventy-five pounds. David took a vast amount of plunder from the city."},{"Chapter":12,"Number":31,"Text":"He also made slaves of the people of Rabbah and forced them to labor with saws, iron picks, and iron axes, and to work in the brick kilns. That is how he dealt with the people of all the Ammonite towns. Then David and all the army returned to Jerusalem."},{"Chapter":13,"Number":1,"Text":"Now David’s son Absalom had a beautiful sister named Tamar. And Amnon, her half brother, fell desperately in love with her."},{"Chapter":13,"Number":2,"Text":"Amnon became so obsessed with Tamar that he became ill. She was a virgin, and Amnon thought he could never have her."},{"Chapter":13,"Number":3,"Text":"But Amnon had a very crafty friend—his cousin Jonadab. He was the son of David’s brother Shimea."},{"Chapter":13,"Number":4,"Text":"One day Jonadab said to Amnon, “What’s the trouble? Why should the son of a king look so dejected morning after morning?”So Amnon told him, “I am in love with Tamar, my brother Absalom’s sister.”"},{"Chapter":13,"Number":5,"Text":"“Well,” Jonadab said, “I’ll tell you what to do. Go back to bed and pretend you are ill. When your father comes to see you, ask him to let Tamar come and prepare some food for you. Tell him you’ll feel better if she prepares it as you watch and feeds you with her own hands.”"},{"Chapter":13,"Number":6,"Text":"So Amnon lay down and pretended to be sick. And when the king came to see him, Amnon asked him, “Please let my sister Tamar come and cook my favorite dish as I watch. Then I can eat it from her own hands.”"},{"Chapter":13,"Number":7,"Text":"So David agreed and sent Tamar to Amnon’s house to prepare some food for him."},{"Chapter":13,"Number":8,"Text":"When Tamar arrived at Amnon’s house, she went to the place where he was lying down so he could watch her mix some dough. Then she baked his favorite dish for him."},{"Chapter":13,"Number":9,"Text":"But when she set the serving tray before him, he refused to eat. “Everyone get out of here,” Amnon told his servants. So they all left."},{"Chapter":13,"Number":10,"Text":"Then he said to Tamar, “Now bring the food into my bedroom and feed it to me here.” So Tamar took his favorite dish to him."},{"Chapter":13,"Number":11,"Text":"But as she was feeding him, he grabbed her and demanded, “Come to bed with me, my darling sister.”"},{"Chapter":13,"Number":12,"Text":"“No, my brother!” she cried. “Don’t be foolish! Don’t do this to me! Such wicked things aren’t done in Israel."},{"Chapter":13,"Number":13,"Text":"Where could I go in my shame? And you would be called one of the greatest fools in Israel. Please, just speak to the king about it, and he will let you marry me.”"},{"Chapter":13,"Number":14,"Text":"But Amnon wouldn’t listen to her, and since he was stronger than she was, he raped her."},{"Chapter":13,"Number":15,"Text":"Then suddenly Amnon’s love turned to hate, and he hated her even more than he had loved her. “Get out of here!” he snarled at her."},{"Chapter":13,"Number":16,"Text":"“No, no!” Tamar cried. “Sending me away now is worse than what you’ve already done to me.”But Amnon wouldn’t listen to her."},{"Chapter":13,"Number":17,"Text":"He shouted for his servant and demanded, “Throw this woman out, and lock the door behind her!”"},{"Chapter":13,"Number":18,"Text":"So the servant put her out and locked the door behind her. She was wearing a long, beautiful robe, as was the custom in those days for the king’s virgin daughters."},{"Chapter":13,"Number":19,"Text":"But now Tamar tore her robe and put ashes on her head. And then, with her face in her hands, she went away crying."},{"Chapter":13,"Number":20,"Text":"Her brother Absalom saw her and asked, “Is it true that Amnon has been with you? Well, my sister, keep quiet for now, since he’s your brother. Don’t you worry about it.” So Tamar lived as a desolate woman in her brother Absalom’s house."},{"Chapter":13,"Number":21,"Text":"When King David heard what had happened, he was very angry."},{"Chapter":13,"Number":22,"Text":"And though Absalom never spoke to Amnon about this, he hated Amnon deeply because of what he had done to his sister. "},{"Chapter":13,"Number":23,"Text":"Two years later, when Absalom’s sheep were being sheared at Baal-hazor near Ephraim, Absalom invited all the king’s sons to come to a feast."},{"Chapter":13,"Number":24,"Text":"He went to the king and said, “My sheep-shearers are now at work. Would the king and his servants please come to celebrate the occasion with me?”"},{"Chapter":13,"Number":25,"Text":"The king replied, “No, my son. If we all came, we would be too much of a burden on you.” Absalom pressed him, but the king would not come, though he gave Absalom his blessing."},{"Chapter":13,"Number":26,"Text":"“Well, then,” Absalom said, “if you can’t come, how about sending my brother Amnon with us?”“Why Amnon?” the king asked."},{"Chapter":13,"Number":27,"Text":"But Absalom kept on pressing the king until he finally agreed to let all his sons attend, including Amnon. So Absalom prepared a feast fit for a king."},{"Chapter":13,"Number":28,"Text":"Absalom told his men, “Wait until Amnon gets drunk; then at my signal, kill him! Don’t be afraid. I’m the one who has given the command. Take courage and do it!”"},{"Chapter":13,"Number":29,"Text":"So at Absalom’s signal they murdered Amnon. Then the other sons of the king jumped on their mules and fled."},{"Chapter":13,"Number":30,"Text":"As they were on the way back to Jerusalem, this report reached David: “Absalom has killed all the king’s sons; not one is left alive!”"},{"Chapter":13,"Number":31,"Text":"The king got up, tore his robe, and threw himself on the ground. His advisers also tore their clothes in horror and sorrow."},{"Chapter":13,"Number":32,"Text":"But just then Jonadab, the son of David’s brother Shimea, arrived and said, “No, don’t believe that all the king’s sons have been killed! It was only Amnon! Absalom has been plotting this ever since Amnon raped his sister Tamar."},{"Chapter":13,"Number":33,"Text":"No, my lord the king, your sons aren’t all dead! It was only Amnon.”"},{"Chapter":13,"Number":34,"Text":"Meanwhile Absalom escaped.Then the watchman on the Jerusalem wall saw a great crowd coming down the hill on the road from the west. He ran to tell the king, “I see a crowd of people coming from the Horonaim road along the side of the hill.”"},{"Chapter":13,"Number":35,"Text":"“Look!” Jonadab told the king. “There they are now! The king’s sons are coming, just as I said.”"},{"Chapter":13,"Number":36,"Text":"They soon arrived, weeping and sobbing, and the king and all his servants wept bitterly with them."},{"Chapter":13,"Number":37,"Text":"And David mourned many days for his son Amnon.Absalom fled to his grandfather, Talmai son of Ammihud, the king of Geshur."},{"Chapter":13,"Number":38,"Text":"He stayed there in Geshur for three years."},{"Chapter":13,"Number":39,"Text":"And King David, now reconciled to Amnon’s death, longed to be reunited with his son Absalom."},{"Chapter":14,"Number":1,"Text":"Joab realized how much the king longed to see Absalom."},{"Chapter":14,"Number":2,"Text":"So he sent for a woman from Tekoa who had a reputation for great wisdom. He said to her, “Pretend you are in mourning; wear mourning clothes and don’t put on lotions. Act like a woman who has been mourning for the dead for a long time."},{"Chapter":14,"Number":3,"Text":"Then go to the king and tell him the story I am about to tell you.” Then Joab told her what to say."},{"Chapter":14,"Number":4,"Text":"When the woman from Tekoa approached the king, she bowed with her face to the ground in deep respect and cried out, “O king! Help me!”"},{"Chapter":14,"Number":5,"Text":"“What’s the trouble?” the king asked.“Alas, I am a widow!” she replied. “My husband is dead."},{"Chapter":14,"Number":6,"Text":"My two sons had a fight out in the field. And since no one was there to stop it, one of them was killed."},{"Chapter":14,"Number":7,"Text":"Now the rest of the family is demanding, ‘Let us have your son. We will execute him for murdering his brother. He doesn’t deserve to inherit his family’s property.’ They want to extinguish the only coal I have left, and my husband’s name and family will disappear from the face of the earth.”"},{"Chapter":14,"Number":8,"Text":"“Leave it to me,” the king told her. “Go home, and I’ll see to it that no one touches him.”"},{"Chapter":14,"Number":9,"Text":"“Oh, thank you, my lord the king,” the woman from Tekoa replied. “If you are criticized for helping me, let the blame fall on me and on my father’s house, and let the king and his throne be innocent.”"},{"Chapter":14,"Number":10,"Text":"“If anyone objects,” the king said, “bring him to me. I can assure you he will never harm you again!”"},{"Chapter":14,"Number":11,"Text":"Then she said, “Please swear to me by the Lord your God that you won’t let anyone take vengeance against my son. I want no more bloodshed.”“As surely as the Lord lives,” he replied, “not a hair on your son’s head will be disturbed!”"},{"Chapter":14,"Number":12,"Text":"“Please allow me to ask one more thing of my lord the king,” she said.“Go ahead and speak,” he responded."},{"Chapter":14,"Number":13,"Text":"She replied, “Why don’t you do as much for the people of God as you have promised to do for me? You have convicted yourself in making this decision, because you have refused to bring home your own banished son."},{"Chapter":14,"Number":14,"Text":"All of us must die eventually. Our lives are like water spilled out on the ground, which cannot be gathered up again. But God does not just sweep life away; instead, he devises ways to bring us back when we have been separated from him."},{"Chapter":14,"Number":15,"Text":"“I have come to plead with my lord the king because people have threatened me. I said to myself, ‘Perhaps the king will listen to me"},{"Chapter":14,"Number":16,"Text":"and rescue us from those who would cut us off from the inheritance God has given us."},{"Chapter":14,"Number":17,"Text":"Yes, my lord the king will give us peace of mind again.’ I know that you are like an angel of God in discerning good from evil. May the Lord your God be with you.”"},{"Chapter":14,"Number":18,"Text":"“I must know one thing,” the king replied, “and tell me the truth.”“Yes, my lord the king,” she responded."},{"Chapter":14,"Number":19,"Text":"“Did Joab put you up to this?”And the woman replied, “My lord the king, how can I deny it? Nobody can hide anything from you. Yes, Joab sent me and told me what to say."},{"Chapter":14,"Number":20,"Text":"He did it to place the matter before you in a different light. But you are as wise as an angel of God, and you understand everything that happens among us!”"},{"Chapter":14,"Number":21,"Text":"So the king sent for Joab and told him, “All right, go and bring back the young man Absalom.”"},{"Chapter":14,"Number":22,"Text":"Joab bowed with his face to the ground in deep respect and said, “At last I know that I have gained your approval, my lord the king, for you have granted me this request!”"},{"Chapter":14,"Number":23,"Text":"Then Joab went to Geshur and brought Absalom back to Jerusalem."},{"Chapter":14,"Number":24,"Text":"But the king gave this order: “Absalom may go to his own house, but he must never come into my presence.” So Absalom did not see the king. "},{"Chapter":14,"Number":25,"Text":"Now Absalom was praised as the most handsome man in all Israel. He was flawless from head to foot."},{"Chapter":14,"Number":26,"Text":"He cut his hair only once a year, and then only because it was so heavy. When he weighed it out, it came to five pounds!"},{"Chapter":14,"Number":27,"Text":"He had three sons and one daughter. His daughter’s name was Tamar, and she was very beautiful."},{"Chapter":14,"Number":28,"Text":"Absalom lived in Jerusalem for two years, but he never got to see the king."},{"Chapter":14,"Number":29,"Text":"Then Absalom sent for Joab to ask him to intercede for him, but Joab refused to come. Absalom sent for him a second time, but again Joab refused to come."},{"Chapter":14,"Number":30,"Text":"So Absalom said to his servants, “Go and set fire to Joab’s barley field, the field next to mine.” So they set his field on fire, as Absalom had commanded."},{"Chapter":14,"Number":31,"Text":"Then Joab came to Absalom at his house and demanded, “Why did your servants set my field on fire?”"},{"Chapter":14,"Number":32,"Text":"And Absalom replied, “Because I wanted you to ask the king why he brought me back from Geshur if he didn’t intend to see me. I might as well have stayed there. Let me see the king; if he finds me guilty of anything, then let him kill me.”"},{"Chapter":14,"Number":33,"Text":"So Joab told the king what Absalom had said. Then at last David summoned Absalom, who came and bowed low before the king, and the king kissed him."},{"Chapter":15,"Number":1,"Text":"After this, Absalom bought a chariot and horses, and he hired fifty bodyguards to run ahead of him."},{"Chapter":15,"Number":2,"Text":"He got up early every morning and went out to the gate of the city. When people brought a case to the king for judgment, Absalom would ask where in Israel they were from, and they would tell him their tribe."},{"Chapter":15,"Number":3,"Text":"Then Absalom would say, “You’ve really got a strong case here! It’s too bad the king doesn’t have anyone to hear it."},{"Chapter":15,"Number":4,"Text":"I wish I were the judge. Then everyone could bring their cases to me for judgment, and I would give them justice!”"},{"Chapter":15,"Number":5,"Text":"When people tried to bow before him, Absalom wouldn’t let them. Instead, he took them by the hand and kissed them."},{"Chapter":15,"Number":6,"Text":"Absalom did this with everyone who came to the king for judgment, and so he stole the hearts of all the people of Israel."},{"Chapter":15,"Number":7,"Text":"After four years, Absalom said to the king, “Let me go to Hebron to offer a sacrifice to the Lord and fulfill a vow I made to him."},{"Chapter":15,"Number":8,"Text":"For while your servant was at Geshur in Aram, I promised to sacrifice to the Lord in Hebron if he would bring me back to Jerusalem.”"},{"Chapter":15,"Number":9,"Text":"“All right,” the king told him. “Go and fulfill your vow.”So Absalom went to Hebron."},{"Chapter":15,"Number":10,"Text":"But while he was there, he sent secret messengers to all the tribes of Israel to stir up a rebellion against the king. “As soon as you hear the ram’s horn,” his message read, “you are to say, ‘Absalom has been crowned king in Hebron.’”"},{"Chapter":15,"Number":11,"Text":"He took 200 men from Jerusalem with him as guests, but they knew nothing of his intentions."},{"Chapter":15,"Number":12,"Text":"While Absalom was offering the sacrifices, he sent for Ahithophel, one of David’s counselors who lived in Giloh. Soon many others also joined Absalom, and the conspiracy gained momentum. "},{"Chapter":15,"Number":13,"Text":"A messenger soon arrived in Jerusalem to tell David, “All Israel has joined Absalom in a conspiracy against you!”"},{"Chapter":15,"Number":14,"Text":"“Then we must flee at once, or it will be too late!” David urged his men. “Hurry! If we get out of the city before Absalom arrives, both we and the city of Jerusalem will be spared from disaster.”"},{"Chapter":15,"Number":15,"Text":"“We are with you,” his advisers replied. “Do what you think is best.”"},{"Chapter":15,"Number":16,"Text":"So the king and all his household set out at once. He left no one behind except ten of his concubines to look after the palace."},{"Chapter":15,"Number":17,"Text":"The king and all his people set out on foot, pausing at the last house"},{"Chapter":15,"Number":18,"Text":"to let all the king’s men move past to lead the way. There were 600 men from Gath who had come with David, along with the king’s bodyguard."},{"Chapter":15,"Number":19,"Text":"Then the king turned and said to Ittai, a leader of the men from Gath, “Why are you coming with us? Go on back to King Absalom, for you are a guest in Israel, a foreigner in exile."},{"Chapter":15,"Number":20,"Text":"You arrived only recently, and should I force you today to wander with us? I don’t even know where we will go. Go on back and take your kinsmen with you, and may the Lord show you his unfailing love and faithfulness.”"},{"Chapter":15,"Number":21,"Text":"But Ittai said to the king, “I vow by the Lord and by your own life that I will go wherever my lord the king goes, no matter what happens—whether it means life or death.”"},{"Chapter":15,"Number":22,"Text":"David replied, “All right, come with us.” So Ittai and all his men and their families went along."},{"Chapter":15,"Number":23,"Text":"Everyone cried loudly as the king and his followers passed by. They crossed the Kidron Valley and then went out toward the wilderness."},{"Chapter":15,"Number":24,"Text":"Zadok and all the Levites also came along, carrying the Ark of the Covenant of God. They set down the Ark of God, and Abiathar offered sacrifices until everyone had passed out of the city."},{"Chapter":15,"Number":25,"Text":"Then the king instructed Zadok to take the Ark of God back into the city. “If the Lord sees fit,” David said, “he will bring me back to see the Ark and the Tabernacle again."},{"Chapter":15,"Number":26,"Text":"But if he is through with me, then let him do what seems best to him.”"},{"Chapter":15,"Number":27,"Text":"The king also told Zadok the priest, “Look, here is my plan. You and Abiathar should return quietly to the city with your son Ahimaaz and Abiathar’s son Jonathan."},{"Chapter":15,"Number":28,"Text":"I will stop at the shallows of the Jordan River and wait there for a report from you.”"},{"Chapter":15,"Number":29,"Text":"So Zadok and Abiathar took the Ark of God back to the city and stayed there."},{"Chapter":15,"Number":30,"Text":"David walked up the road to the Mount of Olives, weeping as he went. His head was covered and his feet were bare as a sign of mourning. And the people who were with him covered their heads and wept as they climbed the hill."},{"Chapter":15,"Number":31,"Text":"When someone told David that his adviser Ahithophel was now backing Absalom, David prayed, “O Lord, let Ahithophel give Absalom foolish advice!”"},{"Chapter":15,"Number":32,"Text":"When David reached the summit of the Mount of Olives where people worshiped God, Hushai the Arkite was waiting there for him. Hushai had torn his clothing and put dirt on his head as a sign of mourning."},{"Chapter":15,"Number":33,"Text":"But David told him, “If you go with me, you will only be a burden."},{"Chapter":15,"Number":34,"Text":"Return to Jerusalem and tell Absalom, ‘I will now be your adviser, O king, just as I was your father’s adviser in the past.’ Then you can frustrate and counter Ahithophel’s advice."},{"Chapter":15,"Number":35,"Text":"Zadok and Abiathar, the priests, will be there. Tell them about the plans being made in the king’s palace,"},{"Chapter":15,"Number":36,"Text":"and they will send their sons Ahimaaz and Jonathan to tell me what is going on.”"},{"Chapter":15,"Number":37,"Text":"So David’s friend Hushai returned to Jerusalem, getting there just as Absalom arrived."},{"Chapter":16,"Number":1,"Text":"When David had gone a little beyond the summit of the Mount of Olives, Ziba, the servant of Mephibosheth, was waiting there for him. He had two donkeys loaded with 200 loaves of bread, 100 clusters of raisins, 100 bunches of summer fruit, and a wineskin full of wine."},{"Chapter":16,"Number":2,"Text":"“What are these for?” the king asked Ziba.Ziba replied, “The donkeys are for the king’s people to ride on, and the bread and summer fruit are for the young men to eat. The wine is for those who become exhausted in the wilderness.”"},{"Chapter":16,"Number":3,"Text":"“And where is Mephibosheth, Saul’s grandson?” the king asked him.“He stayed in Jerusalem,” Ziba replied. “He said, ‘Today I will get back the kingdom of my grandfather Saul.’”"},{"Chapter":16,"Number":4,"Text":"“In that case,” the king told Ziba, “I give you everything Mephibosheth owns.”“I bow before you,” Ziba replied. “May I always be pleasing to you, my lord the king.” "},{"Chapter":16,"Number":5,"Text":"As King David came to Bahurim, a man came out of the village cursing them. It was Shimei son of Gera, from the same clan as Saul’s family."},{"Chapter":16,"Number":6,"Text":"He threw stones at the king and the king’s officers and all the mighty warriors who surrounded him."},{"Chapter":16,"Number":7,"Text":"“Get out of here, you murderer, you scoundrel!” he shouted at David."},{"Chapter":16,"Number":8,"Text":"“The Lord is paying you back for all the bloodshed in Saul’s clan. You stole his throne, and now the Lord has given it to your son Absalom. At last you will taste some of your own medicine, for you are a murderer!”"},{"Chapter":16,"Number":9,"Text":"“Why should this dead dog curse my lord the king?” Abishai son of Zeruiah demanded. “Let me go over and cut off his head!”"},{"Chapter":16,"Number":10,"Text":"“No!” the king said. “Who asked your opinion, you sons of Zeruiah! If the Lord has told him to curse me, who are you to stop him?”"},{"Chapter":16,"Number":11,"Text":"Then David said to Abishai and to all his servants, “My own son is trying to kill me. Doesn’t this relative of Saul have even more reason to do so? Leave him alone and let him curse, for the Lord has told him to do it."},{"Chapter":16,"Number":12,"Text":"And perhaps the Lord will see that I am being wronged and will bless me because of these curses today.”"},{"Chapter":16,"Number":13,"Text":"So David and his men continued down the road, and Shimei kept pace with them on a nearby hillside, cursing and throwing stones and dirt at David."},{"Chapter":16,"Number":14,"Text":"The king and all who were with him grew weary along the way, so they rested when they reached the Jordan River. "},{"Chapter":16,"Number":15,"Text":"Meanwhile, Absalom and all the army of Israel arrived at Jerusalem, accompanied by Ahithophel."},{"Chapter":16,"Number":16,"Text":"When David’s friend Hushai the Arkite arrived, he went immediately to see Absalom. “Long live the king!” he exclaimed. “Long live the king!”"},{"Chapter":16,"Number":17,"Text":"“Is this the way you treat your friend David?” Absalom asked him. “Why aren’t you with him?”"},{"Chapter":16,"Number":18,"Text":"“I’m here because I belong to the man who is chosen by the Lord and by all the men of Israel,” Hushai replied."},{"Chapter":16,"Number":19,"Text":"“And anyway, why shouldn’t I serve you? Just as I was your father’s adviser, now I will be your adviser!”"},{"Chapter":16,"Number":20,"Text":"Then Absalom turned to Ahithophel and asked him, “What should I do next?”"},{"Chapter":16,"Number":21,"Text":"Ahithophel told him, “Go and sleep with your father’s concubines, for he has left them here to look after the palace. Then all Israel will know that you have insulted your father beyond hope of reconciliation, and they will throw their support to you.”"},{"Chapter":16,"Number":22,"Text":"So they set up a tent on the palace roof where everyone could see it, and Absalom went in and had sex with his father’s concubines."},{"Chapter":16,"Number":23,"Text":"Absalom followed Ahithophel’s advice, just as David had done. For every word Ahithophel spoke seemed as wise as though it had come directly from the mouth of God."},{"Chapter":17,"Number":1,"Text":"Now Ahithophel urged Absalom, “Let me choose 12,000 men to start out after David tonight."},{"Chapter":17,"Number":2,"Text":"I will catch up with him while he is weary and discouraged. He and his troops will panic, and everyone will run away. Then I will kill only the king,"},{"Chapter":17,"Number":3,"Text":"and I will bring all the people back to you as a bride returns to her husband. After all, it is only one man’s life that you seek. Then you will be at peace with all the people.”"},{"Chapter":17,"Number":4,"Text":"This plan seemed good to Absalom and to all the elders of Israel. Hushai Counters Ahithophel’s Advice"},{"Chapter":17,"Number":5,"Text":"But then Absalom said, “Bring in Hushai the Arkite. Let’s see what he thinks about this.”"},{"Chapter":17,"Number":6,"Text":"When Hushai arrived, Absalom told him what Ahithophel had said. Then he asked, “What is your opinion? Should we follow Ahithophel’s advice? If not, what do you suggest?”"},{"Chapter":17,"Number":7,"Text":"“Well,” Hushai replied to Absalom, “this time Ahithophel has made a mistake."},{"Chapter":17,"Number":8,"Text":"You know your father and his men; they are mighty warriors. Right now they are as enraged as a mother bear who has been robbed of her cubs. And remember that your father is an experienced man of war. He won’t be spending the night among the troops."},{"Chapter":17,"Number":9,"Text":"He has probably already hidden in some pit or cave. And when he comes out and attacks and a few of your men fall, there will be panic among your troops, and the word will spread that Absalom’s men are being slaughtered."},{"Chapter":17,"Number":10,"Text":"Then even the bravest soldiers, though they have the heart of a lion, will be paralyzed with fear. For all Israel knows what a mighty warrior your father is and how courageous his men are."},{"Chapter":17,"Number":11,"Text":"“I recommend that you mobilize the entire army of Israel, bringing them from as far away as Dan in the north and Beersheba in the south. That way you will have an army as numerous as the sand on the seashore. And I advise that you personally lead the troops."},{"Chapter":17,"Number":12,"Text":"When we find David, we’ll fall on him like dew that falls on the ground. Then neither he nor any of his men will be left alive."},{"Chapter":17,"Number":13,"Text":"And if David were to escape into some town, you will have all Israel there at your command. Then we can take ropes and drag the walls of the town into the nearest valley until every stone is torn down.”"},{"Chapter":17,"Number":14,"Text":"Then Absalom and all the men of Israel said, “Hushai’s advice is better than Ahithophel’s.” For the Lord had determined to defeat the counsel of Ahithophel, which really was the better plan, so that he could bring disaster on Absalom! "},{"Chapter":17,"Number":15,"Text":"Hushai told Zadok and Abiathar, the priests, what Ahithophel had said to Absalom and the elders of Israel and what he himself had advised instead."},{"Chapter":17,"Number":16,"Text":"“Quick!” he told them. “Find David and urge him not to stay at the shallows of the Jordan River tonight. He must go across at once into the wilderness beyond. Otherwise he will die and his entire army with him.”"},{"Chapter":17,"Number":17,"Text":"Jonathan and Ahimaaz had been staying at En-rogel so as not to be seen entering and leaving the city. Arrangements had been made for a servant girl to bring them the message they were to take to King David."},{"Chapter":17,"Number":18,"Text":"But a boy spotted them at En-rogel, and he told Absalom about it. So they quickly escaped to Bahurim, where a man hid them down inside a well in his courtyard."},{"Chapter":17,"Number":19,"Text":"The man’s wife put a cloth over the top of the well and scattered grain on it to dry in the sun; so no one suspected they were there."},{"Chapter":17,"Number":20,"Text":"When Absalom’s men arrived, they asked her, “Have you seen Ahimaaz and Jonathan?”The woman replied, “They were here, but they crossed over the brook.” Absalom’s men looked for them without success and returned to Jerusalem."},{"Chapter":17,"Number":21,"Text":"Then the two men crawled out of the well and hurried on to King David. “Quick!” they told him, “cross the Jordan tonight!” And they told him how Ahithophel had advised that he be captured and killed."},{"Chapter":17,"Number":22,"Text":"So David and all the people with him went across the Jordan River during the night, and they were all on the other bank before dawn."},{"Chapter":17,"Number":23,"Text":"When Ahithophel realized that his advice had not been followed, he saddled his donkey, went to his hometown, set his affairs in order, and hanged himself. He died there and was buried in the family tomb."},{"Chapter":17,"Number":24,"Text":"David soon arrived at Mahanaim. By now, Absalom had mobilized the entire army of Israel and was leading his troops across the Jordan River."},{"Chapter":17,"Number":25,"Text":"Absalom had appointed Amasa as commander of his army, replacing Joab, who had been commander under David. (Amasa was Joab’s cousin. His father was Jether, an Ishmaelite. His mother, Abigail daughter of Nahash, was the sister of Joab’s mother, Zeruiah.)"},{"Chapter":17,"Number":26,"Text":"Absalom and the Israelite army set up camp in the land of Gilead."},{"Chapter":17,"Number":27,"Text":"When David arrived at Mahanaim, he was warmly greeted by Shobi son of Nahash, who came from Rabbah of the Ammonites, and by Makir son of Ammiel from Lo-debar, and by Barzillai of Gilead from Rogelim."},{"Chapter":17,"Number":28,"Text":"They brought sleeping mats, cooking pots, serving bowls, wheat and barley, flour and roasted grain, beans, lentils,"},{"Chapter":17,"Number":29,"Text":"honey, butter, sheep, goats, and cheese for David and those who were with him. For they said, “You must all be very hungry and tired and thirsty after your long march through the wilderness.”"},{"Chapter":18,"Number":1,"Text":"David now mustered the men who were with him and appointed generals and captains to lead them."},{"Chapter":18,"Number":2,"Text":"He sent the troops out in three groups, placing one group under Joab, one under Joab’s brother Abishai son of Zeruiah, and one under Ittai, the man from Gath. The king told his troops, “I am going out with you.”"},{"Chapter":18,"Number":3,"Text":"But his men objected strongly. “You must not go,” they urged. “If we have to turn and run—and even if half of us die—it will make no difference to Absalom’s troops; they will be looking only for you. You are worth 10,000 of us, and it is better that you stay here in the town and send help if we need it.”"},{"Chapter":18,"Number":4,"Text":"“If you think that’s the best plan, I’ll do it,” the king answered. So he stood alongside the gate of the town as all the troops marched out in groups of hundreds and of thousands."},{"Chapter":18,"Number":5,"Text":"And the king gave this command to Joab, Abishai, and Ittai: “For my sake, deal gently with young Absalom.” And all the troops heard the king give this order to his commanders."},{"Chapter":18,"Number":6,"Text":"So the battle began in the forest of Ephraim,"},{"Chapter":18,"Number":7,"Text":"and the Israelite troops were beaten back by David’s men. There was a great slaughter that day, and 20,000 men laid down their lives."},{"Chapter":18,"Number":8,"Text":"The battle raged all across the countryside, and more men died because of the forest than were killed by the sword."},{"Chapter":18,"Number":9,"Text":"During the battle, Absalom happened to come upon some of David’s men. He tried to escape on his mule, but as he rode beneath the thick branches of a great tree, his hair got caught in the tree. His mule kept going and left him dangling in the air."},{"Chapter":18,"Number":10,"Text":"One of David’s men saw what had happened and told Joab, “I saw Absalom dangling from a great tree.”"},{"Chapter":18,"Number":11,"Text":"“What?” Joab demanded. “You saw him there and didn’t kill him? I would have rewarded you with ten pieces of silver and a hero’s belt!”"},{"Chapter":18,"Number":12,"Text":"“I would not kill the king’s son for even a thousand pieces of silver,” the man replied to Joab. “We all heard the king say to you and Abishai and Ittai, ‘For my sake, please spare young Absalom.’"},{"Chapter":18,"Number":13,"Text":"And if I had betrayed the king by killing his son—and the king would certainly find out who did it—you yourself would be the first to abandon me.”"},{"Chapter":18,"Number":14,"Text":"“Enough of this nonsense,” Joab said. Then he took three daggers and plunged them into Absalom’s heart as he dangled, still alive, in the great tree."},{"Chapter":18,"Number":15,"Text":"Ten of Joab’s young armor bearers then surrounded Absalom and killed him."},{"Chapter":18,"Number":16,"Text":"Then Joab blew the ram’s horn, and his men returned from chasing the army of Israel."},{"Chapter":18,"Number":17,"Text":"They threw Absalom’s body into a deep pit in the forest and piled a great heap of stones over it. And all Israel fled to their homes."},{"Chapter":18,"Number":18,"Text":"During his lifetime, Absalom had built a monument to himself in the King’s Valley, for he said, “I have no son to carry on my name.” He named the monument after himself, and it is known as Absalom’s Monument to this day. "},{"Chapter":18,"Number":19,"Text":"Then Zadok’s son Ahimaaz said, “Let me run to the king with the good news that the Lord has rescued him from his enemies.”"},{"Chapter":18,"Number":20,"Text":"“No,” Joab told him, “it wouldn’t be good news to the king that his son is dead. You can be my messenger another time, but not today.”"},{"Chapter":18,"Number":21,"Text":"Then Joab said to a man from Ethiopia, “Go tell the king what you have seen.” The man bowed and ran off."},{"Chapter":18,"Number":22,"Text":"But Ahimaaz continued to plead with Joab, “Whatever happens, please let me go, too.”“Why should you go, my son?” Joab replied. “There will be no reward for your news.”"},{"Chapter":18,"Number":23,"Text":"“Yes, but let me go anyway,” he begged.Joab finally said, “All right, go ahead.” So Ahimaaz took the less demanding route by way of the plain and ran to Mahanaim ahead of the Ethiopian."},{"Chapter":18,"Number":24,"Text":"While David was sitting between the inner and outer gates of the town, the watchman climbed to the roof of the gateway by the wall. As he looked, he saw a lone man running toward them."},{"Chapter":18,"Number":25,"Text":"He shouted the news down to David, and the king replied, “If he is alone, he has news.”As the messenger came closer,"},{"Chapter":18,"Number":26,"Text":"the watchman saw another man running toward them. He shouted down, “Here comes another one!”The king replied, “He also will have news.”"},{"Chapter":18,"Number":27,"Text":"“The first man runs like Ahimaaz son of Zadok,” the watchman said.“He is a good man and comes with good news,” the king replied."},{"Chapter":18,"Number":28,"Text":"Then Ahimaaz cried out to the king, “Everything is all right!” He bowed before the king with his face to the ground and said, “Praise to the Lord your God, who has handed over the rebels who dared to stand against my lord the king.”"},{"Chapter":18,"Number":29,"Text":"“What about young Absalom?” the king demanded. “Is he all right?”Ahimaaz replied, “When Joab told me to come, there was a lot of commotion. But I didn’t know what was happening.”"},{"Chapter":18,"Number":30,"Text":"“Wait here,” the king told him. So Ahimaaz stepped aside."},{"Chapter":18,"Number":31,"Text":"Then the man from Ethiopia arrived and said, “I have good news for my lord the king. Today the Lord has rescued you from all those who rebelled against you.”"},{"Chapter":18,"Number":32,"Text":"“What about young Absalom?” the king demanded. “Is he all right?”And the Ethiopian replied, “May all of your enemies, my lord the king, both now and in the future, share the fate of that young man!”"},{"Chapter":18,"Number":33,"Text":"The king was overcome with emotion. He went up to the room over the gateway and burst into tears. And as he went, he cried, “O my son Absalom! My son, my son Absalom! If only I had died instead of you! O Absalom, my son, my son.”"},{"Chapter":19,"Number":1,"Text":"Word soon reached Joab that the king was weeping and mourning for Absalom."},{"Chapter":19,"Number":2,"Text":"As all the people heard of the king’s deep grief for his son, the joy of that day’s victory was turned into deep sadness."},{"Chapter":19,"Number":3,"Text":"They crept back into the town that day as though they were ashamed and had deserted in battle."},{"Chapter":19,"Number":4,"Text":"The king covered his face with his hands and kept on crying, “O my son Absalom! O Absalom, my son, my son!”"},{"Chapter":19,"Number":5,"Text":"Then Joab went to the king’s room and said to him, “We saved your life today and the lives of your sons, your daughters, and your wives and concubines. Yet you act like this, making us feel ashamed of ourselves."},{"Chapter":19,"Number":6,"Text":"You seem to love those who hate you and hate those who love you. You have made it clear today that your commanders and troops mean nothing to you. It seems that if Absalom had lived and all of us had died, you would be pleased."},{"Chapter":19,"Number":7,"Text":"Now go out there and congratulate your troops, for I swear by the Lord that if you don’t go out, not a single one of them will remain here tonight. Then you will be worse off than ever before.”"},{"Chapter":19,"Number":8,"Text":"So the king went out and took his seat at the town gate, and as the news spread throughout the town that he was there, everyone went to him.Meanwhile, the Israelites who had supported Absalom fled to their homes."},{"Chapter":19,"Number":9,"Text":"And throughout all the tribes of Israel there was much discussion and argument going on. The people were saying, “The king rescued us from our enemies and saved us from the Philistines, but Absalom chased him out of the country."},{"Chapter":19,"Number":10,"Text":"Now Absalom, whom we anointed to rule over us, is dead. Why not ask David to come back and be our king again?”"},{"Chapter":19,"Number":11,"Text":"Then King David sent Zadok and Abiathar, the priests, to say to the elders of Judah, “Why are you the last ones to welcome back the king into his palace? For I have heard that all Israel is ready."},{"Chapter":19,"Number":12,"Text":"You are my relatives, my own tribe, my own flesh and blood! So why are you the last ones to welcome back the king?”"},{"Chapter":19,"Number":13,"Text":"And David told them to tell Amasa, “Since you are my own flesh and blood, like Joab, may God strike me and even kill me if I do not appoint you as commander of my army in his place.”"},{"Chapter":19,"Number":14,"Text":"Then Amasa convinced all the men of Judah, and they responded unanimously. They sent word to the king, “Return to us, and bring back all who are with you.” "},{"Chapter":19,"Number":15,"Text":"So the king started back to Jerusalem. And when he arrived at the Jordan River, the people of Judah came to Gilgal to meet him and escort him across the river."},{"Chapter":19,"Number":16,"Text":"Shimei son of Gera, the man from Bahurim in Benjamin, hurried across with the men of Judah to welcome King David."},{"Chapter":19,"Number":17,"Text":"A thousand other men from the tribe of Benjamin were with him, including Ziba, the chief servant of the house of Saul, and Ziba’s fifteen sons and twenty servants. They rushed down to the Jordan to meet the king."},{"Chapter":19,"Number":18,"Text":"They crossed the shallows of the Jordan to bring the king’s household across the river, helping him in every way they could.David’s Mercy to ShimeiAs the king was about to cross the river, Shimei fell down before him."},{"Chapter":19,"Number":19,"Text":"“My lord the king, please forgive me,” he pleaded. “Forget the terrible thing your servant did when you left Jerusalem. May the king put it out of his mind."},{"Chapter":19,"Number":20,"Text":"I know how much I sinned. That is why I have come here today, the very first person in all Israel to greet my lord the king.”"},{"Chapter":19,"Number":21,"Text":"Then Abishai son of Zeruiah said, “Shimei should die, for he cursed the Lord’s anointed king!”"},{"Chapter":19,"Number":22,"Text":"“Who asked your opinion, you sons of Zeruiah!” David exclaimed. “Why have you become my adversary today? This is not a day for execution, for today I am once again the king of Israel!”"},{"Chapter":19,"Number":23,"Text":"Then, turning to Shimei, David vowed, “Your life will be spared.” "},{"Chapter":19,"Number":24,"Text":"Now Mephibosheth, Saul’s grandson, came down from Jerusalem to meet the king. He had not cared for his feet, trimmed his beard, or washed his clothes since the day the king left Jerusalem."},{"Chapter":19,"Number":25,"Text":"“Why didn’t you come with me, Mephibosheth?” the king asked him."},{"Chapter":19,"Number":26,"Text":"Mephibosheth replied, “My lord the king, my servant Ziba deceived me. I told him, ‘Saddle my donkey so I can go with the king.’ For as you know I am crippled."},{"Chapter":19,"Number":27,"Text":"Ziba has slandered me by saying that I refused to come. But I know that my lord the king is like an angel of God, so do what you think is best."},{"Chapter":19,"Number":28,"Text":"All my relatives and I could expect only death from you, my lord, but instead you have honored me by allowing me to eat at your own table! What more can I ask?”"},{"Chapter":19,"Number":29,"Text":"“You’ve said enough,” David replied. “I’ve decided that you and Ziba will divide your land equally between you.”"},{"Chapter":19,"Number":30,"Text":"“Give him all of it,” Mephibosheth said. “I am content just to have you safely back again, my lord the king!” "},{"Chapter":19,"Number":31,"Text":"Barzillai of Gilead had come down from Rogelim to escort the king across the Jordan."},{"Chapter":19,"Number":32,"Text":"He was very old—eighty years of age—and very wealthy. He was the one who had provided food for the king during his stay in Mahanaim."},{"Chapter":19,"Number":33,"Text":"“Come across with me and live in Jerusalem,” the king said to Barzillai. “I will take care of you there.”"},{"Chapter":19,"Number":34,"Text":"“No,” he replied, “I am far too old to go with the king to Jerusalem."},{"Chapter":19,"Number":35,"Text":"I am eighty years old today, and I can no longer enjoy anything. Food and wine are no longer tasty, and I cannot hear the singers as they sing. I would only be a burden to my lord the king."},{"Chapter":19,"Number":36,"Text":"Just to go across the Jordan River with the king is all the honor I need!"},{"Chapter":19,"Number":37,"Text":"Then let me return again to die in my own town, where my father and mother are buried. But here is your servant, my son Kimham. Let him go with my lord the king and receive whatever you want to give him.”"},{"Chapter":19,"Number":38,"Text":"“Good,” the king agreed. “Kimham will go with me, and I will help him in any way you would like. And I will do for you anything you want.”"},{"Chapter":19,"Number":39,"Text":"So all the people crossed the Jordan with the king. After David had blessed Barzillai and kissed him, Barzillai returned to his own home."},{"Chapter":19,"Number":40,"Text":"The king then crossed over to Gilgal, taking Kimham with him. All the troops of Judah and half the troops of Israel escorted the king on his way. "},{"Chapter":19,"Number":41,"Text":"But all the men of Israel complained to the king, “The men of Judah stole the king and didn’t give us the honor of helping take you, your household, and all your men across the Jordan.”"},{"Chapter":19,"Number":42,"Text":"The men of Judah replied, “The king is one of our own kinsmen. Why should this make you angry? We haven’t eaten any of the king’s food or received any special favors!”"},{"Chapter":19,"Number":43,"Text":"“But there are ten tribes in Israel,” the others replied. “So we have ten times as much right to the king as you do. What right do you have to treat us with such contempt? Weren’t we the first to speak of bringing him back to be our king again?” The argument continued back and forth, and the men of Judah spoke even more harshly than the men of Israel."},{"Chapter":20,"Number":1,"Text":"There happened to be a troublemaker there named Sheba son of Bicri, a man from the tribe of Benjamin. Sheba blew a ram’s horn and began to chant: “Down with the dynasty of David!    We have no interest in the son of Jesse.Come on, you men of Israel,    back to your homes!”"},{"Chapter":20,"Number":2,"Text":"So all the men of Israel deserted David and followed Sheba son of Bicri. But the men of Judah stayed with their king and escorted him from the Jordan River to Jerusalem."},{"Chapter":20,"Number":3,"Text":"When David came to his palace in Jerusalem, he took the ten concubines he had left to look after the palace and placed them in seclusion. Their needs were provided for, but he no longer slept with them. So each of them lived like a widow until she died."},{"Chapter":20,"Number":4,"Text":"Then the king told Amasa, “Mobilize the army of Judah within three days, and report back at that time.”"},{"Chapter":20,"Number":5,"Text":"So Amasa went out to notify Judah, but it took him longer than the time he had been given."},{"Chapter":20,"Number":6,"Text":"Then David said to Abishai, “Sheba son of Bicri is going to hurt us more than Absalom did. Quick, take my troops and chase after him before he gets into a fortified town where we can’t reach him.”"},{"Chapter":20,"Number":7,"Text":"So Abishai and Joab, together with the king’s bodyguard and all the mighty warriors, set out from Jerusalem to go after Sheba."},{"Chapter":20,"Number":8,"Text":"As they arrived at the great stone in Gibeon, Amasa met them. Joab was wearing his military tunic with a dagger strapped to his belt. As he stepped forward to greet Amasa, he slipped the dagger from its sheath."},{"Chapter":20,"Number":9,"Text":"“How are you, my cousin?” Joab said and took him by the beard with his right hand as though to kiss him."},{"Chapter":20,"Number":10,"Text":"Amasa didn’t notice the dagger in his left hand, and Joab stabbed him in the stomach with it so that his insides gushed out onto the ground. Joab did not need to strike again, and Amasa soon died. Joab and his brother Abishai left him lying there and continued after Sheba."},{"Chapter":20,"Number":11,"Text":"One of Joab’s young men shouted to Amasa’s troops, “If you are for Joab and David, come and follow Joab.”"},{"Chapter":20,"Number":12,"Text":"But Amasa lay in his blood in the middle of the road, and Joab’s man saw that everyone was stopping to stare at him. So he pulled him off the road into a field and threw a cloak over him."},{"Chapter":20,"Number":13,"Text":"With Amasa’s body out of the way, everyone went on with Joab to capture Sheba son of Bicri."},{"Chapter":20,"Number":14,"Text":"Meanwhile, Sheba traveled through all the tribes of Israel and eventually came to the town of Abel-beth-maacah. All the members of his own clan, the Bicrites, assembled for battle and followed him into the town."},{"Chapter":20,"Number":15,"Text":"When Joab’s forces arrived, they attacked Abel-beth-maacah. They built a siege ramp against the town’s fortifications and began battering down the wall."},{"Chapter":20,"Number":16,"Text":"But a wise woman in the town called out to Joab, “Listen to me, Joab. Come over here so I can talk to you.”"},{"Chapter":20,"Number":17,"Text":"As he approached, the woman asked, “Are you Joab?”“I am,” he replied.So she said, “Listen carefully to your servant.”“I’m listening,” he said."},{"Chapter":20,"Number":18,"Text":"Then she continued, “There used to be a saying, ‘If you want to settle an argument, ask advice at the town of Abel.’"},{"Chapter":20,"Number":19,"Text":"I am one who is peace loving and faithful in Israel. But you are destroying an important town in Israel. Why do you want to devour what belongs to the Lord?”"},{"Chapter":20,"Number":20,"Text":"And Joab replied, “Believe me, I don’t want to devour or destroy your town!"},{"Chapter":20,"Number":21,"Text":"That’s not my purpose. All I want is a man named Sheba son of Bicri from the hill country of Ephraim, who has revolted against King David. If you hand over this one man to me, I will leave the town in peace.”“All right,” the woman replied, “we will throw his head over the wall to you.”"},{"Chapter":20,"Number":22,"Text":"Then the woman went to all the people with her wise advice, and they cut off Sheba’s head and threw it out to Joab. So he blew the ram’s horn and called his troops back from the attack. They all returned to their homes, and Joab returned to the king at Jerusalem."},{"Chapter":20,"Number":23,"Text":"Now Joab was the commander of the army of Israel. Benaiah son of Jehoiada was captain of the king’s bodyguard."},{"Chapter":20,"Number":24,"Text":"Adoniram was in charge of forced labor. Jehoshaphat son of Ahilud was the royal historian."},{"Chapter":20,"Number":25,"Text":"Sheva was the court secretary. Zadok and Abiathar were the priests."},{"Chapter":20,"Number":26,"Text":"And Ira, a descendant of Jair, was David’s personal priest."},{"Chapter":21,"Number":1,"Text":"There was a famine during David’s reign that lasted for three years, so David asked the Lord about it. And the Lord said, “The famine has come because Saul and his family are guilty of murdering the Gibeonites.”"},{"Chapter":21,"Number":2,"Text":"So the king summoned the Gibeonites. They were not part of Israel but were all that was left of the nation of the Amorites. The people of Israel had sworn not to kill them, but Saul, in his zeal for Israel and Judah, had tried to wipe them out."},{"Chapter":21,"Number":3,"Text":"David asked them, “What can I do for you? How can I make amends so that you will bless the Lord’s people again?”"},{"Chapter":21,"Number":4,"Text":"“Well, money can’t settle this matter between us and the family of Saul,” the Gibeonites replied. “Neither can we demand the life of anyone in Israel.”“What can I do then?” David asked. “Just tell me and I will do it for you.”"},{"Chapter":21,"Number":5,"Text":"Then they replied, “It was Saul who planned to destroy us, to keep us from having any place at all in the territory of Israel."},{"Chapter":21,"Number":6,"Text":"So let seven of Saul’s sons be handed over to us, and we will execute them before the Lord at Gibeon, on the mountain of the Lord.”“All right,” the king said, “I will do it.”"},{"Chapter":21,"Number":7,"Text":"The king spared Jonathan’s son Mephibosheth, who was Saul’s grandson, because of the oath David and Jonathan had sworn before the Lord."},{"Chapter":21,"Number":8,"Text":"But he gave them Saul’s two sons Armoni and Mephibosheth, whose mother was Rizpah daughter of Aiah. He also gave them the five sons of Saul’s daughter Merab, the wife of Adriel son of Barzillai from Meholah."},{"Chapter":21,"Number":9,"Text":"The men of Gibeon executed them on the mountain before the Lord. So all seven of them died together at the beginning of the barley harvest."},{"Chapter":21,"Number":10,"Text":"Then Rizpah daughter of Aiah, the mother of two of the men, spread burlap on a rock and stayed there the entire harvest season. She prevented the scavenger birds from tearing at their bodies during the day and stopped wild animals from eating them at night."},{"Chapter":21,"Number":11,"Text":"When David learned what Rizpah, Saul’s concubine, had done,"},{"Chapter":21,"Number":12,"Text":"he went to the people of Jabesh-gilead and retrieved the bones of Saul and his son Jonathan. (When the Philistines had killed Saul and Jonathan on Mount Gilboa, the people of Jabesh-gilead stole their bodies from the public square of Beth-shan, where the Philistines had hung them.)"},{"Chapter":21,"Number":13,"Text":"So David obtained the bones of Saul and Jonathan, as well as the bones of the men the Gibeonites had executed."},{"Chapter":21,"Number":14,"Text":"Then the king ordered that they bury the bones in the tomb of Kish, Saul’s father, at the town of Zela in the land of Benjamin. After that, God ended the famine in the land. "},{"Chapter":21,"Number":15,"Text":"Once again the Philistines were at war with Israel. And when David and his men were in the thick of battle, David became weak and exhausted."},{"Chapter":21,"Number":16,"Text":"Ishbi-benob was a descendant of the giants; his bronze spearhead weighed more than seven pounds, and he was armed with a new sword. He had cornered David and was about to kill him."},{"Chapter":21,"Number":17,"Text":"But Abishai son of Zeruiah came to David’s rescue and killed the Philistine. Then David’s men declared, “You are not going out to battle with us again! Why risk snuffing out the light of Israel?”"},{"Chapter":21,"Number":18,"Text":"After this, there was another battle against the Philistines at Gob. As they fought, Sibbecai from Hushah killed Saph, another descendant of the giants."},{"Chapter":21,"Number":19,"Text":"During another battle at Gob, Elhanan son of Jair from Bethlehem killed the brother of Goliath of Gath. The handle of his spear was as thick as a weaver’s beam!"},{"Chapter":21,"Number":20,"Text":"In another battle with the Philistines at Gath, they encountered a huge man with six fingers on each hand and six toes on each foot, twenty-four in all, who was also a descendant of the giants."},{"Chapter":21,"Number":21,"Text":"But when he defied and taunted Israel, he was killed by Jonathan, the son of David’s brother Shimea."},{"Chapter":21,"Number":22,"Text":"These four Philistines were descendants of the giants of Gath, but David and his warriors killed them."},{"Chapter":22,"Number":1,"Text":"David sang this song to the Lord on the day the Lord rescued him from all his enemies and from Saul."},{"Chapter":22,"Number":2,"Text":"He sang:“The Lord is my rock, my fortress, and my savior;"},{"Chapter":22,"Number":3,"Text":"my God is my rock, in whom I find protection.He is my shield, the power that saves me,    and my place of safety.He is my refuge, my savior,    the one who saves me from violence."},{"Chapter":22,"Number":4,"Text":"I called on the Lord, who is worthy of praise,    and he saved me from my enemies."},{"Chapter":22,"Number":5,"Text":"“The waves of death overwhelmed me;    floods of destruction swept over me."},{"Chapter":22,"Number":6,"Text":"The grave wrapped its ropes around me;    death laid a trap in my path."},{"Chapter":22,"Number":7,"Text":"But in my distress I cried out to the Lord;    yes, I cried to my God for help.He heard me from his sanctuary;    my cry reached his ears."},{"Chapter":22,"Number":8,"Text":"“Then the earth quaked and trembled.    The foundations of the heavens shook;    they quaked because of his anger."},{"Chapter":22,"Number":9,"Text":"Smoke poured from his nostrils;    fierce flames leaped from his mouth.    Glowing coals blazed forth from him."},{"Chapter":22,"Number":10,"Text":"He opened the heavens and came down;    dark storm clouds were beneath his feet."},{"Chapter":22,"Number":11,"Text":"Mounted on a mighty angelic being, he flew,    soaring on the wings of the wind."},{"Chapter":22,"Number":12,"Text":"He shrouded himself in darkness,    veiling his approach with dense rain clouds."},{"Chapter":22,"Number":13,"Text":"A great brightness shone around him,    and burning coals blazed forth."},{"Chapter":22,"Number":14,"Text":"The Lord thundered from heaven;    the voice of the Most High resounded."},{"Chapter":22,"Number":15,"Text":"He shot arrows and scattered his enemies;    his lightning flashed, and they were confused."},{"Chapter":22,"Number":16,"Text":"Then at the command of the Lord,    at the blast of his breath,the bottom of the sea could be seen,    and the foundations of the earth were laid bare."},{"Chapter":22,"Number":17,"Text":"“He reached down from heaven and rescued me;    he drew me out of deep waters."},{"Chapter":22,"Number":18,"Text":"He rescued me from my powerful enemies,    from those who hated me and were too strong for me."},{"Chapter":22,"Number":19,"Text":"They attacked me at a moment when I was in distress,    but the Lord supported me."},{"Chapter":22,"Number":20,"Text":"He led me to a place of safety;    he rescued me because he delights in me."},{"Chapter":22,"Number":21,"Text":"The Lord rewarded me for doing right;    he restored me because of my innocence."},{"Chapter":22,"Number":22,"Text":"For I have kept the ways of the Lord;    I have not turned from my God to follow evil."},{"Chapter":22,"Number":23,"Text":"I have followed all his regulations;    I have never abandoned his decrees."},{"Chapter":22,"Number":24,"Text":"I am blameless before God;    I have kept myself from sin."},{"Chapter":22,"Number":25,"Text":"The Lord rewarded me for doing right.    He has seen my innocence."},{"Chapter":22,"Number":26,"Text":"“To the faithful you show yourself faithful;    to those with integrity you show integrity."},{"Chapter":22,"Number":27,"Text":"To the pure you show yourself pure,    but to the crooked you show yourself shrewd."},{"Chapter":22,"Number":28,"Text":"You rescue the humble,    but your eyes watch the proud and humiliate them."},{"Chapter":22,"Number":29,"Text":"O Lord, you are my lamp.    The Lord lights up my darkness."},{"Chapter":22,"Number":30,"Text":"In your strength I can crush an army;    with my God I can scale any wall."},{"Chapter":22,"Number":31,"Text":"“God’s way is perfect.    All the Lord’s promises prove true.    He is a shield for all who look to him for protection."},{"Chapter":22,"Number":32,"Text":"For who is God except the Lord?    Who but our God is a solid rock?"},{"Chapter":22,"Number":33,"Text":"God is my strong fortress,    and he makes my way perfect."},{"Chapter":22,"Number":34,"Text":"He makes me as surefooted as a deer,    enabling me to stand on mountain heights."},{"Chapter":22,"Number":35,"Text":"He trains my hands for battle;    he strengthens my arm to draw a bronze bow."},{"Chapter":22,"Number":36,"Text":"You have given me your shield of victory;    your help has made me great."},{"Chapter":22,"Number":37,"Text":"You have made a wide path for my feet    to keep them from slipping."},{"Chapter":22,"Number":38,"Text":"“I chased my enemies and destroyed them;    I did not stop until they were conquered."},{"Chapter":22,"Number":39,"Text":"I consumed them;    I struck them down so they did not get up;    they fell beneath my feet."},{"Chapter":22,"Number":40,"Text":"You have armed me with strength for the battle;    you have subdued my enemies under my feet."},{"Chapter":22,"Number":41,"Text":"You placed my foot on their necks.    I have destroyed all who hated me."},{"Chapter":22,"Number":42,"Text":"They looked for help, but no one came to their rescue.    They even cried to the Lord, but he refused to answer."},{"Chapter":22,"Number":43,"Text":"I ground them as fine as the dust of the earth;    I trampled them in the gutter like dirt."},{"Chapter":22,"Number":44,"Text":"“You gave me victory over my accusers.    You preserved me as the ruler over nations;    people I don’t even know now serve me."},{"Chapter":22,"Number":45,"Text":"Foreign nations cringe before me;    as soon as they hear of me, they submit."},{"Chapter":22,"Number":46,"Text":"They all lose their courage    and come trembling from their strongholds."},{"Chapter":22,"Number":47,"Text":"“The Lord lives! Praise to my Rock!    May God, the Rock of my salvation, be exalted!"},{"Chapter":22,"Number":48,"Text":"He is the God who pays back those who harm me;    he brings down the nations under me"},{"Chapter":22,"Number":49,"Text":"and delivers me from my enemies.You hold me safe beyond the reach of my enemies;    you save me from violent opponents."},{"Chapter":22,"Number":50,"Text":"For this, O Lord, I will praise you among the nations;    I will sing praises to your name."},{"Chapter":22,"Number":51,"Text":"You give great victories to your king;    you show unfailing love to your anointed,    to David and all his descendants forever.”"},{"Chapter":23,"Number":1,"Text":"These are the last words of David:“David, the son of Jesse, speaks—    David, the man who was raised up so high,David, the man anointed by the God of Jacob,    David, the sweet psalmist of Israel."},{"Chapter":23,"Number":2,"Text":"“The Spirit of the Lord speaks through me;    his words are upon my tongue."},{"Chapter":23,"Number":3,"Text":"The God of Israel spoke.    The Rock of Israel said to me:‘The one who rules righteously,    who rules in the fear of God,"},{"Chapter":23,"Number":4,"Text":"is like the light of morning at sunrise,    like a morning without clouds,like the gleaming of the sun    on new grass after rain.’"},{"Chapter":23,"Number":5,"Text":"“Is it not my family God has chosen?    Yes, he has made an everlasting covenant with me.His agreement is arranged and guaranteed in every detail.    He will ensure my safety and success."},{"Chapter":23,"Number":6,"Text":"But the godless are like thorns to be thrown away,    for they tear the hand that touches them."},{"Chapter":23,"Number":7,"Text":"One must use iron tools to chop them down;    they will be totally consumed by fire.” "},{"Chapter":23,"Number":8,"Text":"These are the names of David’s mightiest warriors. The first was Jashobeam the Hacmonite, who was leader of the Three—the three mightiest warriors among David’s men. He once used his spear to kill 800 enemy warriors in a single battle."},{"Chapter":23,"Number":9,"Text":"Next in rank among the Three was Eleazar son of Dodai, a descendant of Ahoah. Once Eleazar and David stood together against the Philistines when the entire Israelite army had fled."},{"Chapter":23,"Number":10,"Text":"He killed Philistines until his hand was too tired to lift his sword, and the Lord gave him a great victory that day. The rest of the army did not return until it was time to collect the plunder!"},{"Chapter":23,"Number":11,"Text":"Next in rank was Shammah son of Agee from Harar. One time the Philistines gathered at Lehi and attacked the Israelites in a field full of lentils. The Israelite army fled,"},{"Chapter":23,"Number":12,"Text":"but Shammah held his ground in the middle of the field and beat back the Philistines. So the Lord brought about a great victory."},{"Chapter":23,"Number":13,"Text":"Once during the harvest, when David was at the cave of Adullam, the Philistine army was camped in the valley of Rephaim. The Three (who were among the Thirty—an elite group among David’s fighting men) went down to meet him there."},{"Chapter":23,"Number":14,"Text":"David was staying in the stronghold at the time, and a Philistine detachment had occupied the town of Bethlehem."},{"Chapter":23,"Number":15,"Text":"David remarked longingly to his men, “Oh, how I would love some of that good water from the well by the gate in Bethlehem.”"},{"Chapter":23,"Number":16,"Text":"So the Three broke through the Philistine lines, drew some water from the well by the gate in Bethlehem, and brought it back to David. But he refused to drink it. Instead, he poured it out as an offering to the Lord."},{"Chapter":23,"Number":17,"Text":"“The Lord forbid that I should drink this!” he exclaimed. “This water is as precious as the blood of these men who risked their lives to bring it to me.” So David did not drink it. These are examples of the exploits of the Three. "},{"Chapter":23,"Number":18,"Text":"Abishai son of Zeruiah, the brother of Joab, was the leader of the Thirty. He once used his spear to kill 300 enemy warriors in a single battle. It was by such feats that he became as famous as the Three."},{"Chapter":23,"Number":19,"Text":"Abishai was the most famous of the Thirty and was their commander, though he was not one of the Three."},{"Chapter":23,"Number":20,"Text":"There was also Benaiah son of Jehoiada, a valiant warrior from Kabzeel. He did many heroic deeds, which included killing two champions of Moab. Another time, on a snowy day, he chased a lion down into a pit and killed it."},{"Chapter":23,"Number":21,"Text":"Once, armed only with a club, he killed an imposing Egyptian warrior who was armed with a spear. Benaiah wrenched the spear from the Egyptian’s hand and killed him with it."},{"Chapter":23,"Number":22,"Text":"Deeds like these made Benaiah as famous as the Three mightiest warriors."},{"Chapter":23,"Number":23,"Text":"He was more honored than the other members of the Thirty, though he was not one of the Three. And David made him captain of his bodyguard."},{"Chapter":23,"Number":24,"Text":"Other members of the Thirty included:Asahel, Joab’s brother;Elhanan son of Dodo from Bethlehem;"},{"Chapter":23,"Number":25,"Text":"Shammah from Harod;Elika from Harod;"},{"Chapter":23,"Number":26,"Text":"Helez from Pelon;Ira son of Ikkesh from Tekoa;"},{"Chapter":23,"Number":27,"Text":"Abiezer from Anathoth;Sibbecai from Hushah;"},{"Chapter":23,"Number":28,"Text":"Zalmon from Ahoah;Maharai from Netophah;"},{"Chapter":23,"Number":29,"Text":"Heled son of Baanah from Netophah;Ithai son of Ribai from Gibeah (in the land of Benjamin);"},{"Chapter":23,"Number":30,"Text":"Benaiah from Pirathon;Hurai from Nahale-gaash;"},{"Chapter":23,"Number":31,"Text":"Abi-albon from Arabah;Azmaveth from Bahurim;"},{"Chapter":23,"Number":32,"Text":"Eliahba from Shaalbon;the sons of Jashen;Jonathan 33 son of Shagee from Harar;Ahiam son of Sharar from Harar;"},{"Chapter":23,"Number":34,"Text":"Eliphelet son of Ahasbai from Maacah;Eliam son of Ahithophel from Giloh;"},{"Chapter":23,"Number":35,"Text":"Hezro from Carmel;Paarai from Arba;"},{"Chapter":23,"Number":36,"Text":"Igal son of Nathan from Zobah;Bani from Gad;"},{"Chapter":23,"Number":37,"Text":"Zelek from Ammon;Naharai from Beeroth, the armor bearer of Joab son of Zeruiah;"},{"Chapter":23,"Number":38,"Text":"Ira from Jattir;Gareb from Jattir;"},{"Chapter":23,"Number":39,"Text":"Uriah the Hittite.There were thirty-seven in all."},{"Chapter":24,"Number":1,"Text":"Once again the anger of the Lord burned against Israel, and he caused David to harm them by taking a census. “Go and count the people of Israel and Judah,” the Lord told him."},{"Chapter":24,"Number":2,"Text":"So the king said to Joab and the commanders of the army, “Take a census of all the tribes of Israel—from Dan in the north to Beersheba in the south—so I may know how many people there are.”"},{"Chapter":24,"Number":3,"Text":"But Joab replied to the king, “May the Lord your God let you live to see a hundred times as many people as there are now! But why, my lord the king, do you want to do this?”"},{"Chapter":24,"Number":4,"Text":"But the king insisted that they take the census, so Joab and the commanders of the army went out to count the people of Israel."},{"Chapter":24,"Number":5,"Text":"First they crossed the Jordan and camped at Aroer, south of the town in the valley, in the direction of Gad. Then they went on to Jazer,"},{"Chapter":24,"Number":6,"Text":"then to Gilead in the land of Tahtim-hodshi and to Dan-jaan and around to Sidon."},{"Chapter":24,"Number":7,"Text":"Then they came to the fortress of Tyre, and all the towns of the Hivites and Canaanites. Finally, they went south to Judah as far as Beersheba."},{"Chapter":24,"Number":8,"Text":"Having gone through the entire land for nine months and twenty days, they returned to Jerusalem."},{"Chapter":24,"Number":9,"Text":"Joab reported the number of people to the king. There were 800,000 capable warriors in Israel who could handle a sword, and 500,000 in Judah. "},{"Chapter":24,"Number":10,"Text":"But after he had taken the census, David’s conscience began to bother him. And he said to the Lord, “I have sinned greatly by taking this census. Please forgive my guilt, Lord, for doing this foolish thing.”"},{"Chapter":24,"Number":11,"Text":"The next morning the word of the Lord came to the prophet Gad, who was David’s seer. This was the message:"},{"Chapter":24,"Number":12,"Text":"“Go and say to David, ‘This is what the Lord says: I will give you three choices. Choose one of these punishments, and I will inflict it on you.’”"},{"Chapter":24,"Number":13,"Text":"So Gad came to David and asked him, “Will you choose three years of famine throughout your land, three months of fleeing from your enemies, or three days of severe plague throughout your land? Think this over and decide what answer I should give the Lord who sent me.”"},{"Chapter":24,"Number":14,"Text":"“I’m in a desperate situation!” David replied to Gad. “But let us fall into the hands of the Lord, for his mercy is great. Do not let me fall into human hands.”"},{"Chapter":24,"Number":15,"Text":"So the Lord sent a plague upon Israel that morning, and it lasted for three days. A total of 70,000 people died throughout the nation, from Dan in the north to Beersheba in the south."},{"Chapter":24,"Number":16,"Text":"But as the angel was preparing to destroy Jerusalem, the Lord relented and said to the death angel, “Stop! That is enough!” At that moment the angel of the Lord was by the threshing floor of Araunah the Jebusite."},{"Chapter":24,"Number":17,"Text":"When David saw the angel, he said to the Lord, “I am the one who has sinned and done wrong! But these people are as innocent as sheep—what have they done? Let your anger fall against me and my family.” "},{"Chapter":24,"Number":18,"Text":"That day Gad came to David and said to him, “Go up and build an altar to the Lord on the threshing floor of Araunah the Jebusite.”"},{"Chapter":24,"Number":19,"Text":"So David went up to do what the Lord had commanded him."},{"Chapter":24,"Number":20,"Text":"When Araunah saw the king and his men coming toward him, he came and bowed before the king with his face to the ground."},{"Chapter":24,"Number":21,"Text":"“Why have you come, my lord the king?” Araunah asked.David replied, “I have come to buy your threshing floor and to build an altar to the Lord there, so that he will stop the plague.”"},{"Chapter":24,"Number":22,"Text":"“Take it, my lord the king, and use it as you wish,” Araunah said to David. “Here are oxen for the burnt offering, and you can use the threshing boards and ox yokes for wood to build a fire on the altar."},{"Chapter":24,"Number":23,"Text":"I will give it all to you, Your Majesty, and may the Lord your God accept your sacrifice.”"},{"Chapter":24,"Number":24,"Text":"But the king replied to Araunah, “No, I insist on buying it, for I will not present burnt offerings to the Lord my God that have cost me nothing.” So David paid him fifty pieces of silver for the threshing floor and the oxen."},{"Chapter":24,"Number":25,"Text":"David built an altar there to the Lord and sacrificed burnt offerings and peace offerings. And the Lord answered his prayer for the land, and the plague on Israel was stopped."}]}
