{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from Paul","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"Paul’s Thanksgiving and Prayer","Chapter":1},{"VerseStartingAt":8,"ParagraphTitle":"Paul’s Appeal for Onesimus","Chapter":1},{"VerseStartingAt":23,"ParagraphTitle":"Paul’s Final Greetings","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from Paul, a prisoner for preaching the Good News about Christ Jesus, and from our brother Timothy.I am writing to Philemon, our beloved co-worker,"},{"Chapter":1,"Number":2,"Text":"and to our sister Apphia, and to our fellow soldier Archippus, and to the church that meets in your house."},{"Chapter":1,"Number":3,"Text":"May God our Father and the Lord Jesus Christ give you grace and peace. "},{"Chapter":1,"Number":4,"Text":"I always thank my God when I pray for you, Philemon,"},{"Chapter":1,"Number":5,"Text":"because I keep hearing about your faith in the Lord Jesus and your love for all of God’s people."},{"Chapter":1,"Number":6,"Text":"And I am praying that you will put into action the generosity that comes from your faith as you understand and experience all the good things we have in Christ."},{"Chapter":1,"Number":7,"Text":"Your love has given me much joy and comfort, my brother, for your kindness has often refreshed the hearts of God’s people. "},{"Chapter":1,"Number":8,"Text":"That is why I am boldly asking a favor of you. I could demand it in the name of Christ because it is the right thing for you to do."},{"Chapter":1,"Number":9,"Text":"But because of our love, I prefer simply to ask you. Consider this as a request from me—Paul, an old man and now also a prisoner for the sake of Christ Jesus."},{"Chapter":1,"Number":10,"Text":"I appeal to you to show kindness to my child, Onesimus. I became his father in the faith while here in prison."},{"Chapter":1,"Number":11,"Text":"Onesimus hasn’t been of much use to you in the past, but now he is very useful to both of us."},{"Chapter":1,"Number":12,"Text":"I am sending him back to you, and with him comes my own heart."},{"Chapter":1,"Number":13,"Text":"I wanted to keep him here with me while I am in these chains for preaching the Good News, and he would have helped me on your behalf."},{"Chapter":1,"Number":14,"Text":"But I didn’t want to do anything without your consent. I wanted you to help because you were willing, not because you were forced."},{"Chapter":1,"Number":15,"Text":"It seems you lost Onesimus for a little while so that you could have him back forever."},{"Chapter":1,"Number":16,"Text":"He is no longer like a slave to you. He is more than a slave, for he is a beloved brother, especially to me. Now he will mean much more to you, both as a man and as a brother in the Lord."},{"Chapter":1,"Number":17,"Text":"So if you consider me your partner, welcome him as you would welcome me."},{"Chapter":1,"Number":18,"Text":"If he has wronged you in any way or owes you anything, charge it to me."},{"Chapter":1,"Number":19,"Text":"I, PAUL, WRITE THIS WITH MY OWN HAND: I WILL REPAY IT. AND I WON’T MENTION THAT YOU OWE ME YOUR VERY SOUL!"},{"Chapter":1,"Number":20,"Text":"Yes, my brother, please do me this favor for the Lord’s sake. Give me this encouragement in Christ."},{"Chapter":1,"Number":21,"Text":"I am confident as I write this letter that you will do what I ask and even more!"},{"Chapter":1,"Number":22,"Text":"One more thing—please prepare a guest room for me, for I am hoping that God will answer your prayers and let me return to you soon. "},{"Chapter":1,"Number":23,"Text":"Epaphras, my fellow prisoner in Christ Jesus, sends you his greetings."},{"Chapter":1,"Number":24,"Text":"So do Mark, Aristarchus, Demas, and Luke, my co-workers."},{"Chapter":1,"Number":25,"Text":"May the grace of the Lord Jesus Christ be with your spirit."}]}
