{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Everything Is Meaningless","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"The Teacher Speaks: The Futility of Wisdom","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Futility of Pleasure","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"The Wise and the Foolish","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"The Futility of Work","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"A Time for Everything","Chapter":3},{"VerseStartingAt":16,"ParagraphTitle":"The Injustices of Life","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Advantages of Companionship","Chapter":4},{"VerseStartingAt":13,"ParagraphTitle":"The Futility of Political Power","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Approaching God with Care","Chapter":5},{"VerseStartingAt":8,"ParagraphTitle":"The Futility of Wealth","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Future—Determined and Unknown","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Wisdom for Life","Chapter":7},{"VerseStartingAt":15,"ParagraphTitle":"The Limits of Human Wisdom","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Obedience to the King","Chapter":8},{"VerseStartingAt":9,"ParagraphTitle":"The Wicked and the Righteous","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Death Comes to All","Chapter":9},{"VerseStartingAt":13,"ParagraphTitle":"Thoughts on Wisdom and Folly","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Ironies of Life","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"The Uncertainties of Life","Chapter":11},{"VerseStartingAt":7,"ParagraphTitle":"Advice for Young and Old","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Concluding Thoughts about the Teacher","Chapter":12}],"VerseList":[{"Chapter":1,"Number":1,"Text":"These are the words of the Teacher, King David’s son, who ruled in Jerusalem. Everything Is Meaningless"},{"Chapter":1,"Number":2,"Text":"“Everything is meaningless,” says the Teacher, “completely meaningless!”"},{"Chapter":1,"Number":3,"Text":"What do people get for all their hard work under the sun?"},{"Chapter":1,"Number":4,"Text":"Generations come and generations go, but the earth never changes."},{"Chapter":1,"Number":5,"Text":"The sun rises and the sun sets, then hurries around to rise again."},{"Chapter":1,"Number":6,"Text":"The wind blows south, and then turns north. Around and around it goes, blowing in circles."},{"Chapter":1,"Number":7,"Text":"Rivers run into the sea, but the sea is never full. Then the water returns again to the rivers and flows out again to the sea."},{"Chapter":1,"Number":8,"Text":"Everything is wearisome beyond description. No matter how much we see, we are never satisfied. No matter how much we hear, we are not content."},{"Chapter":1,"Number":9,"Text":"History merely repeats itself. It has all been done before. Nothing under the sun is truly new."},{"Chapter":1,"Number":10,"Text":"Sometimes people say, “Here is something new!” But actually it is old; nothing is ever truly new."},{"Chapter":1,"Number":11,"Text":"We don’t remember what happened in the past, and in future generations, no one will remember what we are doing now. "},{"Chapter":1,"Number":12,"Text":"I, the Teacher, was king of Israel, and I lived in Jerusalem."},{"Chapter":1,"Number":13,"Text":"I devoted myself to search for understanding and to explore by wisdom everything being done under heaven. I soon discovered that God has dealt a tragic existence to the human race."},{"Chapter":1,"Number":14,"Text":"I observed everything going on under the sun, and really, it is all meaningless—like chasing the wind."},{"Chapter":1,"Number":15,"Text":"What is wrong cannot be made right.    What is missing cannot be recovered."},{"Chapter":1,"Number":16,"Text":"I said to myself, “Look, I am wiser than any of the kings who ruled in Jerusalem before me. I have greater wisdom and knowledge than any of them.”"},{"Chapter":1,"Number":17,"Text":"So I set out to learn everything from wisdom to madness and folly. But I learned firsthand that pursuing all this is like chasing the wind."},{"Chapter":1,"Number":18,"Text":"The greater my wisdom, the greater my grief.    To increase knowledge only increases sorrow."},{"Chapter":2,"Number":1,"Text":"I said to myself, “Come on, let’s try pleasure. Let’s look for the ‘good things’ in life.” But I found that this, too, was meaningless."},{"Chapter":2,"Number":2,"Text":"So I said, “Laughter is silly. What good does it do to seek pleasure?”"},{"Chapter":2,"Number":3,"Text":"After much thought, I decided to cheer myself with wine. And while still seeking wisdom, I clutched at foolishness. In this way, I tried to experience the only happiness most people find during their brief life in this world."},{"Chapter":2,"Number":4,"Text":"I also tried to find meaning by building huge homes for myself and by planting beautiful vineyards."},{"Chapter":2,"Number":5,"Text":"I made gardens and parks, filling them with all kinds of fruit trees."},{"Chapter":2,"Number":6,"Text":"I built reservoirs to collect the water to irrigate my many flourishing groves."},{"Chapter":2,"Number":7,"Text":"I bought slaves, both men and women, and others were born into my household. I also owned large herds and flocks, more than any of the kings who had lived in Jerusalem before me."},{"Chapter":2,"Number":8,"Text":"I collected great sums of silver and gold, the treasure of many kings and provinces. I hired wonderful singers, both men and women, and had many beautiful concubines. I had everything a man could desire!"},{"Chapter":2,"Number":9,"Text":"So I became greater than all who had lived in Jerusalem before me, and my wisdom never failed me."},{"Chapter":2,"Number":10,"Text":"Anything I wanted, I would take. I denied myself no pleasure. I even found great pleasure in hard work, a reward for all my labors."},{"Chapter":2,"Number":11,"Text":"But as I looked at everything I had worked so hard to accomplish, it was all so meaningless—like chasing the wind. There was nothing really worthwhile anywhere. "},{"Chapter":2,"Number":12,"Text":"So I decided to compare wisdom with foolishness and madness (for who can do this better than I, the king?)."},{"Chapter":2,"Number":13,"Text":"I thought, “Wisdom is better than foolishness, just as light is better than darkness."},{"Chapter":2,"Number":14,"Text":"For the wise can see where they are going, but fools walk in the dark.” Yet I saw that the wise and the foolish share the same fate."},{"Chapter":2,"Number":15,"Text":"Both will die. So I said to myself, “Since I will end up the same as the fool, what’s the value of all my wisdom? This is all so meaningless!”"},{"Chapter":2,"Number":16,"Text":"For the wise and the foolish both die. The wise will not be remembered any longer than the fool. In the days to come, both will be forgotten."},{"Chapter":2,"Number":17,"Text":"So I came to hate life because everything done here under the sun is so troubling. Everything is meaningless—like chasing the wind. "},{"Chapter":2,"Number":18,"Text":"I came to hate all my hard work here on earth, for I must leave to others everything I have earned."},{"Chapter":2,"Number":19,"Text":"And who can tell whether my successors will be wise or foolish? Yet they will control everything I have gained by my skill and hard work under the sun. How meaningless!"},{"Chapter":2,"Number":20,"Text":"So I gave up in despair, questioning the value of all my hard work in this world."},{"Chapter":2,"Number":21,"Text":"Some people work wisely with knowledge and skill, then must leave the fruit of their efforts to someone who hasn’t worked for it. This, too, is meaningless, a great tragedy."},{"Chapter":2,"Number":22,"Text":"So what do people get in this life for all their hard work and anxiety?"},{"Chapter":2,"Number":23,"Text":"Their days of labor are filled with pain and grief; even at night their minds cannot rest. It is all meaningless."},{"Chapter":2,"Number":24,"Text":"So I decided there is nothing better than to enjoy food and drink and to find satisfaction in work. Then I realized that these pleasures are from the hand of God."},{"Chapter":2,"Number":25,"Text":"For who can eat or enjoy anything apart from him?"},{"Chapter":2,"Number":26,"Text":"God gives wisdom, knowledge, and joy to those who please him. But if a sinner becomes wealthy, God takes the wealth away and gives it to those who please him. This, too, is meaningless—like chasing the wind."},{"Chapter":3,"Number":1,"Text":"For everything there is a season,    a time for every activity under heaven."},{"Chapter":3,"Number":2,"Text":"A time to be born and a time to die.    A time to plant and a time to harvest."},{"Chapter":3,"Number":3,"Text":"A time to kill and a time to heal.    A time to tear down and a time to build up."},{"Chapter":3,"Number":4,"Text":"A time to cry and a time to laugh.    A time to grieve and a time to dance."},{"Chapter":3,"Number":5,"Text":"A time to scatter stones and a time to gather stones.    A time to embrace and a time to turn away."},{"Chapter":3,"Number":6,"Text":"A time to search and a time to quit searching.    A time to keep and a time to throw away."},{"Chapter":3,"Number":7,"Text":"A time to tear and a time to mend.    A time to be quiet and a time to speak."},{"Chapter":3,"Number":8,"Text":"A time to love and a time to hate.    A time for war and a time for peace."},{"Chapter":3,"Number":9,"Text":"What do people really get for all their hard work?"},{"Chapter":3,"Number":10,"Text":"I have seen the burden God has placed on us all."},{"Chapter":3,"Number":11,"Text":"Yet God has made everything beautiful for its own time. He has planted eternity in the human heart, but even so, people cannot see the whole scope of God’s work from beginning to end."},{"Chapter":3,"Number":12,"Text":"So I concluded there is nothing better than to be happy and enjoy ourselves as long as we can."},{"Chapter":3,"Number":13,"Text":"And people should eat and drink and enjoy the fruits of their labor, for these are gifts from God."},{"Chapter":3,"Number":14,"Text":"And I know that whatever God does is final. Nothing can be added to it or taken from it. God’s purpose is that people should fear him."},{"Chapter":3,"Number":15,"Text":"What is happening now has happened before, and what will happen in the future has happened before, because God makes the same things happen over and over again. "},{"Chapter":3,"Number":16,"Text":"I also noticed that under the sun there is evil in the courtroom. Yes, even the courts of law are corrupt!"},{"Chapter":3,"Number":17,"Text":"I said to myself, “In due season God will judge everyone, both good and bad, for all their deeds.”"},{"Chapter":3,"Number":18,"Text":"I also thought about the human condition—how God proves to people that they are like animals."},{"Chapter":3,"Number":19,"Text":"For people and animals share the same fate—both breathe and both must die. So people have no real advantage over the animals. How meaningless!"},{"Chapter":3,"Number":20,"Text":"Both go to the same place—they came from dust and they return to dust."},{"Chapter":3,"Number":21,"Text":"For who can prove that the human spirit goes up and the spirit of animals goes down into the earth?"},{"Chapter":3,"Number":22,"Text":"So I saw that there is nothing better for people than to be happy in their work. That is our lot in life. And no one can bring us back to see what happens after we die."},{"Chapter":4,"Number":1,"Text":"Again, I observed all the oppression that takes place under the sun. I saw the tears of the oppressed, with no one to comfort them. The oppressors have great power, and their victims are helpless."},{"Chapter":4,"Number":2,"Text":"So I concluded that the dead are better off than the living."},{"Chapter":4,"Number":3,"Text":"But most fortunate of all are those who are not yet born. For they have not seen all the evil that is done under the sun."},{"Chapter":4,"Number":4,"Text":"Then I observed that most people are motivated to success because they envy their neighbors. But this, too, is meaningless—like chasing the wind."},{"Chapter":4,"Number":5,"Text":"“Fools fold their idle hands,    leading them to ruin.”"},{"Chapter":4,"Number":6,"Text":"And yet,“Better to have one handful with quietness    than two handfuls with hard work    and chasing the wind.” The Advantages of Companionship"},{"Chapter":4,"Number":7,"Text":"I observed yet another example of something meaningless under the sun."},{"Chapter":4,"Number":8,"Text":"This is the case of a man who is all alone, without a child or a brother, yet who works hard to gain as much wealth as he can. But then he asks himself, “Who am I working for? Why am I giving up so much pleasure now?” It is all so meaningless and depressing."},{"Chapter":4,"Number":9,"Text":"Two people are better off than one, for they can help each other succeed."},{"Chapter":4,"Number":10,"Text":"If one person falls, the other can reach out and help. But someone who falls alone is in real trouble."},{"Chapter":4,"Number":11,"Text":"Likewise, two people lying close together can keep each other warm. But how can one be warm alone?"},{"Chapter":4,"Number":12,"Text":"A person standing alone can be attacked and defeated, but two can stand back-to-back and conquer. Three are even better, for a triple-braided cord is not easily broken. "},{"Chapter":4,"Number":13,"Text":"It is better to be a poor but wise youth than an old and foolish king who refuses all advice."},{"Chapter":4,"Number":14,"Text":"Such a youth could rise from poverty and succeed. He might even become king, though he has been in prison."},{"Chapter":4,"Number":15,"Text":"But then everyone rushes to the side of yet another youth who replaces him."},{"Chapter":4,"Number":16,"Text":"Endless crowds stand around him, but then another generation grows up and rejects him, too. So it is all meaningless—like chasing the wind."},{"Chapter":5,"Number":1,"Text":"As you enter the house of God, keep your ears open and your mouth shut. It is evil to make mindless offerings to God."},{"Chapter":5,"Number":2,"Text":"Don’t make rash promises, and don’t be hasty in bringing matters before God. After all, God is in heaven, and you are here on earth. So let your words be few."},{"Chapter":5,"Number":3,"Text":"Too much activity gives you restless dreams; too many words make you a fool."},{"Chapter":5,"Number":4,"Text":"When you make a promise to God, don’t delay in following through, for God takes no pleasure in fools. Keep all the promises you make to him."},{"Chapter":5,"Number":5,"Text":"It is better to say nothing than to make a promise and not keep it."},{"Chapter":5,"Number":6,"Text":"Don’t let your mouth make you sin. And don’t defend yourself by telling the Temple messenger that the promise you made was a mistake. That would make God angry, and he might wipe out everything you have achieved."},{"Chapter":5,"Number":7,"Text":"Talk is cheap, like daydreams and other useless activities. Fear God instead. "},{"Chapter":5,"Number":8,"Text":"Don’t be surprised if you see a poor person being oppressed by the powerful and if justice is being miscarried throughout the land. For every official is under orders from higher up, and matters of justice get lost in red tape and bureaucracy."},{"Chapter":5,"Number":9,"Text":"Even the king milks the land for his own profit!"},{"Chapter":5,"Number":10,"Text":"Those who love money will never have enough. How meaningless to think that wealth brings true happiness!"},{"Chapter":5,"Number":11,"Text":"The more you have, the more people come to help you spend it. So what good is wealth—except perhaps to watch it slip through your fingers!"},{"Chapter":5,"Number":12,"Text":"People who work hard sleep well, whether they eat little or much. But the rich seldom get a good night’s sleep."},{"Chapter":5,"Number":13,"Text":"There is another serious problem I have seen under the sun. Hoarding riches harms the saver."},{"Chapter":5,"Number":14,"Text":"Money is put into risky investments that turn sour, and everything is lost. In the end, there is nothing left to pass on to one’s children."},{"Chapter":5,"Number":15,"Text":"We all come to the end of our lives as naked and empty-handed as on the day we were born. We can’t take our riches with us."},{"Chapter":5,"Number":16,"Text":"And this, too, is a very serious problem. People leave this world no better off than when they came. All their hard work is for nothing—like working for the wind."},{"Chapter":5,"Number":17,"Text":"Throughout their lives, they live under a cloud—frustrated, discouraged, and angry."},{"Chapter":5,"Number":18,"Text":"Even so, I have noticed one thing, at least, that is good. It is good for people to eat, drink, and enjoy their work under the sun during the short life God has given them, and to accept their lot in life."},{"Chapter":5,"Number":19,"Text":"And it is a good thing to receive wealth from God and the good health to enjoy it. To enjoy your work and accept your lot in life—this is indeed a gift from God."},{"Chapter":5,"Number":20,"Text":"God keeps such people so busy enjoying life that they take no time to brood over the past."},{"Chapter":6,"Number":1,"Text":"There is another serious tragedy I have seen under the sun, and it weighs heavily on humanity."},{"Chapter":6,"Number":2,"Text":"God gives some people great wealth and honor and everything they could ever want, but then he doesn’t give them the chance to enjoy these things. They die, and someone else, even a stranger, ends up enjoying their wealth! This is meaningless—a sickening tragedy."},{"Chapter":6,"Number":3,"Text":"A man might have a hundred children and live to be very old. But if he finds no satisfaction in life and doesn’t even get a decent burial, it would have been better for him to be born dead."},{"Chapter":6,"Number":4,"Text":"His birth would have been meaningless, and he would have ended in darkness. He wouldn’t even have had a name,"},{"Chapter":6,"Number":5,"Text":"and he would never have seen the sun or known of its existence. Yet he would have had more peace than in growing up to be an unhappy man."},{"Chapter":6,"Number":6,"Text":"He might live a thousand years twice over but still not find contentment. And since he must die like everyone else—well, what’s the use?"},{"Chapter":6,"Number":7,"Text":"All people spend their lives scratching for food, but they never seem to have enough."},{"Chapter":6,"Number":8,"Text":"So are wise people really better off than fools? Do poor people gain anything by being wise and knowing how to act in front of others?"},{"Chapter":6,"Number":9,"Text":"Enjoy what you have rather than desiring what you don’t have. Just dreaming about nice things is meaningless—like chasing the wind. The Future—Determined and Unknown"},{"Chapter":6,"Number":10,"Text":"Everything has already been decided. It was known long ago what each person would be. So there’s no use arguing with God about your destiny."},{"Chapter":6,"Number":11,"Text":"The more words you speak, the less they mean. So what good are they?"},{"Chapter":6,"Number":12,"Text":"In the few days of our meaningless lives, who knows how our days can best be spent? Our lives are like a shadow. Who can tell what will happen on this earth after we are gone?"},{"Chapter":7,"Number":1,"Text":"A good reputation is more valuable than costly perfume.    And the day you die is better than the day you are born."},{"Chapter":7,"Number":2,"Text":"Better to spend your time at funerals than at parties.    After all, everyone dies—    so the living should take this to heart."},{"Chapter":7,"Number":3,"Text":"Sorrow is better than laughter,    for sadness has a refining influence on us."},{"Chapter":7,"Number":4,"Text":"A wise person thinks a lot about death,    while a fool thinks only about having a good time."},{"Chapter":7,"Number":5,"Text":"Better to be criticized by a wise person    than to be praised by a fool."},{"Chapter":7,"Number":6,"Text":"A fool’s laughter is quickly gone,    like thorns crackling in a fire.    This also is meaningless."},{"Chapter":7,"Number":7,"Text":"Extortion turns wise people into fools,    and bribes corrupt the heart."},{"Chapter":7,"Number":8,"Text":"Finishing is better than starting.    Patience is better than pride."},{"Chapter":7,"Number":9,"Text":"Control your temper,    for anger labels you a fool."},{"Chapter":7,"Number":10,"Text":"Don’t long for “the good old days.”    This is not wise."},{"Chapter":7,"Number":11,"Text":"Wisdom is even better when you have money.    Both are a benefit as you go through life."},{"Chapter":7,"Number":12,"Text":"Wisdom and money can get you almost anything,    but only wisdom can save your life."},{"Chapter":7,"Number":13,"Text":"Accept the way God does things,    for who can straighten what he has made crooked?"},{"Chapter":7,"Number":14,"Text":"Enjoy prosperity while you can,    but when hard times strike, realize that both come from God.    Remember that nothing is certain in this life. "},{"Chapter":7,"Number":15,"Text":"I have seen everything in this meaningless life, including the death of good young people and the long life of wicked people."},{"Chapter":7,"Number":16,"Text":"So don’t be too good or too wise! Why destroy yourself?"},{"Chapter":7,"Number":17,"Text":"On the other hand, don’t be too wicked either. Don’t be a fool! Why die before your time?"},{"Chapter":7,"Number":18,"Text":"Pay attention to these instructions, for anyone who fears God will avoid both extremes."},{"Chapter":7,"Number":19,"Text":"One wise person is stronger than ten leading citizens of a town!"},{"Chapter":7,"Number":20,"Text":"Not a single person on earth is always good and never sins."},{"Chapter":7,"Number":21,"Text":"Don’t eavesdrop on others—you may hear your servant curse you."},{"Chapter":7,"Number":22,"Text":"For you know how often you yourself have cursed others."},{"Chapter":7,"Number":23,"Text":"I have always tried my best to let wisdom guide my thoughts and actions. I said to myself, “I am determined to be wise.” But it didn’t work."},{"Chapter":7,"Number":24,"Text":"Wisdom is always distant and difficult to find."},{"Chapter":7,"Number":25,"Text":"I searched everywhere, determined to find wisdom and to understand the reason for things. I was determined to prove to myself that wickedness is stupid and that foolishness is madness."},{"Chapter":7,"Number":26,"Text":"I discovered that a seductive woman is a trap more bitter than death. Her passion is a snare, and her soft hands are chains. Those who are pleasing to God will escape her, but sinners will be caught in her snare."},{"Chapter":7,"Number":27,"Text":"“This is my conclusion,” says the Teacher. “I discovered this after looking at the matter from every possible angle."},{"Chapter":7,"Number":28,"Text":"Though I have searched repeatedly, I have not found what I was looking for. Only one out of a thousand men is virtuous, but not one woman!"},{"Chapter":7,"Number":29,"Text":"But I did find this: God created people to be virtuous, but they have each turned to follow their own downward path.”"},{"Chapter":8,"Number":1,"Text":"How wonderful to be wise,    to analyze and interpret things.Wisdom lights up a person’s face,    softening its harshness. Obedience to the King"},{"Chapter":8,"Number":2,"Text":"Obey the king since you vowed to God that you would."},{"Chapter":8,"Number":3,"Text":"Don’t try to avoid doing your duty, and don’t stand with those who plot evil, for the king can do whatever he wants."},{"Chapter":8,"Number":4,"Text":"His command is backed by great power. No one can resist or question it."},{"Chapter":8,"Number":5,"Text":"Those who obey him will not be punished. Those who are wise will find a time and a way to do what is right,"},{"Chapter":8,"Number":6,"Text":"for there is a time and a way for everything, even when a person is in trouble."},{"Chapter":8,"Number":7,"Text":"Indeed, how can people avoid what they don’t know is going to happen?"},{"Chapter":8,"Number":8,"Text":"None of us can hold back our spirit from departing. None of us has the power to prevent the day of our death. There is no escaping that obligation, that dark battle. And in the face of death, wickedness will certainly not rescue the wicked. "},{"Chapter":8,"Number":9,"Text":"I have thought deeply about all that goes on here under the sun, where people have the power to hurt each other."},{"Chapter":8,"Number":10,"Text":"I have seen wicked people buried with honor. Yet they were the very ones who frequented the Temple and are now praised in the same city where they committed their crimes! This, too, is meaningless."},{"Chapter":8,"Number":11,"Text":"When a crime is not punished quickly, people feel it is safe to do wrong."},{"Chapter":8,"Number":12,"Text":"But even though a person sins a hundred times and still lives a long time, I know that those who fear God will be better off."},{"Chapter":8,"Number":13,"Text":"The wicked will not prosper, for they do not fear God. Their days will never grow long like the evening shadows."},{"Chapter":8,"Number":14,"Text":"And this is not all that is meaningless in our world. In this life, good people are often treated as though they were wicked, and wicked people are often treated as though they were good. This is so meaningless!"},{"Chapter":8,"Number":15,"Text":"So I recommend having fun, because there is nothing better for people in this world than to eat, drink, and enjoy life. That way they will experience some happiness along with all the hard work God gives them under the sun."},{"Chapter":8,"Number":16,"Text":"In my search for wisdom and in my observation of people’s burdens here on earth, I discovered that there is ceaseless activity, day and night."},{"Chapter":8,"Number":17,"Text":"I realized that no one can discover everything God is doing under the sun. Not even the wisest people discover everything, no matter what they claim."},{"Chapter":9,"Number":1,"Text":"This, too, I carefully explored: Even though the actions of godly and wise people are in God’s hands, no one knows whether God will show them favor."},{"Chapter":9,"Number":2,"Text":"The same destiny ultimately awaits everyone, whether righteous or wicked, good or bad, ceremonially clean or unclean, religious or irreligious. Good people receive the same treatment as sinners, and people who make promises to God are treated like people who don’t."},{"Chapter":9,"Number":3,"Text":"It seems so wrong that everyone under the sun suffers the same fate. Already twisted by evil, people choose their own mad course, for they have no hope. There is nothing ahead but death anyway."},{"Chapter":9,"Number":4,"Text":"There is hope only for the living. As they say, “It’s better to be a live dog than a dead lion!”"},{"Chapter":9,"Number":5,"Text":"The living at least know they will die, but the dead know nothing. They have no further reward, nor are they remembered."},{"Chapter":9,"Number":6,"Text":"Whatever they did in their lifetime—loving, hating, envying—is all long gone. They no longer play a part in anything here on earth."},{"Chapter":9,"Number":7,"Text":"So go ahead. Eat your food with joy, and drink your wine with a happy heart, for God approves of this!"},{"Chapter":9,"Number":8,"Text":"Wear fine clothes, with a splash of cologne!"},{"Chapter":9,"Number":9,"Text":"Live happily with the woman you love through all the meaningless days of life that God has given you under the sun. The wife God gives you is your reward for all your earthly toil."},{"Chapter":9,"Number":10,"Text":"Whatever you do, do well. For when you go to the grave, there will be no work or planning or knowledge or wisdom."},{"Chapter":9,"Number":11,"Text":"I have observed something else under the sun. The fastest runner doesn’t always win the race, and the strongest warrior doesn’t always win the battle. The wise sometimes go hungry, and the skillful are not necessarily wealthy. And those who are educated don’t always lead successful lives. It is all decided by chance, by being in the right place at the right time."},{"Chapter":9,"Number":12,"Text":"People can never predict when hard times might come. Like fish in a net or birds in a trap, people are caught by sudden tragedy. "},{"Chapter":9,"Number":13,"Text":"Here is another bit of wisdom that has impressed me as I have watched the way our world works."},{"Chapter":9,"Number":14,"Text":"There was a small town with only a few people, and a great king came with his army and besieged it."},{"Chapter":9,"Number":15,"Text":"A poor, wise man knew how to save the town, and so it was rescued. But afterward no one thought to thank him."},{"Chapter":9,"Number":16,"Text":"So even though wisdom is better than strength, those who are wise will be despised if they are poor. What they say will not be appreciated for long."},{"Chapter":9,"Number":17,"Text":"Better to hear the quiet words of a wise person    than the shouts of a foolish king."},{"Chapter":9,"Number":18,"Text":"Better to have wisdom than weapons of war,    but one sinner can destroy much that is good."},{"Chapter":10,"Number":1,"Text":"As dead flies cause even a bottle of perfume to stink,    so a little foolishness spoils great wisdom and honor."},{"Chapter":10,"Number":2,"Text":"A wise person chooses the right road;    a fool takes the wrong one."},{"Chapter":10,"Number":3,"Text":"You can identify fools    just by the way they walk down the street!"},{"Chapter":10,"Number":4,"Text":"If your boss is angry at you, don’t quit!    A quiet spirit can overcome even great mistakes. The Ironies of Life"},{"Chapter":10,"Number":5,"Text":"There is another evil I have seen under the sun. Kings and rulers make a grave mistake"},{"Chapter":10,"Number":6,"Text":"when they give great authority to foolish people and low positions to people of proven worth."},{"Chapter":10,"Number":7,"Text":"I have even seen servants riding horseback like princes—and princes walking like servants!"},{"Chapter":10,"Number":8,"Text":"When you dig a well,    you might fall in.When you demolish an old wall,    you could be bitten by a snake."},{"Chapter":10,"Number":9,"Text":"When you work in a quarry,    stones might fall and crush you.When you chop wood,    there is danger with each stroke of your ax."},{"Chapter":10,"Number":10,"Text":"Using a dull ax requires great strength,    so sharpen the blade.That’s the value of wisdom;    it helps you succeed."},{"Chapter":10,"Number":11,"Text":"If a snake bites before you charm it,    what’s the use of being a snake charmer?"},{"Chapter":10,"Number":12,"Text":"Wise words bring approval,    but fools are destroyed by their own words."},{"Chapter":10,"Number":13,"Text":"Fools base their thoughts on foolish assumptions,    so their conclusions will be wicked madness;"},{"Chapter":10,"Number":14,"Text":"they chatter on and on.No one really knows what is going to happen;    no one can predict the future."},{"Chapter":10,"Number":15,"Text":"Fools are so exhausted by a little work    that they can’t even find their way home."},{"Chapter":10,"Number":16,"Text":"What sorrow for the land ruled by a servant,    the land whose leaders feast in the morning."},{"Chapter":10,"Number":17,"Text":"Happy is the land whose king is a noble leader    and whose leaders feast at the proper time    to gain strength for their work, not to get drunk."},{"Chapter":10,"Number":18,"Text":"Laziness leads to a sagging roof;    idleness leads to a leaky house."},{"Chapter":10,"Number":19,"Text":"A party gives laughter,    wine gives happiness,    and money gives everything!"},{"Chapter":10,"Number":20,"Text":"Never make light of the king, even in your thoughts.    And don’t make fun of the powerful, even in your own bedroom.For a little bird might deliver your message    and tell them what you said."},{"Chapter":11,"Number":1,"Text":"Send your grain across the seas,    and in time, profits will flow back to you."},{"Chapter":11,"Number":2,"Text":"But divide your investments among many places,    for you do not know what risks might lie ahead."},{"Chapter":11,"Number":3,"Text":"When clouds are heavy, the rains come down.    Whether a tree falls north or south, it stays where it falls."},{"Chapter":11,"Number":4,"Text":"Farmers who wait for perfect weather never plant.    If they watch every cloud, they never harvest."},{"Chapter":11,"Number":5,"Text":"Just as you cannot understand the path of the wind or the mystery of a tiny baby growing in its mother’s womb, so you cannot understand the activity of God, who does all things."},{"Chapter":11,"Number":6,"Text":"Plant your seed in the morning and keep busy all afternoon, for you don’t know if profit will come from one activity or another—or maybe both. "},{"Chapter":11,"Number":7,"Text":"Light is sweet; how pleasant to see a new day dawning."},{"Chapter":11,"Number":8,"Text":"When people live to be very old, let them rejoice in every day of life. But let them also remember there will be many dark days. Everything still to come is meaningless."},{"Chapter":11,"Number":9,"Text":"Young people, it’s wonderful to be young! Enjoy every minute of it. Do everything you want to do; take it all in. But remember that you must give an account to God for everything you do."},{"Chapter":11,"Number":10,"Text":"So refuse to worry, and keep your body healthy. But remember that youth, with a whole life before you, is meaningless."},{"Chapter":12,"Number":1,"Text":"Don’t let the excitement of youth cause you to forget your Creator. Honor him in your youth before you grow old and say, “Life is not pleasant anymore.”"},{"Chapter":12,"Number":2,"Text":"Remember him before the light of the sun, moon, and stars is dim to your old eyes, and rain clouds continually darken your sky."},{"Chapter":12,"Number":3,"Text":"Remember him before your legs—the guards of your house—start to tremble; and before your shoulders—the strong men—stoop. Remember him before your teeth—your few remaining servants—stop grinding; and before your eyes—the women looking through the windows—see dimly."},{"Chapter":12,"Number":4,"Text":"Remember him before the door to life’s opportunities is closed and the sound of work fades. Now you rise at the first chirping of the birds, but then all their sounds will grow faint."},{"Chapter":12,"Number":5,"Text":"Remember him before you become fearful of falling and worry about danger in the streets; before your hair turns white like an almond tree in bloom, and you drag along without energy like a dying grasshopper, and the caperberry no longer inspires sexual desire. Remember him before you near the grave, your everlasting home, when the mourners will weep at your funeral."},{"Chapter":12,"Number":6,"Text":"Yes, remember your Creator now while you are young, before the silver cord of life snaps and the golden bowl is broken. Don’t wait until the water jar is smashed at the spring and the pulley is broken at the well."},{"Chapter":12,"Number":7,"Text":"For then the dust will return to the earth, and the spirit will return to God who gave it. Concluding Thoughts about the Teacher"},{"Chapter":12,"Number":8,"Text":"“Everything is meaningless,” says the Teacher, “completely meaningless.”"},{"Chapter":12,"Number":9,"Text":"Keep this in mind: The Teacher was considered wise, and he taught the people everything he knew. He listened carefully to many proverbs, studying and classifying them."},{"Chapter":12,"Number":10,"Text":"The Teacher sought to find just the right words to express truths clearly."},{"Chapter":12,"Number":11,"Text":"The words of the wise are like cattle prods—painful but helpful. Their collected sayings are like a nail-studded stick with which a shepherd drives the sheep."},{"Chapter":12,"Number":12,"Text":"But, my child, let me give you some further advice: Be careful, for writing books is endless, and much study wears you out."},{"Chapter":12,"Number":13,"Text":"That’s the whole story. Here now is my final conclusion: Fear God and obey his commands, for this is everyone’s duty."},{"Chapter":12,"Number":14,"Text":"God will judge us for everything we do, including every secret thing, whether good or bad."}]}
