{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"Live in the Truth","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Conclusion","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from John, the elder.I am writing to the chosen lady and to her children, whom I love in the truth—as does everyone else who knows the truth—"},{"Chapter":1,"Number":2,"Text":"because the truth lives in us and will be with us forever."},{"Chapter":1,"Number":3,"Text":"Grace, mercy, and peace, which come from God the Father and from Jesus Christ—the Son of the Father—will continue to be with us who live in truth and love. "},{"Chapter":1,"Number":4,"Text":"How happy I was to meet some of your children and find them living according to the truth, just as the Father commanded."},{"Chapter":1,"Number":5,"Text":"I am writing to remind you, dear friends, that we should love one another. This is not a new commandment, but one we have had from the beginning."},{"Chapter":1,"Number":6,"Text":"Love means doing what God has commanded us, and he has commanded us to love one another, just as you heard from the beginning."},{"Chapter":1,"Number":7,"Text":"I say this because many deceivers have gone out into the world. They deny that Jesus Christ came in a real body. Such a person is a deceiver and an antichrist."},{"Chapter":1,"Number":8,"Text":"Watch out that you do not lose what we have worked so hard to achieve. Be diligent so that you receive your full reward."},{"Chapter":1,"Number":9,"Text":"Anyone who wanders away from this teaching has no relationship with God. But anyone who remains in the teaching of Christ has a relationship with both the Father and the Son."},{"Chapter":1,"Number":10,"Text":"If anyone comes to your meeting and does not teach the truth about Christ, don’t invite that person into your home or give any kind of encouragement."},{"Chapter":1,"Number":11,"Text":"Anyone who encourages such people becomes a partner in their evil work. "},{"Chapter":1,"Number":12,"Text":"I have much more to say to you, but I don’t want to do it with paper and ink. For I hope to visit you soon and talk with you face to face. Then our joy will be complete."},{"Chapter":1,"Number":13,"Text":"Greetings from the children of your sister, chosen by God."}]}
