{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"God’s Judgment on Israel’s Neighbors","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"God’s Judgment on Judah and Israel","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Witnesses against Guilty Israel","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Israel’s Failure to Learn","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"A Call to Repentance","Chapter":5},{"VerseStartingAt":18,"ParagraphTitle":"Warning of Coming Judgment","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"A Vision of Locusts","Chapter":7},{"VerseStartingAt":4,"ParagraphTitle":"A Vision of Fire","Chapter":7},{"VerseStartingAt":7,"ParagraphTitle":"A Vision of a Plumb Line","Chapter":7},{"VerseStartingAt":10,"ParagraphTitle":"Amos and Amaziah","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"A Vision of Ripe Fruit","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"A Vision of God at the Altar","Chapter":9},{"VerseStartingAt":11,"ParagraphTitle":"A Promise of Restoration","Chapter":9}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This message was given to Amos, a shepherd from the town of Tekoa in Judah. He received this message in visions two years before the earthquake, when Uzziah was king of Judah and Jeroboam II, the son of Jehoash, was king of Israel."},{"Chapter":1,"Number":2,"Text":"This is what he saw and heard:“The Lord’s voice will roar from Zion    and thunder from Jerusalem!The lush pastures of the shepherds will dry up;    the grass on Mount Carmel will wither and die.” God’s Judgment on Israel’s Neighbors"},{"Chapter":1,"Number":3,"Text":"This is what the Lord says:“The people of Damascus have sinned again and again,    and I will not let them go unpunished!They beat down my people in Gilead    as grain is threshed with iron sledges."},{"Chapter":1,"Number":4,"Text":"So I will send down fire on King Hazael’s palace,    and the fortresses of King Ben-hadad will be destroyed."},{"Chapter":1,"Number":5,"Text":"I will break down the gates of Damascus    and slaughter the people in the valley of Aven.I will destroy the ruler in Beth-eden,    and the people of Aram will go as captives to Kir,”    says the Lord."},{"Chapter":1,"Number":6,"Text":"This is what the Lord says: “The people of Gaza have sinned again and again,    and I will not let them go unpunished!They sent whole villages into exile,    selling them as slaves to Edom."},{"Chapter":1,"Number":7,"Text":"So I will send down fire on the walls of Gaza,    and all its fortresses will be destroyed."},{"Chapter":1,"Number":8,"Text":"I will slaughter the people of Ashdod    and destroy the king of Ashkelon.Then I will turn to attack Ekron,    and the few Philistines still left will be killed,”    says the Sovereign Lord."},{"Chapter":1,"Number":9,"Text":"This is what the Lord says: “The people of Tyre have sinned again and again,    and I will not let them go unpunished!They broke their treaty of brotherhood with Israel,    selling whole villages as slaves to Edom."},{"Chapter":1,"Number":10,"Text":"So I will send down fire on the walls of Tyre,    and all its fortresses will be destroyed.”"},{"Chapter":1,"Number":11,"Text":"This is what the Lord says: “The people of Edom have sinned again and again,    and I will not let them go unpunished!They chased down their relatives, the Israelites, with swords,    showing them no mercy.In their rage, they slashed them continually    and were unrelenting in their anger."},{"Chapter":1,"Number":12,"Text":"So I will send down fire on Teman,    and the fortresses of Bozrah will be destroyed.”"},{"Chapter":1,"Number":13,"Text":"This is what the Lord says:“The people of Ammon have sinned again and again,    and I will not let them go unpunished!When they attacked Gilead to extend their borders,    they ripped open pregnant women with their swords."},{"Chapter":1,"Number":14,"Text":"So I will send down fire on the walls of Rabbah,    and all its fortresses will be destroyed.The battle will come upon them with shouts,    like a whirlwind in a mighty storm."},{"Chapter":1,"Number":15,"Text":"And their king and his princes will go into exile together,”    says the Lord."},{"Chapter":2,"Number":1,"Text":"This is what the Lord says:“The people of Moab have sinned again and again,    and I will not let them go unpunished!They desecrated the bones of Edom’s king,    burning them to ashes."},{"Chapter":2,"Number":2,"Text":"So I will send down fire on the land of Moab,    and all the fortresses in Kerioth will be destroyed.The people will fall in the noise of battle,    as the warriors shout and the ram’s horn sounds."},{"Chapter":2,"Number":3,"Text":"And I will destroy their king    and slaughter all their princes,”    says the Lord. God’s Judgment on Judah and Israel"},{"Chapter":2,"Number":4,"Text":"This is what the Lord says:“The people of Judah have sinned again and again,    and I will not let them go unpunished!They have rejected the instruction of the Lord,    refusing to obey his decrees.They have been led astray by the same lies    that deceived their ancestors."},{"Chapter":2,"Number":5,"Text":"So I will send down fire on Judah,    and all the fortresses of Jerusalem will be destroyed.”"},{"Chapter":2,"Number":6,"Text":"This is what the Lord says: “The people of Israel have sinned again and again,    and I will not let them go unpunished!They sell honorable people for silver    and poor people for a pair of sandals."},{"Chapter":2,"Number":7,"Text":"They trample helpless people in the dust    and shove the oppressed out of the way.Both father and son sleep with the same woman,    corrupting my holy name."},{"Chapter":2,"Number":8,"Text":"At their religious festivals,    they lounge in clothing their debtors put up as security.In the house of their gods,    they drink wine bought with unjust fines."},{"Chapter":2,"Number":9,"Text":"“But as my people watched,    I destroyed the Amorites,though they were as tall as cedars    and as strong as oaks.I destroyed the fruit on their branches    and dug out their roots."},{"Chapter":2,"Number":10,"Text":"It was I who rescued you from Egypt    and led you through the desert for forty years,    so you could possess the land of the Amorites."},{"Chapter":2,"Number":11,"Text":"I chose some of your sons to be prophets    and others to be Nazirites.Can you deny this, my people of Israel?”    asks the Lord."},{"Chapter":2,"Number":12,"Text":"“But you caused the Nazirites to sin by making them drink wine,    and you commanded the prophets, ‘Shut up!’"},{"Chapter":2,"Number":13,"Text":"“So I will make you groan    like a wagon loaded down with sheaves of grain."},{"Chapter":2,"Number":14,"Text":"Your fastest runners will not get away.    The strongest among you will become weak.Even mighty warriors will be unable to save themselves."},{"Chapter":2,"Number":15,"Text":"The archers will not stand their ground.The swiftest runners won’t be fast enough to escape.    Even those riding horses won’t be able to save themselves."},{"Chapter":2,"Number":16,"Text":"On that day the most courageous of your fighting men    will drop their weapons and run for their lives,”    says the Lord."},{"Chapter":3,"Number":1,"Text":"Listen to this message that the Lord has spoken against you, O people of Israel—against the entire family I rescued from Egypt:"},{"Chapter":3,"Number":2,"Text":"“From among all the families on the earth,    I have been intimate with you alone.That is why I must punish you    for all your sins.” Witnesses against Guilty Israel"},{"Chapter":3,"Number":3,"Text":"Can two people walk together    without agreeing on the direction?"},{"Chapter":3,"Number":4,"Text":"Does a lion ever roar in a thicket    without first finding a victim?Does a young lion growl in its den    without first catching its prey?"},{"Chapter":3,"Number":5,"Text":"Does a bird ever get caught in a trap    that has no bait?Does a trap spring shut    when there’s nothing to catch?"},{"Chapter":3,"Number":6,"Text":"When the ram’s horn blows a warning,    shouldn’t the people be alarmed?Does disaster come to a city    unless the Lord has planned it?"},{"Chapter":3,"Number":7,"Text":"Indeed, the Sovereign Lord never does anything    until he reveals his plans to his servants the prophets."},{"Chapter":3,"Number":8,"Text":"The lion has roared—    so who isn’t frightened?The Sovereign Lord has spoken—    so who can refuse to proclaim his message?"},{"Chapter":3,"Number":9,"Text":"Announce this to the leaders of Philistia    and to the great ones of Egypt:“Take your seats now on the hills around Samaria,    and witness the chaos and oppression in Israel.”"},{"Chapter":3,"Number":10,"Text":"“My people have forgotten how to do right,”    says the Lord.“Their fortresses are filled with wealth    taken by theft and violence."},{"Chapter":3,"Number":11,"Text":"Therefore,” says the Sovereign Lord,    “an enemy is coming!He will surround them and shatter their defenses.    Then he will plunder all their fortresses.”"},{"Chapter":3,"Number":12,"Text":"This is what the Lord says:“A shepherd who tries to rescue a sheep from a lion’s mouth    will recover only two legs or a piece of an ear.So it will be for the Israelites in Samaria lying on luxurious beds,    and for the people of Damascus reclining on couches."},{"Chapter":3,"Number":13,"Text":"“Now listen to this, and announce it throughout all Israel,” says the Lord, the Lord God of Heaven’s Armies."},{"Chapter":3,"Number":14,"Text":"“On the very day I punish Israel for its sins,    I will destroy the pagan altars at Bethel.The horns of the altar will be cut off    and fall to the ground."},{"Chapter":3,"Number":15,"Text":"And I will destroy the beautiful homes of the wealthy—    their winter mansions and their summer houses, too—all their palaces filled with ivory,”    says the Lord."},{"Chapter":4,"Number":1,"Text":"Listen to me, you fat cows    living in Samaria,you women who oppress the poor    and crush the needy,and who are always calling to your husbands,    “Bring us another drink!”"},{"Chapter":4,"Number":2,"Text":"The Sovereign Lord has sworn this by his holiness:“The time will come when you will be led away    with hooks in your noses.Every last one of you will be dragged away    like a fish on a hook!"},{"Chapter":4,"Number":3,"Text":"You will be led out through the ruins of the wall;    you will be thrown from your fortresses,”    says the Lord."},{"Chapter":4,"Number":4,"Text":"“Go ahead and offer sacrifices to the idols at Bethel.    Keep on disobeying at Gilgal.Offer sacrifices each morning,    and bring your tithes every three days."},{"Chapter":4,"Number":5,"Text":"Present your bread made with yeast    as an offering of thanksgiving.Then give your extra voluntary offerings    so you can brag about it everywhere!This is the kind of thing you Israelites love to do,”    says the Sovereign Lord."},{"Chapter":4,"Number":6,"Text":"“I brought hunger to every city    and famine to every town.But still you would not return to me,”    says the Lord."},{"Chapter":4,"Number":7,"Text":"“I kept the rain from falling    when your crops needed it the most.I sent rain on one town    but withheld it from another.Rain fell on one field,    while another field withered away."},{"Chapter":4,"Number":8,"Text":"People staggered from town to town looking for water,    but there was never enough.But still you would not return to me,”    says the Lord."},{"Chapter":4,"Number":9,"Text":"“I struck your farms and vineyards with blight and mildew.    Locusts devoured all your fig and olive trees.But still you would not return to me,”    says the Lord."},{"Chapter":4,"Number":10,"Text":"“I sent plagues on you    like the plagues I sent on Egypt long ago.I killed your young men in war    and led all your horses away.    The stench of death filled the air!But still you would not return to me,”    says the Lord."},{"Chapter":4,"Number":11,"Text":"“I destroyed some of your cities,    as I destroyed Sodom and Gomorrah.Those of you who survived    were like charred sticks pulled from a fire.But still you would not return to me,”    says the Lord."},{"Chapter":4,"Number":12,"Text":"“Therefore, I will bring upon you all the disasters I have announced.    Prepare to meet your God in judgment, you people of Israel!”"},{"Chapter":4,"Number":13,"Text":"For the Lord is the one who shaped the mountains,    stirs up the winds, and reveals his thoughts to mankind.He turns the light of dawn into darkness    and treads on the heights of the earth.    The Lord God of Heaven’s Armies is his name!"},{"Chapter":5,"Number":1,"Text":"Listen, you people of Israel! Listen to this funeral song I am singing:"},{"Chapter":5,"Number":2,"Text":"“The virgin Israel has fallen,    never to rise again!She lies abandoned on the ground,    with no one to help her up.”"},{"Chapter":5,"Number":3,"Text":"The Sovereign Lord says:“When a city sends a thousand men to battle,    only a hundred will return.When a town sends a hundred,    only ten will come back alive.”"},{"Chapter":5,"Number":4,"Text":"Now this is what the Lord says to the family of Israel:“Come back to me and live!"},{"Chapter":5,"Number":5,"Text":"Don’t worship at the pagan altars at Bethel;    don’t go to the shrines at Gilgal or Beersheba.For the people of Gilgal will be dragged off into exile,    and the people of Bethel will be reduced to nothing.”"},{"Chapter":5,"Number":6,"Text":"Come back to the Lord and live!Otherwise, he will roar through Israel like a fire,    devouring you completely.Your gods in Bethel    won’t be able to quench the flames."},{"Chapter":5,"Number":7,"Text":"You twist justice, making it a bitter pill for the oppressed.    You treat the righteous like dirt."},{"Chapter":5,"Number":8,"Text":"It is the Lord who created the stars,    the Pleiades and Orion.He turns darkness into morning    and day into night.He draws up water from the oceans    and pours it down as rain on the land.    The Lord is his name!"},{"Chapter":5,"Number":9,"Text":"With blinding speed and power he destroys the strong,    crushing all their defenses."},{"Chapter":5,"Number":10,"Text":"How you hate honest judges!    How you despise people who tell the truth!"},{"Chapter":5,"Number":11,"Text":"You trample the poor,    stealing their grain through taxes and unfair rent.Therefore, though you build beautiful stone houses,    you will never live in them.Though you plant lush vineyards,    you will never drink wine from them."},{"Chapter":5,"Number":12,"Text":"For I know the vast number of your sins    and the depth of your rebellions.You oppress good people by taking bribes    and deprive the poor of justice in the courts."},{"Chapter":5,"Number":13,"Text":"So those who are smart keep their mouths shut,    for it is an evil time."},{"Chapter":5,"Number":14,"Text":"Do what is good and run from evil    so that you may live!Then the Lord God of Heaven’s Armies will be your helper,    just as you have claimed."},{"Chapter":5,"Number":15,"Text":"Hate evil and love what is good;    turn your courts into true halls of justice.Perhaps even yet the Lord God of Heaven’s Armies    will have mercy on the remnant of his people."},{"Chapter":5,"Number":16,"Text":"Therefore, this is what the Lord, the Lord God of Heaven’s Armies, says:“There will be crying in all the public squares    and mourning in every street.Call for the farmers to weep with you,    and summon professional mourners to wail."},{"Chapter":5,"Number":17,"Text":"There will be wailing in every vineyard,    for I will destroy them all,”    says the Lord. "},{"Chapter":5,"Number":18,"Text":"What sorrow awaits you who say,    “If only the day of the Lord were here!”You have no idea what you are wishing for.    That day will bring darkness, not light."},{"Chapter":5,"Number":19,"Text":"In that day you will be like a man who runs from a lion—    only to meet a bear.Escaping from the bear, he leans his hand against a wall in his house—    and he’s bitten by a snake."},{"Chapter":5,"Number":20,"Text":"Yes, the day of the Lord will be dark and hopeless,    without a ray of joy or hope."},{"Chapter":5,"Number":21,"Text":"“I hate all your show and pretense—    the hypocrisy of your religious festivals and solemn assemblies."},{"Chapter":5,"Number":22,"Text":"I will not accept your burnt offerings and grain offerings.    I won’t even notice all your choice peace offerings."},{"Chapter":5,"Number":23,"Text":"Away with your noisy hymns of praise!    I will not listen to the music of your harps."},{"Chapter":5,"Number":24,"Text":"Instead, I want to see a mighty flood of justice,    an endless river of righteous living."},{"Chapter":5,"Number":25,"Text":"“Was it to me you were bringing sacrifices and offerings during the forty years in the wilderness, Israel?"},{"Chapter":5,"Number":26,"Text":"No, you served your pagan gods—Sakkuth your king god and Kaiwan your star god—the images you made for yourselves."},{"Chapter":5,"Number":27,"Text":"So I will send you into exile, to a land east of Damascus,” says the Lord, whose name is the God of Heaven’s Armies."},{"Chapter":6,"Number":1,"Text":"What sorrow awaits you who lounge in luxury in Jerusalem,    and you who feel secure in Samaria!You are famous and popular in Israel,    and people go to you for help."},{"Chapter":6,"Number":2,"Text":"But go over to Calneh    and see what happened there.Then go to the great city of Hamath    and down to the Philistine city of Gath.You are no better than they were,    and look at how they were destroyed."},{"Chapter":6,"Number":3,"Text":"You push away every thought of coming disaster,    but your actions only bring the day of judgment closer."},{"Chapter":6,"Number":4,"Text":"How terrible for you who sprawl on ivory beds    and lounge on your couches,eating the meat of tender lambs from the flock    and of choice calves fattened in the stall."},{"Chapter":6,"Number":5,"Text":"You sing trivial songs to the sound of the harp    and fancy yourselves to be great musicians like David."},{"Chapter":6,"Number":6,"Text":"You drink wine by the bowlful    and perfume yourselves with fragrant lotions.    You care nothing about the ruin of your nation."},{"Chapter":6,"Number":7,"Text":"Therefore, you will be the first to be led away as captives.    Suddenly, all your parties will end."},{"Chapter":6,"Number":8,"Text":"The Sovereign Lord has sworn by his own name, and this is what he, the Lord God of Heaven’s Armies, says: “I despise the arrogance of Israel,    and I hate their fortresses.I will give this city    and everything in it to their enemies.”"},{"Chapter":6,"Number":9,"Text":"(If there are ten men left in one house, they will all die."},{"Chapter":6,"Number":10,"Text":"And when a relative who is responsible to dispose of the dead goes into the house to carry out the bodies, he will ask the last survivor, “Is anyone else with you?” When the person begins to swear, “No, by . . . ,” he will interrupt and say, “Stop! Don’t even mention the name of the Lord.”)"},{"Chapter":6,"Number":11,"Text":"When the Lord gives the command,    homes both great and small will be smashed to pieces."},{"Chapter":6,"Number":12,"Text":"Can horses gallop over boulders?    Can oxen be used to plow them?But that’s how foolish you are when you turn justice into poison    and the sweet fruit of righteousness into bitterness."},{"Chapter":6,"Number":13,"Text":"And you brag about your conquest of Lo-debar.    You boast, “Didn’t we take Karnaim by our own strength?”"},{"Chapter":6,"Number":14,"Text":"“O people of Israel, I am about to bring an enemy nation against you,”    says the Lord God of Heaven’s Armies.“They will oppress you throughout your land—    from Lebo-hamath in the north    to the Arabah Valley in the south.”"},{"Chapter":7,"Number":1,"Text":"The Sovereign Lord showed me a vision. I saw him preparing to send a vast swarm of locusts over the land. This was after the king’s share had been harvested from the fields and as the main crop was coming up."},{"Chapter":7,"Number":2,"Text":"In my vision the locusts ate every green plant in sight. Then I said, “O Sovereign Lord, please forgive us or we will not survive, for Israel is so small.”"},{"Chapter":7,"Number":3,"Text":"So the Lord relented from this plan. “I will not do it,” he said. "},{"Chapter":7,"Number":4,"Text":"Then the Sovereign Lord showed me another vision. I saw him preparing to punish his people with a great fire. The fire had burned up the depths of the sea and was devouring the entire land."},{"Chapter":7,"Number":5,"Text":"Then I said, “O Sovereign Lord, please stop or we will not survive, for Israel is so small.”"},{"Chapter":7,"Number":6,"Text":"Then the Lord relented from this plan, too. “I will not do that either,” said the Sovereign Lord. "},{"Chapter":7,"Number":7,"Text":"Then he showed me another vision. I saw the Lord standing beside a wall that had been built using a plumb line. He was using a plumb line to see if it was still straight."},{"Chapter":7,"Number":8,"Text":"And the Lord said to me, “Amos, what do you see?”I answered, “A plumb line.”And the Lord replied, “I will test my people with this plumb line. I will no longer ignore all their sins."},{"Chapter":7,"Number":9,"Text":"The pagan shrines of your ancestors will be ruined, and the temples of Israel will be destroyed; I will bring the dynasty of King Jeroboam to a sudden end.” "},{"Chapter":7,"Number":10,"Text":"Then Amaziah, the priest of Bethel, sent a message to Jeroboam, king of Israel: “Amos is hatching a plot against you right here on your very doorstep! What he is saying is intolerable."},{"Chapter":7,"Number":11,"Text":"He is saying, ‘Jeroboam will soon be killed, and the people of Israel will be sent away into exile.’”"},{"Chapter":7,"Number":12,"Text":"Then Amaziah sent orders to Amos: “Get out of here, you prophet! Go on back to the land of Judah, and earn your living by prophesying there!"},{"Chapter":7,"Number":13,"Text":"Don’t bother us with your prophecies here in Bethel. This is the king’s sanctuary and the national place of worship!”"},{"Chapter":7,"Number":14,"Text":"But Amos replied, “I’m not a professional prophet, and I was never trained to be one. I’m just a shepherd, and I take care of sycamore-fig trees."},{"Chapter":7,"Number":15,"Text":"But the Lord called me away from my flock and told me, ‘Go and prophesy to my people in Israel.’"},{"Chapter":7,"Number":16,"Text":"Now then, listen to this message from the Lord:“You say,‘Don’t prophesy against Israel.    Stop preaching against my people.’"},{"Chapter":7,"Number":17,"Text":"But this is what the Lord says:‘Your wife will become a prostitute in this city,    and your sons and daughters will be killed.Your land will be divided up,    and you yourself will die in a foreign land.And the people of Israel will certainly become captives in exile,    far from their homeland.’”"},{"Chapter":8,"Number":1,"Text":"Then the Sovereign Lord showed me another vision. In it I saw a basket filled with ripe fruit."},{"Chapter":8,"Number":2,"Text":"“What do you see, Amos?” he asked.I replied, “A basket full of ripe fruit.”Then the Lord said, “Like this fruit, Israel is ripe for punishment! I will not delay their punishment again."},{"Chapter":8,"Number":3,"Text":"In that day the singing in the temple will turn to wailing. Dead bodies will be scattered everywhere. They will be carried out of the city in silence. I, the Sovereign Lord, have spoken!”"},{"Chapter":8,"Number":4,"Text":"Listen to this, you who rob the poor    and trample down the needy!"},{"Chapter":8,"Number":5,"Text":"You can’t wait for the Sabbath day to be over    and the religious festivals to end    so you can get back to cheating the helpless.You measure out grain with dishonest measures    and cheat the buyer with dishonest scales."},{"Chapter":8,"Number":6,"Text":"And you mix the grain you sell    with chaff swept from the floor.Then you enslave poor people    for one piece of silver or a pair of sandals."},{"Chapter":8,"Number":7,"Text":"Now the Lord has sworn this oath    by his own name, the Pride of Israel:“I will never forget    the wicked things you have done!"},{"Chapter":8,"Number":8,"Text":"The earth will tremble for your deeds,    and everyone will mourn.The ground will rise like the Nile River at floodtime;    it will heave up, then sink again."},{"Chapter":8,"Number":9,"Text":"“In that day,” says the Sovereign Lord,“I will make the sun go down at noon    and darken the earth while it is still day."},{"Chapter":8,"Number":10,"Text":"I will turn your celebrations into times of mourning    and your singing into weeping.You will wear funeral clothes    and shave your heads to show your sorrow—as if your only son had died.    How very bitter that day will be!"},{"Chapter":8,"Number":11,"Text":"“The time is surely coming,” says the Sovereign Lord,    “when I will send a famine on the land—not a famine of bread or water    but of hearing the words of the Lord."},{"Chapter":8,"Number":12,"Text":"People will stagger from sea to sea    and wander from border to bordersearching for the word of the Lord,    but they will not find it."},{"Chapter":8,"Number":13,"Text":"Beautiful girls and strong young men    will grow faint in that day,    thirsting for the Lord’s word."},{"Chapter":8,"Number":14,"Text":"And those who swear by the shameful idols of Samaria—    who take oaths in the name of the god of Dan    and make vows in the name of the god of Beersheba—they will all fall down,    never to rise again.”"},{"Chapter":9,"Number":1,"Text":"Then I saw a vision of the Lord standing beside the altar. He said,“Strike the tops of the Temple columns,    so that the foundation will shake.Bring down the roof    on the heads of the people below.I will kill with the sword those who survive.    No one will escape!"},{"Chapter":9,"Number":2,"Text":"“Even if they dig down to the place of the dead,    I will reach down and pull them up.Even if they climb up into the heavens,    I will bring them down."},{"Chapter":9,"Number":3,"Text":"Even if they hide at the very top of Mount Carmel,    I will search them out and capture them.Even if they hide at the bottom of the ocean,    I will send the sea serpent after them to bite them."},{"Chapter":9,"Number":4,"Text":"Even if their enemies drive them into exile,    I will command the sword to kill them there.I am determined to bring disaster upon them    and not to help them.”"},{"Chapter":9,"Number":5,"Text":"The Lord, the Lord of Heaven’s Armies,    touches the land and it melts,    and all its people mourn.The ground rises like the Nile River at floodtime,    and then it sinks again."},{"Chapter":9,"Number":6,"Text":"The Lord’s home reaches up to the heavens,    while its foundation is on the earth.He draws up water from the oceans    and pours it down as rain on the land.    The Lord is his name!"},{"Chapter":9,"Number":7,"Text":"“Are you Israelites more important to me    than the Ethiopians?” asks the Lord.“I brought Israel out of Egypt,    but I also brought the Philistines from Crete    and led the Arameans out of Kir."},{"Chapter":9,"Number":8,"Text":"“I, the Sovereign Lord,    am watching this sinful nation of Israel.I will destroy it    from the face of the earth.But I will never completely destroy the family of Israel,”    says the Lord."},{"Chapter":9,"Number":9,"Text":"“For I will give the command    and will shake Israel along with the other nationsas grain is shaken in a sieve,    yet not one true kernel will be lost."},{"Chapter":9,"Number":10,"Text":"But all the sinners will die by the sword—    all those who say, ‘Nothing bad will happen to us.’ "},{"Chapter":9,"Number":11,"Text":"“In that day I will restore the fallen house of David.    I will repair its damaged walls.From the ruins I will rebuild it    and restore its former glory."},{"Chapter":9,"Number":12,"Text":"And Israel will possess what is left of Edom    and all the nations I have called to be mine.”The Lord has spoken,    and he will do these things."},{"Chapter":9,"Number":13,"Text":"“The time will come,” says the Lord,“when the grain and grapes will grow faster    than they can be harvested.Then the terraced vineyards on the hills of Israel    will drip with sweet wine!"},{"Chapter":9,"Number":14,"Text":"I will bring my exiled people of Israel    back from distant lands,and they will rebuild their ruined cities    and live in them again.They will plant vineyards and gardens;    they will eat their crops and drink their wine."},{"Chapter":9,"Number":15,"Text":"I will firmly plant them there    in their own land.They will never again be uprooted    from the land I have given them,”    says the Lord your God."}]}
