{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings","Chapter":1},{"VerseStartingAt":5,"ParagraphTitle":"Caring for the Lord’s Workers","Chapter":1},{"VerseStartingAt":13,"ParagraphTitle":"Conclusion","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from John, the elder.I am writing to Gaius, my dear friend, whom I love in the truth."},{"Chapter":1,"Number":2,"Text":"Dear friend, I hope all is well with you and that you are as healthy in body as you are strong in spirit."},{"Chapter":1,"Number":3,"Text":"Some of the traveling teachers recently returned and made me very happy by telling me about your faithfulness and that you are living according to the truth."},{"Chapter":1,"Number":4,"Text":"I could have no greater joy than to hear that my children are following the truth. "},{"Chapter":1,"Number":5,"Text":"Dear friend, you are being faithful to God when you care for the traveling teachers who pass through, even though they are strangers to you."},{"Chapter":1,"Number":6,"Text":"They have told the church here of your loving friendship. Please continue providing for such teachers in a manner that pleases God."},{"Chapter":1,"Number":7,"Text":"For they are traveling for the Lord, and they accept nothing from people who are not believers."},{"Chapter":1,"Number":8,"Text":"So we ourselves should support them so that we can be their partners as they teach the truth."},{"Chapter":1,"Number":9,"Text":"I wrote to the church about this, but Diotrephes, who loves to be the leader, refuses to have anything to do with us."},{"Chapter":1,"Number":10,"Text":"When I come, I will report some of the things he is doing and the evil accusations he is making against us. Not only does he refuse to welcome the traveling teachers, he also tells others not to help them. And when they do help, he puts them out of the church."},{"Chapter":1,"Number":11,"Text":"Dear friend, don’t let this bad example influence you. Follow only what is good. Remember that those who do good prove that they are God’s children, and those who do evil prove that they do not know God."},{"Chapter":1,"Number":12,"Text":"Everyone speaks highly of Demetrius, as does the truth itself. We ourselves can say the same for him, and you know we speak the truth. "},{"Chapter":1,"Number":13,"Text":"I have much more to say to you, but I don’t want to write it with pen and ink."},{"Chapter":1,"Number":14,"Text":"For I hope to see you soon, and then we will talk face to face."},{"Chapter":1,"Number":15,"Text":"Peace be with you.Your friends here send you their greetings. Please give my personal greetings to each of our friends there."}]}
