{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from Paul","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Encouragement to Be Faithful","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"A Good Soldier of Christ Jesus","Chapter":2},{"VerseStartingAt":15,"ParagraphTitle":"An Approved Worker","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Dangers of the Last Days","Chapter":3},{"VerseStartingAt":10,"ParagraphTitle":"Paul’s Charge to Timothy","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Paul’s Final Words","Chapter":4},{"VerseStartingAt":19,"ParagraphTitle":"Paul’s Final Greetings","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from Paul, chosen by the will of God to be an apostle of Christ Jesus. I have been sent out to tell others about the life he has promised through faith in Christ Jesus."},{"Chapter":1,"Number":2,"Text":"I am writing to Timothy, my dear son.May God the Father and Christ Jesus our Lord give you grace, mercy, and peace. "},{"Chapter":1,"Number":3,"Text":"Timothy, I thank God for you—the God I serve with a clear conscience, just as my ancestors did. Night and day I constantly remember you in my prayers."},{"Chapter":1,"Number":4,"Text":"I long to see you again, for I remember your tears as we parted. And I will be filled with joy when we are together again."},{"Chapter":1,"Number":5,"Text":"I remember your genuine faith, for you share the faith that first filled your grandmother Lois and your mother, Eunice. And I know that same faith continues strong in you."},{"Chapter":1,"Number":6,"Text":"This is why I remind you to fan into flames the spiritual gift God gave you when I laid my hands on you."},{"Chapter":1,"Number":7,"Text":"For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline."},{"Chapter":1,"Number":8,"Text":"So never be ashamed to tell others about our Lord. And don’t be ashamed of me, either, even though I’m in prison for him. With the strength God gives you, be ready to suffer with me for the sake of the Good News."},{"Chapter":1,"Number":9,"Text":"For God saved us and called us to live a holy life. He did this, not because we deserved it, but because that was his plan from before the beginning of time—to show us his grace through Christ Jesus."},{"Chapter":1,"Number":10,"Text":"And now he has made all of this plain to us by the appearing of Christ Jesus, our Savior. He broke the power of death and illuminated the way to life and immortality through the Good News."},{"Chapter":1,"Number":11,"Text":"And God chose me to be a preacher, an apostle, and a teacher of this Good News."},{"Chapter":1,"Number":12,"Text":"That is why I am suffering here in prison. But I am not ashamed of it, for I know the one in whom I trust, and I am sure that he is able to guard what I have entrusted to him until the day of his return."},{"Chapter":1,"Number":13,"Text":"Hold on to the pattern of wholesome teaching you learned from me—a pattern shaped by the faith and love that you have in Christ Jesus."},{"Chapter":1,"Number":14,"Text":"Through the power of the Holy Spirit who lives within us, carefully guard the precious truth that has been entrusted to you."},{"Chapter":1,"Number":15,"Text":"As you know, everyone from the province of Asia has deserted me—even Phygelus and Hermogenes."},{"Chapter":1,"Number":16,"Text":"May the Lord show special kindness to Onesiphorus and all his family because he often visited and encouraged me. He was never ashamed of me because I was in chains."},{"Chapter":1,"Number":17,"Text":"When he came to Rome, he searched everywhere until he found me."},{"Chapter":1,"Number":18,"Text":"May the Lord show him special kindness on the day of Christ’s return. And you know very well how helpful he was in Ephesus."},{"Chapter":2,"Number":1,"Text":"Timothy, my dear son, be strong through the grace that God gives you in Christ Jesus."},{"Chapter":2,"Number":2,"Text":"You have heard me teach things that have been confirmed by many reliable witnesses. Now teach these truths to other trustworthy people who will be able to pass them on to others."},{"Chapter":2,"Number":3,"Text":"Endure suffering along with me, as a good soldier of Christ Jesus."},{"Chapter":2,"Number":4,"Text":"Soldiers don’t get tied up in the affairs of civilian life, for then they cannot please the officer who enlisted them."},{"Chapter":2,"Number":5,"Text":"And athletes cannot win the prize unless they follow the rules."},{"Chapter":2,"Number":6,"Text":"And hardworking farmers should be the first to enjoy the fruit of their labor."},{"Chapter":2,"Number":7,"Text":"Think about what I am saying. The Lord will help you understand all these things."},{"Chapter":2,"Number":8,"Text":"Always remember that Jesus Christ, a descendant of King David, was raised from the dead. This is the Good News I preach."},{"Chapter":2,"Number":9,"Text":"And because I preach this Good News, I am suffering and have been chained like a criminal. But the word of God cannot be chained."},{"Chapter":2,"Number":10,"Text":"So I am willing to endure anything if it will bring salvation and eternal glory in Christ Jesus to those God has chosen."},{"Chapter":2,"Number":11,"Text":"This is a trustworthy saying:If we die with him,    we will also live with him."},{"Chapter":2,"Number":12,"Text":"If we endure hardship,    we will reign with him.If we deny him,    he will deny us."},{"Chapter":2,"Number":13,"Text":"If we are unfaithful,    he remains faithful,    for he cannot deny who he is."},{"Chapter":2,"Number":14,"Text":"Remind everyone about these things, and command them in God’s presence to stop fighting over words. Such arguments are useless, and they can ruin those who hear them. "},{"Chapter":2,"Number":15,"Text":"Work hard so you can present yourself to God and receive his approval. Be a good worker, one who does not need to be ashamed and who correctly explains the word of truth."},{"Chapter":2,"Number":16,"Text":"Avoid worthless, foolish talk that only leads to more godless behavior."},{"Chapter":2,"Number":17,"Text":"This kind of talk spreads like cancer, as in the case of Hymenaeus and Philetus."},{"Chapter":2,"Number":18,"Text":"They have left the path of truth, claiming that the resurrection of the dead has already occurred; in this way, they have turned some people away from the faith."},{"Chapter":2,"Number":19,"Text":"But God’s truth stands firm like a foundation stone with this inscription: “The Lord knows those who are his,” and “All who belong to the Lord must turn away from evil.”"},{"Chapter":2,"Number":20,"Text":"In a wealthy home some utensils are made of gold and silver, and some are made of wood and clay. The expensive utensils are used for special occasions, and the cheap ones are for everyday use."},{"Chapter":2,"Number":21,"Text":"If you keep yourself pure, you will be a special utensil for honorable use. Your life will be clean, and you will be ready for the Master to use you for every good work."},{"Chapter":2,"Number":22,"Text":"Run from anything that stimulates youthful lusts. Instead, pursue righteous living, faithfulness, love, and peace. Enjoy the companionship of those who call on the Lord with pure hearts."},{"Chapter":2,"Number":23,"Text":"Again I say, don’t get involved in foolish, ignorant arguments that only start fights."},{"Chapter":2,"Number":24,"Text":"A servant of the Lord must not quarrel but must be kind to everyone, be able to teach, and be patient with difficult people."},{"Chapter":2,"Number":25,"Text":"Gently instruct those who oppose the truth. Perhaps God will change those people’s hearts, and they will learn the truth."},{"Chapter":2,"Number":26,"Text":"Then they will come to their senses and escape from the devil’s trap. For they have been held captive by him to do whatever he wants."},{"Chapter":3,"Number":1,"Text":"You should know this, Timothy, that in the last days there will be very difficult times."},{"Chapter":3,"Number":2,"Text":"For people will love only themselves and their money. They will be boastful and proud, scoffing at God, disobedient to their parents, and ungrateful. They will consider nothing sacred."},{"Chapter":3,"Number":3,"Text":"They will be unloving and unforgiving; they will slander others and have no self-control. They will be cruel and hate what is good."},{"Chapter":3,"Number":4,"Text":"They will betray their friends, be reckless, be puffed up with pride, and love pleasure rather than God."},{"Chapter":3,"Number":5,"Text":"They will act religious, but they will reject the power that could make them godly. Stay away from people like that!"},{"Chapter":3,"Number":6,"Text":"They are the kind who work their way into people’s homes and win the confidence of vulnerable women who are burdened with the guilt of sin and controlled by various desires."},{"Chapter":3,"Number":7,"Text":"(Such women are forever following new teachings, but they are never able to understand the truth.)"},{"Chapter":3,"Number":8,"Text":"These teachers oppose the truth just as Jannes and Jambres opposed Moses. They have depraved minds and a counterfeit faith."},{"Chapter":3,"Number":9,"Text":"But they won’t get away with this for long. Someday everyone will recognize what fools they are, just as with Jannes and Jambres. "},{"Chapter":3,"Number":10,"Text":"But you, Timothy, certainly know what I teach, and how I live, and what my purpose in life is. You know my faith, my patience, my love, and my endurance."},{"Chapter":3,"Number":11,"Text":"You know how much persecution and suffering I have endured. You know all about how I was persecuted in Antioch, Iconium, and Lystra—but the Lord rescued me from all of it."},{"Chapter":3,"Number":12,"Text":"Yes, and everyone who wants to live a godly life in Christ Jesus will suffer persecution."},{"Chapter":3,"Number":13,"Text":"But evil people and impostors will flourish. They will deceive others and will themselves be deceived."},{"Chapter":3,"Number":14,"Text":"But you must remain faithful to the things you have been taught. You know they are true, for you know you can trust those who taught you."},{"Chapter":3,"Number":15,"Text":"You have been taught the holy Scriptures from childhood, and they have given you the wisdom to receive the salvation that comes by trusting in Christ Jesus."},{"Chapter":3,"Number":16,"Text":"All Scripture is inspired by God and is useful to teach us what is true and to make us realize what is wrong in our lives. It corrects us when we are wrong and teaches us to do what is right."},{"Chapter":3,"Number":17,"Text":"God uses it to prepare and equip his people to do every good work."},{"Chapter":4,"Number":1,"Text":"I solemnly urge you in the presence of God and Christ Jesus, who will someday judge the living and the dead when he comes to set up his Kingdom:"},{"Chapter":4,"Number":2,"Text":"Preach the word of God. Be prepared, whether the time is favorable or not. Patiently correct, rebuke, and encourage your people with good teaching."},{"Chapter":4,"Number":3,"Text":"For a time is coming when people will no longer listen to sound and wholesome teaching. They will follow their own desires and will look for teachers who will tell them whatever their itching ears want to hear."},{"Chapter":4,"Number":4,"Text":"They will reject the truth and chase after myths."},{"Chapter":4,"Number":5,"Text":"But you should keep a clear mind in every situation. Don’t be afraid of suffering for the Lord. Work at telling others the Good News, and fully carry out the ministry God has given you."},{"Chapter":4,"Number":6,"Text":"As for me, my life has already been poured out as an offering to God. The time of my death is near."},{"Chapter":4,"Number":7,"Text":"I have fought the good fight, I have finished the race, and I have remained faithful."},{"Chapter":4,"Number":8,"Text":"And now the prize awaits me—the crown of righteousness, which the Lord, the righteous Judge, will give me on the day of his return. And the prize is not just for me but for all who eagerly look forward to his appearing. Paul’s Final Words"},{"Chapter":4,"Number":9,"Text":"Timothy, please come as soon as you can."},{"Chapter":4,"Number":10,"Text":"Demas has deserted me because he loves the things of this life and has gone to Thessalonica. Crescens has gone to Galatia, and Titus has gone to Dalmatia."},{"Chapter":4,"Number":11,"Text":"Only Luke is with me. Bring Mark with you when you come, for he will be helpful to me in my ministry."},{"Chapter":4,"Number":12,"Text":"I sent Tychicus to Ephesus."},{"Chapter":4,"Number":13,"Text":"When you come, be sure to bring the coat I left with Carpus at Troas. Also bring my books, and especially my papers."},{"Chapter":4,"Number":14,"Text":"Alexander the coppersmith did me much harm, but the Lord will judge him for what he has done."},{"Chapter":4,"Number":15,"Text":"Be careful of him, for he fought against everything we said."},{"Chapter":4,"Number":16,"Text":"The first time I was brought before the judge, no one came with me. Everyone abandoned me. May it not be counted against them."},{"Chapter":4,"Number":17,"Text":"But the Lord stood with me and gave me strength so that I might preach the Good News in its entirety for all the Gentiles to hear. And he rescued me from certain death."},{"Chapter":4,"Number":18,"Text":"Yes, and the Lord will deliver me from every evil attack and will bring me safely into his heavenly Kingdom. All glory to God forever and ever! Amen. "},{"Chapter":4,"Number":19,"Text":"Give my greetings to Priscilla and Aquila and those living in the household of Onesiphorus."},{"Chapter":4,"Number":20,"Text":"Erastus stayed at Corinth, and I left Trophimus sick at Miletus."},{"Chapter":4,"Number":21,"Text":"Do your best to get here before winter. Eubulus sends you greetings, and so do Pudens, Linus, Claudia, and all the brothers and sisters."},{"Chapter":4,"Number":22,"Text":"May the Lord be with your spirit. And may his grace be with all of you."}]}
