{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Jonah Runs from the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Prayer","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jonah Goes to Nineveh","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Anger at the <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s Mercy","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The Lord gave this message to Jonah son of Amittai:"},{"Chapter":1,"Number":2,"Text":"“Get up and go to the great city of Nineveh. Announce my judgment against it because I have seen how wicked its people are.”"},{"Chapter":1,"Number":3,"Text":"But Jonah got up and went in the opposite direction to get away from the Lord. He went down to the port of Joppa, where he found a ship leaving for Tarshish. He bought a ticket and went on board, hoping to escape from the Lord by sailing to Tarshish."},{"Chapter":1,"Number":4,"Text":"But the Lord hurled a powerful wind over the sea, causing a violent storm that threatened to break the ship apart."},{"Chapter":1,"Number":5,"Text":"Fearing for their lives, the desperate sailors shouted to their gods for help and threw the cargo overboard to lighten the ship.But all this time Jonah was sound asleep down in the hold."},{"Chapter":1,"Number":6,"Text":"So the captain went down after him. “How can you sleep at a time like this?” he shouted. “Get up and pray to your god! Maybe he will pay attention to us and spare our lives.”"},{"Chapter":1,"Number":7,"Text":"Then the crew cast lots to see which of them had offended the gods and caused the terrible storm. When they did this, the lots identified Jonah as the culprit."},{"Chapter":1,"Number":8,"Text":"“Why has this awful storm come down on us?” they demanded. “Who are you? What is your line of work? What country are you from? What is your nationality?”"},{"Chapter":1,"Number":9,"Text":"Jonah answered, “I am a Hebrew, and I worship the Lord, the God of heaven, who made the sea and the land.”"},{"Chapter":1,"Number":10,"Text":"The sailors were terrified when they heard this, for he had already told them he was running away from the Lord. “Oh, why did you do it?” they groaned."},{"Chapter":1,"Number":11,"Text":"And since the storm was getting worse all the time, they asked him, “What should we do to you to stop this storm?”"},{"Chapter":1,"Number":12,"Text":"“Throw me into the sea,” Jonah said, “and it will become calm again. I know that this terrible storm is all my fault.”"},{"Chapter":1,"Number":13,"Text":"Instead, the sailors rowed even harder to get the ship to the land. But the stormy sea was too violent for them, and they couldn’t make it."},{"Chapter":1,"Number":14,"Text":"Then they cried out to the Lord, Jonah’s God. “O Lord,” they pleaded, “don’t make us die for this man’s sin. And don’t hold us responsible for his death. O Lord, you have sent this storm upon him for your own good reasons.”"},{"Chapter":1,"Number":15,"Text":"Then the sailors picked Jonah up and threw him into the raging sea, and the storm stopped at once!"},{"Chapter":1,"Number":16,"Text":"The sailors were awestruck by the Lord’s great power, and they offered him a sacrifice and vowed to serve him."},{"Chapter":1,"Number":17,"Text":"Now the Lord had arranged for a great fish to swallow Jonah. And Jonah was inside the fish for three days and three nights."},{"Chapter":2,"Number":1,"Text":"Then Jonah prayed to the Lord his God from inside the fish."},{"Chapter":2,"Number":2,"Text":"He said,“I cried out to the Lord in my great trouble,    and he answered me.I called to you from the land of the dead,    and Lord, you heard me!"},{"Chapter":2,"Number":3,"Text":"You threw me into the ocean depths,    and I sank down to the heart of the sea.The mighty waters engulfed me;    I was buried beneath your wild and stormy waves."},{"Chapter":2,"Number":4,"Text":"Then I said, ‘O Lord, you have driven me from your presence.    Yet I will look once more toward your holy Temple.’"},{"Chapter":2,"Number":5,"Text":"“I sank beneath the waves,    and the waters closed over me.    Seaweed wrapped itself around my head."},{"Chapter":2,"Number":6,"Text":"I sank down to the very roots of the mountains.    I was imprisoned in the earth,    whose gates lock shut forever.But you, O Lord my God,    snatched me from the jaws of death!"},{"Chapter":2,"Number":7,"Text":"As my life was slipping away,    I remembered the Lord.And my earnest prayer went out to you    in your holy Temple."},{"Chapter":2,"Number":8,"Text":"Those who worship false gods    turn their backs on all God’s mercies."},{"Chapter":2,"Number":9,"Text":"But I will offer sacrifices to you with songs of praise,    and I will fulfill all my vows.    For my salvation comes from the Lord alone.”"},{"Chapter":2,"Number":10,"Text":"Then the Lord ordered the fish to spit Jonah out onto the beach."},{"Chapter":3,"Number":1,"Text":"Then the Lord spoke to Jonah a second time:"},{"Chapter":3,"Number":2,"Text":"“Get up and go to the great city of Nineveh, and deliver the message I have given you.”"},{"Chapter":3,"Number":3,"Text":"This time Jonah obeyed the Lord’s command and went to Nineveh, a city so large that it took three days to see it all."},{"Chapter":3,"Number":4,"Text":"On the day Jonah entered the city, he shouted to the crowds: “Forty days from now Nineveh will be destroyed!”"},{"Chapter":3,"Number":5,"Text":"The people of Nineveh believed God’s message, and from the greatest to the least, they declared a fast and put on burlap to show their sorrow."},{"Chapter":3,"Number":6,"Text":"When the king of Nineveh heard what Jonah was saying, he stepped down from his throne and took off his royal robes. He dressed himself in burlap and sat on a heap of ashes."},{"Chapter":3,"Number":7,"Text":"Then the king and his nobles sent this decree throughout the city:“No one, not even the animals from your herds and flocks, may eat or drink anything at all."},{"Chapter":3,"Number":8,"Text":"People and animals alike must wear garments of mourning, and everyone must pray earnestly to God. They must turn from their evil ways and stop all their violence."},{"Chapter":3,"Number":9,"Text":"Who can tell? Perhaps even yet God will change his mind and hold back his fierce anger from destroying us.”"},{"Chapter":3,"Number":10,"Text":"When God saw what they had done and how they had put a stop to their evil ways, he changed his mind and did not carry out the destruction he had threatened."},{"Chapter":4,"Number":1,"Text":"This change of plans greatly upset Jonah, and he became very angry."},{"Chapter":4,"Number":2,"Text":"So he complained to the Lord about it: “Didn’t I say before I left home that you would do this, Lord? That is why I ran away to Tarshish! I knew that you are a merciful and compassionate God, slow to get angry and filled with unfailing love. You are eager to turn back from destroying people."},{"Chapter":4,"Number":3,"Text":"Just kill me now, Lord! I’d rather be dead than alive if what I predicted will not happen.”"},{"Chapter":4,"Number":4,"Text":"The Lord replied, “Is it right for you to be angry about this?”"},{"Chapter":4,"Number":5,"Text":"Then Jonah went out to the east side of the city and made a shelter to sit under as he waited to see what would happen to the city."},{"Chapter":4,"Number":6,"Text":"And the Lord God arranged for a leafy plant to grow there, and soon it spread its broad leaves over Jonah’s head, shading him from the sun. This eased his discomfort, and Jonah was very grateful for the plant."},{"Chapter":4,"Number":7,"Text":"But God also arranged for a worm! The next morning at dawn the worm ate through the stem of the plant so that it withered away."},{"Chapter":4,"Number":8,"Text":"And as the sun grew hot, God arranged for a scorching east wind to blow on Jonah. The sun beat down on his head until he grew faint and wished to die. “Death is certainly better than living like this!” he exclaimed."},{"Chapter":4,"Number":9,"Text":"Then God said to Jonah, “Is it right for you to be angry because the plant died?”“Yes,” Jonah retorted, “even angry enough to die!”"},{"Chapter":4,"Number":10,"Text":"Then the Lord said, “You feel sorry about the plant, though you did nothing to put it there. It came quickly and died quickly."},{"Chapter":4,"Number":11,"Text":"But Nineveh has more than 120,000 people living in spiritual darkness, not to mention all the animals. Shouldn’t I feel sorry for such a great city?”"}]}
