{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greetings from Paul","Chapter":1},{"VerseStartingAt":6,"ParagraphTitle":"There Is Only One Good News","Chapter":1},{"VerseStartingAt":11,"ParagraphTitle":"Paul’s Message Comes from Christ","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Apostles Accept Paul","Chapter":2},{"VerseStartingAt":11,"ParagraphTitle":"Paul Confronts Peter","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Law and Faith in Christ","Chapter":3},{"VerseStartingAt":15,"ParagraphTitle":"The Law and God’s Promise","Chapter":3},{"VerseStartingAt":23,"ParagraphTitle":"God’s Children through Faith","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Paul’s Concern for the Galatians","Chapter":4},{"VerseStartingAt":21,"ParagraphTitle":"Abraham’s Two Children","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Freedom in Christ","Chapter":5},{"VerseStartingAt":16,"ParagraphTitle":"Living by the Spirit’s Power","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"We Harvest What We Plant","Chapter":6},{"VerseStartingAt":11,"ParagraphTitle":"Paul’s Final Advice","Chapter":6}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This letter is from Paul, an apostle. I was not appointed by any group of people or any human authority, but by Jesus Christ himself and by God the Father, who raised Jesus from the dead."},{"Chapter":1,"Number":2,"Text":"All the brothers and sisters here join me in sending this letter to the churches of Galatia."},{"Chapter":1,"Number":3,"Text":"May God the Father and our Lord Jesus Christ give you grace and peace."},{"Chapter":1,"Number":4,"Text":"Jesus gave his life for our sins, just as God our Father planned, in order to rescue us from this evil world in which we live."},{"Chapter":1,"Number":5,"Text":"All glory to God forever and ever! Amen. "},{"Chapter":1,"Number":6,"Text":"I am shocked that you are turning away so soon from God, who called you to himself through the loving mercy of Christ. You are following a different way that pretends to be the Good News"},{"Chapter":1,"Number":7,"Text":"but is not the Good News at all. You are being fooled by those who deliberately twist the truth concerning Christ."},{"Chapter":1,"Number":8,"Text":"Let God’s curse fall on anyone, including us or even an angel from heaven, who preaches a different kind of Good News than the one we preached to you."},{"Chapter":1,"Number":9,"Text":"I say again what we have said before: If anyone preaches any other Good News than the one you welcomed, let that person be cursed."},{"Chapter":1,"Number":10,"Text":"Obviously, I’m not trying to win the approval of people, but of God. If pleasing people were my goal, I would not be Christ’s servant. "},{"Chapter":1,"Number":11,"Text":"Dear brothers and sisters, I want you to understand that the gospel message I preach is not based on mere human reasoning."},{"Chapter":1,"Number":12,"Text":"I received my message from no human source, and no one taught me. Instead, I received it by direct revelation from Jesus Christ."},{"Chapter":1,"Number":13,"Text":"You know what I was like when I followed the Jewish religion—how I violently persecuted God’s church. I did my best to destroy it."},{"Chapter":1,"Number":14,"Text":"I was far ahead of my fellow Jews in my zeal for the traditions of my ancestors."},{"Chapter":1,"Number":15,"Text":"But even before I was born, God chose me and called me by his marvelous grace. Then it pleased him"},{"Chapter":1,"Number":16,"Text":"to reveal his Son to me so that I would proclaim the Good News about Jesus to the Gentiles.When this happened, I did not rush out to consult with any human being."},{"Chapter":1,"Number":17,"Text":"Nor did I go up to Jerusalem to consult with those who were apostles before I was. Instead, I went away into Arabia, and later I returned to the city of Damascus."},{"Chapter":1,"Number":18,"Text":"Then three years later I went to Jerusalem to get to know Peter, and I stayed with him for fifteen days."},{"Chapter":1,"Number":19,"Text":"The only other apostle I met at that time was James, the Lord’s brother."},{"Chapter":1,"Number":20,"Text":"I declare before God that what I am writing to you is not a lie."},{"Chapter":1,"Number":21,"Text":"After that visit I went north into the provinces of Syria and Cilicia."},{"Chapter":1,"Number":22,"Text":"And still the churches in Christ that are in Judea didn’t know me personally."},{"Chapter":1,"Number":23,"Text":"All they knew was that people were saying, “The one who used to persecute us is now preaching the very faith he tried to destroy!”"},{"Chapter":1,"Number":24,"Text":"And they praised God because of me."},{"Chapter":2,"Number":1,"Text":"Then fourteen years later I went back to Jerusalem again, this time with Barnabas; and Titus came along, too."},{"Chapter":2,"Number":2,"Text":"I went there because God revealed to me that I should go. While I was there I met privately with those considered to be leaders of the church and shared with them the message I had been preaching to the Gentiles. I wanted to make sure that we were in agreement, for fear that all my efforts had been wasted and I was running the race for nothing."},{"Chapter":2,"Number":3,"Text":"And they supported me and did not even demand that my companion Titus be circumcised, though he was a Gentile."},{"Chapter":2,"Number":4,"Text":"Even that question came up only because of some so-called believers there—false ones, really—who were secretly brought in. They sneaked in to spy on us and take away the freedom we have in Christ Jesus. They wanted to enslave us and force us to follow their Jewish regulations."},{"Chapter":2,"Number":5,"Text":"But we refused to give in to them for a single moment. We wanted to preserve the truth of the gospel message for you."},{"Chapter":2,"Number":6,"Text":"And the leaders of the church had nothing to add to what I was preaching. (By the way, their reputation as great leaders made no difference to me, for God has no favorites.)"},{"Chapter":2,"Number":7,"Text":"Instead, they saw that God had given me the responsibility of preaching the gospel to the Gentiles, just as he had given Peter the responsibility of preaching to the Jews."},{"Chapter":2,"Number":8,"Text":"For the same God who worked through Peter as the apostle to the Jews also worked through me as the apostle to the Gentiles."},{"Chapter":2,"Number":9,"Text":"In fact, James, Peter, and John, who were known as pillars of the church, recognized the gift God had given me, and they accepted Barnabas and me as their co-workers. They encouraged us to keep preaching to the Gentiles, while they continued their work with the Jews."},{"Chapter":2,"Number":10,"Text":"Their only suggestion was that we keep on helping the poor, which I have always been eager to do. "},{"Chapter":2,"Number":11,"Text":"But when Peter came to Antioch, I had to oppose him to his face, for what he did was very wrong."},{"Chapter":2,"Number":12,"Text":"When he first arrived, he ate with the Gentile believers, who were not circumcised. But afterward, when some friends of James came, Peter wouldn’t eat with the Gentiles anymore. He was afraid of criticism from these people who insisted on the necessity of circumcision."},{"Chapter":2,"Number":13,"Text":"As a result, other Jewish believers followed Peter’s hypocrisy, and even Barnabas was led astray by their hypocrisy."},{"Chapter":2,"Number":14,"Text":"When I saw that they were not following the truth of the gospel message, I said to Peter in front of all the others, “Since you, a Jew by birth, have discarded the Jewish laws and are living like a Gentile, why are you now trying to make these Gentiles follow the Jewish traditions?"},{"Chapter":2,"Number":15,"Text":"“You and I are Jews by birth, not ‘sinners’ like the Gentiles."},{"Chapter":2,"Number":16,"Text":"Yet we know that a person is made right with God by faith in Jesus Christ, not by obeying the law. And we have believed in Christ Jesus, so that we might be made right with God because of our faith in Christ, not because we have obeyed the law. For no one will ever be made right with God by obeying the law.”"},{"Chapter":2,"Number":17,"Text":"But suppose we seek to be made right with God through faith in Christ and then we are found guilty because we have abandoned the law. Would that mean Christ has led us into sin? Absolutely not!"},{"Chapter":2,"Number":18,"Text":"Rather, I am a sinner if I rebuild the old system of law I already tore down."},{"Chapter":2,"Number":19,"Text":"For when I tried to keep the law, it condemned me. So I died to the law—I stopped trying to meet all its requirements—so that I might live for God."},{"Chapter":2,"Number":20,"Text":"My old self has been crucified with Christ. It is no longer I who live, but Christ lives in me. So I live in this earthly body by trusting in the Son of God, who loved me and gave himself for me."},{"Chapter":2,"Number":21,"Text":"I do not treat the grace of God as meaningless. For if keeping the law could make us right with God, then there was no need for Christ to die."},{"Chapter":3,"Number":1,"Text":"Oh, foolish Galatians! Who has cast an evil spell on you? For the meaning of Jesus Christ’s death was made as clear to you as if you had seen a picture of his death on the cross."},{"Chapter":3,"Number":2,"Text":"Let me ask you this one question: Did you receive the Holy Spirit by obeying the law of Moses? Of course not! You received the Spirit because you believed the message you heard about Christ."},{"Chapter":3,"Number":3,"Text":"How foolish can you be? After starting your new lives in the Spirit, why are you now trying to become perfect by your own human effort?"},{"Chapter":3,"Number":4,"Text":"Have you experienced so much for nothing? Surely it was not in vain, was it?"},{"Chapter":3,"Number":5,"Text":"I ask you again, does God give you the Holy Spirit and work miracles among you because you obey the law? Of course not! It is because you believe the message you heard about Christ."},{"Chapter":3,"Number":6,"Text":"In the same way, “Abraham believed God, and God counted him as righteous because of his faith.”"},{"Chapter":3,"Number":7,"Text":"The real children of Abraham, then, are those who put their faith in God."},{"Chapter":3,"Number":8,"Text":"What’s more, the Scriptures looked forward to this time when God would make the Gentiles right in his sight because of their faith. God proclaimed this good news to Abraham long ago when he said, “All nations will be blessed through you.”"},{"Chapter":3,"Number":9,"Text":"So all who put their faith in Christ share the same blessing Abraham received because of his faith."},{"Chapter":3,"Number":10,"Text":"But those who depend on the law to make them right with God are under his curse, for the Scriptures say, “Cursed is everyone who does not observe and obey all the commands that are written in God’s Book of the Law.”"},{"Chapter":3,"Number":11,"Text":"So it is clear that no one can be made right with God by trying to keep the law. For the Scriptures say, “It is through faith that a righteous person has life.”"},{"Chapter":3,"Number":12,"Text":"This way of faith is very different from the way of law, which says, “It is through obeying the law that a person has life.”"},{"Chapter":3,"Number":13,"Text":"But Christ has rescued us from the curse pronounced by the law. When he was hung on the cross, he took upon himself the curse for our wrongdoing. For it is written in the Scriptures, “Cursed is everyone who is hung on a tree.”"},{"Chapter":3,"Number":14,"Text":"Through Christ Jesus, God has blessed the Gentiles with the same blessing he promised to Abraham, so that we who are believers might receive the promised Holy Spirit through faith. "},{"Chapter":3,"Number":15,"Text":"Dear brothers and sisters, here’s an example from everyday life. Just as no one can set aside or amend an irrevocable agreement, so it is in this case."},{"Chapter":3,"Number":16,"Text":"God gave the promises to Abraham and his child. And notice that the Scripture doesn’t say “to his children,” as if it meant many descendants. Rather, it says “to his child”—and that, of course, means Christ."},{"Chapter":3,"Number":17,"Text":"This is what I am trying to say: The agreement God made with Abraham could not be canceled 430 years later when God gave the law to Moses. God would be breaking his promise."},{"Chapter":3,"Number":18,"Text":"For if the inheritance could be received by keeping the law, then it would not be the result of accepting God’s promise. But God graciously gave it to Abraham as a promise."},{"Chapter":3,"Number":19,"Text":"Why, then, was the law given? It was given alongside the promise to show people their sins. But the law was designed to last only until the coming of the child who was promised. God gave his law through angels to Moses, who was the mediator between God and the people."},{"Chapter":3,"Number":20,"Text":"Now a mediator is helpful if more than one party must reach an agreement. But God, who is one, did not use a mediator when he gave his promise to Abraham."},{"Chapter":3,"Number":21,"Text":"Is there a conflict, then, between God’s law and God’s promises? Absolutely not! If the law could give us new life, we could be made right with God by obeying it."},{"Chapter":3,"Number":22,"Text":"But the Scriptures declare that we are all prisoners of sin, so we receive God’s promise of freedom only by believing in Jesus Christ. "},{"Chapter":3,"Number":23,"Text":"Before the way of faith in Christ was available to us, we were placed under guard by the law. We were kept in protective custody, so to speak, until the way of faith was revealed."},{"Chapter":3,"Number":24,"Text":"Let me put it another way. The law was our guardian until Christ came; it protected us until we could be made right with God through faith."},{"Chapter":3,"Number":25,"Text":"And now that the way of faith has come, we no longer need the law as our guardian."},{"Chapter":3,"Number":26,"Text":"For you are all children of God through faith in Christ Jesus."},{"Chapter":3,"Number":27,"Text":"And all who have been united with Christ in baptism have put on Christ, like putting on new clothes."},{"Chapter":3,"Number":28,"Text":"There is no longer Jew or Gentile, slave or free, male and female. For you are all one in Christ Jesus."},{"Chapter":3,"Number":29,"Text":"And now that you belong to Christ, you are the true children of Abraham. You are his heirs, and God’s promise to Abraham belongs to you."},{"Chapter":4,"Number":1,"Text":"Think of it this way. If a father dies and leaves an inheritance for his young children, those children are not much better off than slaves until they grow up, even though they actually own everything their father had."},{"Chapter":4,"Number":2,"Text":"They have to obey their guardians until they reach whatever age their father set."},{"Chapter":4,"Number":3,"Text":"And that’s the way it was with us before Christ came. We were like children; we were slaves to the basic spiritual principles of this world."},{"Chapter":4,"Number":4,"Text":"But when the right time came, God sent his Son, born of a woman, subject to the law."},{"Chapter":4,"Number":5,"Text":"God sent him to buy freedom for us who were slaves to the law, so that he could adopt us as his very own children."},{"Chapter":4,"Number":6,"Text":"And because we are his children, God has sent the Spirit of his Son into our hearts, prompting us to call out, “Abba, Father.”"},{"Chapter":4,"Number":7,"Text":"Now you are no longer a slave but God’s own child. And since you are his child, God has made you his heir. Paul’s Concern for the Galatians"},{"Chapter":4,"Number":8,"Text":"Before you Gentiles knew God, you were slaves to so-called gods that do not even exist."},{"Chapter":4,"Number":9,"Text":"So now that you know God (or should I say, now that God knows you), why do you want to go back again and become slaves once more to the weak and useless spiritual principles of this world?"},{"Chapter":4,"Number":10,"Text":"You are trying to earn favor with God by observing certain days or months or seasons or years."},{"Chapter":4,"Number":11,"Text":"I fear for you. Perhaps all my hard work with you was for nothing."},{"Chapter":4,"Number":12,"Text":"Dear brothers and sisters, I plead with you to live as I do in freedom from these things, for I have become like you Gentiles—free from those laws.You did not mistreat me when I first preached to you."},{"Chapter":4,"Number":13,"Text":"Surely you remember that I was sick when I first brought you the Good News."},{"Chapter":4,"Number":14,"Text":"But even though my condition tempted you to reject me, you did not despise me or turn me away. No, you took me in and cared for me as though I were an angel from God or even Christ Jesus himself."},{"Chapter":4,"Number":15,"Text":"Where is that joyful and grateful spirit you felt then? I am sure you would have taken out your own eyes and given them to me if it had been possible."},{"Chapter":4,"Number":16,"Text":"Have I now become your enemy because I am telling you the truth?"},{"Chapter":4,"Number":17,"Text":"Those false teachers are so eager to win your favor, but their intentions are not good. They are trying to shut you off from me so that you will pay attention only to them."},{"Chapter":4,"Number":18,"Text":"If someone is eager to do good things for you, that’s all right; but let them do it all the time, not just when I’m with you."},{"Chapter":4,"Number":19,"Text":"Oh, my dear children! I feel as if I’m going through labor pains for you again, and they will continue until Christ is fully developed in your lives."},{"Chapter":4,"Number":20,"Text":"I wish I were with you right now so I could change my tone. But at this distance I don’t know how else to help you. "},{"Chapter":4,"Number":21,"Text":"Tell me, you who want to live under the law, do you know what the law actually says?"},{"Chapter":4,"Number":22,"Text":"The Scriptures say that Abraham had two sons, one from his slave wife and one from his freeborn wife."},{"Chapter":4,"Number":23,"Text":"The son of the slave wife was born in a human attempt to bring about the fulfillment of God’s promise. But the son of the freeborn wife was born as God’s own fulfillment of his promise."},{"Chapter":4,"Number":24,"Text":"These two women serve as an illustration of God’s two covenants. The first woman, Hagar, represents Mount Sinai where people received the law that enslaved them."},{"Chapter":4,"Number":25,"Text":"And now Jerusalem is just like Mount Sinai in Arabia, because she and her children live in slavery to the law."},{"Chapter":4,"Number":26,"Text":"But the other woman, Sarah, represents the heavenly Jerusalem. She is the free woman, and she is our mother."},{"Chapter":4,"Number":27,"Text":"As Isaiah said, “Rejoice, O childless woman,    you who have never given birth!Break into a joyful shout,    you who have never been in labor!For the desolate woman now has more children    than the woman who lives with her husband!”"},{"Chapter":4,"Number":28,"Text":"And you, dear brothers and sisters, are children of the promise, just like Isaac."},{"Chapter":4,"Number":29,"Text":"But you are now being persecuted by those who want you to keep the law, just as Ishmael, the child born by human effort, persecuted Isaac, the child born by the power of the Spirit."},{"Chapter":4,"Number":30,"Text":"But what do the Scriptures say about that? “Get rid of the slave and her son, for the son of the slave woman will not share the inheritance with the free woman’s son.”"},{"Chapter":4,"Number":31,"Text":"So, dear brothers and sisters, we are not children of the slave woman; we are children of the free woman."},{"Chapter":5,"Number":1,"Text":"So Christ has truly set us free. Now make sure that you stay free, and don’t get tied up again in slavery to the law."},{"Chapter":5,"Number":2,"Text":"Listen! I, Paul, tell you this: If you are counting on circumcision to make you right with God, then Christ will be of no benefit to you."},{"Chapter":5,"Number":3,"Text":"I’ll say it again. If you are trying to find favor with God by being circumcised, you must obey every regulation in the whole law of Moses."},{"Chapter":5,"Number":4,"Text":"For if you are trying to make yourselves right with God by keeping the law, you have been cut off from Christ! You have fallen away from God’s grace."},{"Chapter":5,"Number":5,"Text":"But we who live by the Spirit eagerly wait to receive by faith the righteousness God has promised to us."},{"Chapter":5,"Number":6,"Text":"For when we place our faith in Christ Jesus, there is no benefit in being circumcised or being uncircumcised. What is important is faith expressing itself in love."},{"Chapter":5,"Number":7,"Text":"You were running the race so well. Who has held you back from following the truth?"},{"Chapter":5,"Number":8,"Text":"It certainly isn’t God, for he is the one who called you to freedom."},{"Chapter":5,"Number":9,"Text":"This false teaching is like a little yeast that spreads through the whole batch of dough!"},{"Chapter":5,"Number":10,"Text":"I am trusting the Lord to keep you from believing false teachings. God will judge that person, whoever he is, who has been confusing you."},{"Chapter":5,"Number":11,"Text":"Dear brothers and sisters, if I were still preaching that you must be circumcised—as some say I do—why am I still being persecuted? If I were no longer preaching salvation through the cross of Christ, no one would be offended."},{"Chapter":5,"Number":12,"Text":"I just wish that those troublemakers who want to mutilate you by circumcision would mutilate themselves."},{"Chapter":5,"Number":13,"Text":"For you have been called to live in freedom, my brothers and sisters. But don’t use your freedom to satisfy your sinful nature. Instead, use your freedom to serve one another in love."},{"Chapter":5,"Number":14,"Text":"For the whole law can be summed up in this one command: “Love your neighbor as yourself.”"},{"Chapter":5,"Number":15,"Text":"But if you are always biting and devouring one another, watch out! Beware of destroying one another. "},{"Chapter":5,"Number":16,"Text":"So I say, let the Holy Spirit guide your lives. Then you won’t be doing what your sinful nature craves."},{"Chapter":5,"Number":17,"Text":"The sinful nature wants to do evil, which is just the opposite of what the Spirit wants. And the Spirit gives us desires that are the opposite of what the sinful nature desires. These two forces are constantly fighting each other, so you are not free to carry out your good intentions."},{"Chapter":5,"Number":18,"Text":"But when you are directed by the Spirit, you are not under obligation to the law of Moses."},{"Chapter":5,"Number":19,"Text":"When you follow the desires of your sinful nature, the results are very clear: sexual immorality, impurity, lustful pleasures,"},{"Chapter":5,"Number":20,"Text":"idolatry, sorcery, hostility, quarreling, jealousy, outbursts of anger, selfish ambition, dissension, division,"},{"Chapter":5,"Number":21,"Text":"envy, drunkenness, wild parties, and other sins like these. Let me tell you again, as I have before, that anyone living that sort of life will not inherit the Kingdom of God."},{"Chapter":5,"Number":22,"Text":"But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness,"},{"Chapter":5,"Number":23,"Text":"gentleness, and self-control. There is no law against these things!"},{"Chapter":5,"Number":24,"Text":"Those who belong to Christ Jesus have nailed the passions and desires of their sinful nature to his cross and crucified them there."},{"Chapter":5,"Number":25,"Text":"Since we are living by the Spirit, let us follow the Spirit’s leading in every part of our lives."},{"Chapter":5,"Number":26,"Text":"Let us not become conceited, or provoke one another, or be jealous of one another."},{"Chapter":6,"Number":1,"Text":"Dear brothers and sisters, if another believer is overcome by some sin, you who are godly should gently and humbly help that person back onto the right path. And be careful not to fall into the same temptation yourself."},{"Chapter":6,"Number":2,"Text":"Share each other’s burdens, and in this way obey the law of Christ."},{"Chapter":6,"Number":3,"Text":"If you think you are too important to help someone, you are only fooling yourself. You are not that important."},{"Chapter":6,"Number":4,"Text":"Pay careful attention to your own work, for then you will get the satisfaction of a job well done, and you won’t need to compare yourself to anyone else."},{"Chapter":6,"Number":5,"Text":"For we are each responsible for our own conduct."},{"Chapter":6,"Number":6,"Text":"Those who are taught the word of God should provide for their teachers, sharing all good things with them."},{"Chapter":6,"Number":7,"Text":"Don’t be misled—you cannot mock the justice of God. You will always harvest what you plant."},{"Chapter":6,"Number":8,"Text":"Those who live only to satisfy their own sinful nature will harvest decay and death from that sinful nature. But those who live to please the Spirit will harvest everlasting life from the Spirit."},{"Chapter":6,"Number":9,"Text":"So let’s not get tired of doing what is good. At just the right time we will reap a harvest of blessing if we don’t give up."},{"Chapter":6,"Number":10,"Text":"Therefore, whenever we have the opportunity, we should do good to everyone—especially to those in the family of faith. "},{"Chapter":6,"Number":11,"Text":"Notice what large letters i use as i write these closing words in my own handwriting."},{"Chapter":6,"Number":12,"Text":"Those who are trying to force you to be circumcised want to look good to others. They don’t want to be persecuted for teaching that the cross of Christ alone can save."},{"Chapter":6,"Number":13,"Text":"And even those who advocate circumcision don’t keep the whole law themselves. They only want you to be circumcised so they can boast about it and claim you as their disciples."},{"Chapter":6,"Number":14,"Text":"As for me, may I never boast about anything except the cross of our Lord Jesus Christ. Because of that cross, my interest in this world has been crucified, and the world’s interest in me has also died."},{"Chapter":6,"Number":15,"Text":"It doesn’t matter whether we have been circumcised or not. What counts is whether we have been transformed into a new creation."},{"Chapter":6,"Number":16,"Text":"May God’s peace and mercy be upon all who live by this principle; they are the new people of God."},{"Chapter":6,"Number":17,"Text":"From now on, don’t let anyone trouble me with these things. For I bear on my body the scars that show I belong to Jesus."},{"Chapter":6,"Number":18,"Text":"Dear brothers and sisters, may the grace of our Lord Jesus Christ be with your spirit. Amen."}]}
