{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s Charge to Joshua","Chapter":1},{"VerseStartingAt":10,"ParagraphTitle":"Joshua’s Charge to the Israelites","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Rahab Protects the Spies","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Israelites Cross the Jordan","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Memorials to the Jordan Crossing","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Israel Reestablishes Covenant Ceremonies","Chapter":5},{"VerseStartingAt":13,"ParagraphTitle":"The Lord’s Commander Confronts Joshua","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Fall of Jericho","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Ai Defeats the Israelites","Chapter":7},{"VerseStartingAt":16,"ParagraphTitle":"Achan’s Sin","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Israelites Defeat Ai","Chapter":8},{"VerseStartingAt":30,"ParagraphTitle":"The Lord’s Covenant Renewed","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Gibeonites Deceive Israel","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Israel Defeats the Southern Armies","Chapter":10},{"VerseStartingAt":16,"ParagraphTitle":"Joshua Kills the Five Southern Kings","Chapter":10},{"VerseStartingAt":28,"ParagraphTitle":"Israel Destroys the Southern Towns","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Israel Defeats the Northern Armies","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Kings Defeated East of the Jordan","Chapter":12},{"VerseStartingAt":7,"ParagraphTitle":"Kings Defeated West of the Jordan","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Land Yet to Be Conquered","Chapter":13},{"VerseStartingAt":8,"ParagraphTitle":"The Land Divided East of the Jordan","Chapter":13},{"VerseStartingAt":14,"ParagraphTitle":"An Allotment for the Tribe of Levi","Chapter":13},{"VerseStartingAt":15,"ParagraphTitle":"The Land Given to the Tribe of Reuben","Chapter":13},{"VerseStartingAt":24,"ParagraphTitle":"The Land Given to the Tribe of Gad","Chapter":13},{"VerseStartingAt":29,"ParagraphTitle":"The Land Given to the Half-Tribe of Manasseh","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The Land Divided West of the Jordan","Chapter":14},{"VerseStartingAt":6,"ParagraphTitle":"Caleb Requests His Land","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"The Land Given to the Tribe of Judah","Chapter":15},{"VerseStartingAt":13,"ParagraphTitle":"The Land Given to Caleb","Chapter":15},{"VerseStartingAt":20,"ParagraphTitle":"The Towns Allotted to Judah","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Land Given to Ephraim and West Manasseh","Chapter":16},{"VerseStartingAt":5,"ParagraphTitle":"The Land Given to Ephraim","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"The Land Given to West Manasseh","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"The Allotments of the Remaining Land","Chapter":18},{"VerseStartingAt":11,"ParagraphTitle":"The Land Given to Benjamin","Chapter":18},{"VerseStartingAt":21,"ParagraphTitle":"The Towns Given to Benjamin","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"The Land Given to Simeon","Chapter":19},{"VerseStartingAt":10,"ParagraphTitle":"The Land Given to Zebulun","Chapter":19},{"VerseStartingAt":17,"ParagraphTitle":"The Land Given to Issachar","Chapter":19},{"VerseStartingAt":24,"ParagraphTitle":"The Land Given to Asher","Chapter":19},{"VerseStartingAt":32,"ParagraphTitle":"The Land Given to Naphtali","Chapter":19},{"VerseStartingAt":40,"ParagraphTitle":"The Land Given to Dan","Chapter":19},{"VerseStartingAt":49,"ParagraphTitle":"The Land Given to Joshua","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"The Cities of Refuge","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"The Towns Given to the Levites","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"The Eastern Tribes Return Home","Chapter":22},{"VerseStartingAt":10,"ParagraphTitle":"The Eastern Tribes Build an Altar","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"Joshua’s Final Words to Israel","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span>’s Covenant Renewed","Chapter":24},{"VerseStartingAt":29,"ParagraphTitle":"Leaders Buried in the Promised Land","Chapter":24}],"VerseList":[{"Chapter":1,"Number":1,"Text":"After the death of Moses the Lord’s servant, the Lord spoke to Joshua son of Nun, Moses’ assistant. He said,"},{"Chapter":1,"Number":2,"Text":"“Moses my servant is dead. Therefore, the time has come for you to lead these people, the Israelites, across the Jordan River into the land I am giving them."},{"Chapter":1,"Number":3,"Text":"I promise you what I promised Moses: ‘Wherever you set foot, you will be on land I have given you—"},{"Chapter":1,"Number":4,"Text":"from the Negev wilderness in the south to the Lebanon mountains in the north, from the Euphrates River in the east to the Mediterranean Sea in the west, including all the land of the Hittites.’"},{"Chapter":1,"Number":5,"Text":"No one will be able to stand against you as long as you live. For I will be with you as I was with Moses. I will not fail you or abandon you."},{"Chapter":1,"Number":6,"Text":"“Be strong and courageous, for you are the one who will lead these people to possess all the land I swore to their ancestors I would give them."},{"Chapter":1,"Number":7,"Text":"Be strong and very courageous. Be careful to obey all the instructions Moses gave you. Do not deviate from them, turning either to the right or to the left. Then you will be successful in everything you do."},{"Chapter":1,"Number":8,"Text":"Study this Book of Instruction continually. Meditate on it day and night so you will be sure to obey everything written in it. Only then will you prosper and succeed in all you do."},{"Chapter":1,"Number":9,"Text":"This is my command—be strong and courageous! Do not be afraid or discouraged. For the Lord your God is with you wherever you go.” "},{"Chapter":1,"Number":10,"Text":"Joshua then commanded the officers of Israel,"},{"Chapter":1,"Number":11,"Text":"“Go through the camp and tell the people to get their provisions ready. In three days you will cross the Jordan River and take possession of the land the Lord your God is giving you.”"},{"Chapter":1,"Number":12,"Text":"Then Joshua called together the tribes of Reuben, Gad, and the half-tribe of Manasseh. He told them,"},{"Chapter":1,"Number":13,"Text":"“Remember what Moses, the servant of the Lord, commanded you: ‘The Lord your God is giving you a place of rest. He has given you this land.’"},{"Chapter":1,"Number":14,"Text":"Your wives, children, and livestock may remain here in the land Moses assigned to you on the east side of the Jordan River. But your strong warriors, fully armed, must lead the other tribes across the Jordan to help them conquer their territory. Stay with them"},{"Chapter":1,"Number":15,"Text":"until the Lord gives them rest, as he has given you rest, and until they, too, possess the land the Lord your God is giving them. Only then may you return and settle here on the east side of the Jordan River in the land that Moses, the servant of the Lord, assigned to you.”"},{"Chapter":1,"Number":16,"Text":"They answered Joshua, “We will do whatever you command us, and we will go wherever you send us."},{"Chapter":1,"Number":17,"Text":"We will obey you just as we obeyed Moses. And may the Lord your God be with you as he was with Moses."},{"Chapter":1,"Number":18,"Text":"Anyone who rebels against your orders and does not obey your words and everything you command will be put to death. So be strong and courageous!”"},{"Chapter":2,"Number":1,"Text":"Then Joshua secretly sent out two spies from the Israelite camp at Acacia Grove. He instructed them, “Scout out the land on the other side of the Jordan River, especially around Jericho.” So the two men set out and came to the house of a prostitute named Rahab and stayed there that night."},{"Chapter":2,"Number":2,"Text":"But someone told the king of Jericho, “Some Israelites have come here tonight to spy out the land.”"},{"Chapter":2,"Number":3,"Text":"So the king of Jericho sent orders to Rahab: “Bring out the men who have come into your house, for they have come here to spy out the whole land.”"},{"Chapter":2,"Number":4,"Text":"Rahab had hidden the two men, but she replied, “Yes, the men were here earlier, but I didn’t know where they were from."},{"Chapter":2,"Number":5,"Text":"They left the town at dusk, as the gates were about to close. I don’t know where they went. If you hurry, you can probably catch up with them.”"},{"Chapter":2,"Number":6,"Text":"(Actually, she had taken them up to the roof and hidden them beneath bundles of flax she had laid out.)"},{"Chapter":2,"Number":7,"Text":"So the king’s men went looking for the spies along the road leading to the shallow crossings of the Jordan River. And as soon as the king’s men had left, the gate of Jericho was shut."},{"Chapter":2,"Number":8,"Text":"Before the spies went to sleep that night, Rahab went up on the roof to talk with them."},{"Chapter":2,"Number":9,"Text":"“I know the Lord has given you this land,” she told them. “We are all afraid of you. Everyone in the land is living in terror."},{"Chapter":2,"Number":10,"Text":"For we have heard how the Lord made a dry path for you through the Red Sea when you left Egypt. And we know what you did to Sihon and Og, the two Amorite kings east of the Jordan River, whose people you completely destroyed."},{"Chapter":2,"Number":11,"Text":"No wonder our hearts have melted in fear! No one has the courage to fight after hearing such things. For the Lord your God is the supreme God of the heavens above and the earth below."},{"Chapter":2,"Number":12,"Text":"“Now swear to me by the Lord that you will be kind to me and my family since I have helped you. Give me some guarantee that"},{"Chapter":2,"Number":13,"Text":"when Jericho is conquered, you will let me live, along with my father and mother, my brothers and sisters, and all their families.”"},{"Chapter":2,"Number":14,"Text":"“We offer our own lives as a guarantee for your safety,” the men agreed. “If you don’t betray us, we will keep our promise and be kind to you when the Lord gives us the land.”"},{"Chapter":2,"Number":15,"Text":"Then, since Rahab’s house was built into the town wall, she let them down by a rope through the window."},{"Chapter":2,"Number":16,"Text":"“Escape to the hill country,” she told them. “Hide there for three days from the men searching for you. Then, when they have returned, you can go on your way.”"},{"Chapter":2,"Number":17,"Text":"Before they left, the men told her, “We will be bound by the oath we have taken only if you follow these instructions."},{"Chapter":2,"Number":18,"Text":"When we come into the land, you must leave this scarlet rope hanging from the window through which you let us down. And all your family members—your father, mother, brothers, and all your relatives—must be here inside the house."},{"Chapter":2,"Number":19,"Text":"If they go out into the street and are killed, it will not be our fault. But if anyone lays a hand on people inside this house, we will accept the responsibility for their death."},{"Chapter":2,"Number":20,"Text":"If you betray us, however, we are not bound by this oath in any way.”"},{"Chapter":2,"Number":21,"Text":"“I accept your terms,” she replied. And she sent them on their way, leaving the scarlet rope hanging from the window."},{"Chapter":2,"Number":22,"Text":"The spies went up into the hill country and stayed there three days. The men who were chasing them searched everywhere along the road, but they finally returned without success."},{"Chapter":2,"Number":23,"Text":"Then the two spies came down from the hill country, crossed the Jordan River, and reported to Joshua all that had happened to them."},{"Chapter":2,"Number":24,"Text":"“The Lord has given us the whole land,” they said, “for all the people in the land are terrified of us.”"},{"Chapter":3,"Number":1,"Text":"Early the next morning Joshua and all the Israelites left Acacia Grove and arrived at the banks of the Jordan River, where they camped before crossing."},{"Chapter":3,"Number":2,"Text":"Three days later the Israelite officers went through the camp,"},{"Chapter":3,"Number":3,"Text":"giving these instructions to the people: “When you see the Levitical priests carrying the Ark of the Covenant of the Lord your God, move out from your positions and follow them."},{"Chapter":3,"Number":4,"Text":"Since you have never traveled this way before, they will guide you. Stay about half a mile behind them, keeping a clear distance between you and the Ark. Make sure you don’t come any closer.”"},{"Chapter":3,"Number":5,"Text":"Then Joshua told the people, “Purify yourselves, for tomorrow the Lord will do great wonders among you.”"},{"Chapter":3,"Number":6,"Text":"In the morning Joshua said to the priests, “Lift up the Ark of the Covenant and lead the people across the river.” And so they started out and went ahead of the people."},{"Chapter":3,"Number":7,"Text":"The Lord told Joshua, “Today I will begin to make you a great leader in the eyes of all the Israelites. They will know that I am with you, just as I was with Moses."},{"Chapter":3,"Number":8,"Text":"Give this command to the priests who carry the Ark of the Covenant: ‘When you reach the banks of the Jordan River, take a few steps into the river and stop there.’”"},{"Chapter":3,"Number":9,"Text":"So Joshua told the Israelites, “Come and listen to what the Lord your God says."},{"Chapter":3,"Number":10,"Text":"Today you will know that the living God is among you. He will surely drive out the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites ahead of you."},{"Chapter":3,"Number":11,"Text":"Look, the Ark of the Covenant, which belongs to the Lord of the whole earth, will lead you across the Jordan River!"},{"Chapter":3,"Number":12,"Text":"Now choose twelve men from the tribes of Israel, one from each tribe."},{"Chapter":3,"Number":13,"Text":"The priests will carry the Ark of the Lord, the Lord of all the earth. As soon as their feet touch the water, the flow of water will be cut off upstream, and the river will stand up like a wall.”"},{"Chapter":3,"Number":14,"Text":"So the people left their camp to cross the Jordan, and the priests who were carrying the Ark of the Covenant went ahead of them."},{"Chapter":3,"Number":15,"Text":"It was the harvest season, and the Jordan was overflowing its banks. But as soon as the feet of the priests who were carrying the Ark touched the water at the river’s edge,"},{"Chapter":3,"Number":16,"Text":"the water above that point began backing up a great distance away at a town called Adam, which is near Zarethan. And the water below that point flowed on to the Dead Sea until the riverbed was dry. Then all the people crossed over near the town of Jericho."},{"Chapter":3,"Number":17,"Text":"Meanwhile, the priests who were carrying the Ark of the Lord’s Covenant stood on dry ground in the middle of the riverbed as the people passed by. They waited there until the whole nation of Israel had crossed the Jordan on dry ground."},{"Chapter":4,"Number":1,"Text":"When all the people had crossed the Jordan, the Lord said to Joshua,"},{"Chapter":4,"Number":2,"Text":"“Now choose twelve men, one from each tribe."},{"Chapter":4,"Number":3,"Text":"Tell them, ‘Take twelve stones from the very place where the priests are standing in the middle of the Jordan. Carry them out and pile them up at the place where you will camp tonight.’”"},{"Chapter":4,"Number":4,"Text":"So Joshua called together the twelve men he had chosen—one from each of the tribes of Israel."},{"Chapter":4,"Number":5,"Text":"He told them, “Go into the middle of the Jordan, in front of the Ark of the Lord your God. Each of you must pick up one stone and carry it out on your shoulder—twelve stones in all, one for each of the twelve tribes of Israel."},{"Chapter":4,"Number":6,"Text":"We will use these stones to build a memorial. In the future your children will ask you, ‘What do these stones mean?’"},{"Chapter":4,"Number":7,"Text":"Then you can tell them, ‘They remind us that the Jordan River stopped flowing when the Ark of the Lord’s Covenant went across.’ These stones will stand as a memorial among the people of Israel forever.”"},{"Chapter":4,"Number":8,"Text":"So the men did as Joshua had commanded them. They took twelve stones from the middle of the Jordan River, one for each tribe, just as the Lord had told Joshua. They carried them to the place where they camped for the night and constructed the memorial there."},{"Chapter":4,"Number":9,"Text":"Joshua also set up another pile of twelve stones in the middle of the Jordan, at the place where the priests who carried the Ark of the Covenant were standing. And they are there to this day."},{"Chapter":4,"Number":10,"Text":"The priests who were carrying the Ark stood in the middle of the river until all of the Lord’s commands that Moses had given to Joshua were carried out. Meanwhile, the people hurried across the riverbed."},{"Chapter":4,"Number":11,"Text":"And when everyone was safely on the other side, the priests crossed over with the Ark of the Lord as the people watched."},{"Chapter":4,"Number":12,"Text":"The armed warriors from the tribes of Reuben, Gad, and the half-tribe of Manasseh led the Israelites across the Jordan, just as Moses had directed."},{"Chapter":4,"Number":13,"Text":"These armed men—about 40,000 strong—were ready for battle, and the Lord was with them as they crossed over to the plains of Jericho."},{"Chapter":4,"Number":14,"Text":"That day the Lord made Joshua a great leader in the eyes of all the Israelites, and for the rest of his life they revered him as much as they had revered Moses."},{"Chapter":4,"Number":15,"Text":"The Lord had said to Joshua,"},{"Chapter":4,"Number":16,"Text":"“Command the priests carrying the Ark of the Covenant to come up out of the riverbed.”"},{"Chapter":4,"Number":17,"Text":"So Joshua gave the command."},{"Chapter":4,"Number":18,"Text":"As soon as the priests carrying the Ark of the Lord’s Covenant came up out of the riverbed and their feet were on high ground, the water of the Jordan returned and overflowed its banks as before."},{"Chapter":4,"Number":19,"Text":"The people crossed the Jordan on the tenth day of the first month. Then they camped at Gilgal, just east of Jericho."},{"Chapter":4,"Number":20,"Text":"It was there at Gilgal that Joshua piled up the twelve stones taken from the Jordan River."},{"Chapter":4,"Number":21,"Text":"Then Joshua said to the Israelites, “In the future your children will ask, ‘What do these stones mean?’"},{"Chapter":4,"Number":22,"Text":"Then you can tell them, ‘This is where the Israelites crossed the Jordan on dry ground.’"},{"Chapter":4,"Number":23,"Text":"For the Lord your God dried up the river right before your eyes, and he kept it dry until you were all across, just as he did at the Red Sea when he dried it up until we had all crossed over."},{"Chapter":4,"Number":24,"Text":"He did this so all the nations of the earth might know that the Lord’s hand is powerful, and so you might fear the Lord your God forever.”"},{"Chapter":5,"Number":1,"Text":"When all the Amorite kings west of the Jordan and all the Canaanite kings who lived along the Mediterranean coast heard how the Lord had dried up the Jordan River so the people of Israel could cross, they lost heart and were paralyzed with fear because of them. Israel Reestablishes Covenant Ceremonies"},{"Chapter":5,"Number":2,"Text":"At that time the Lord told Joshua, “Make flint knives and circumcise this second generation of Israelites.”"},{"Chapter":5,"Number":3,"Text":"So Joshua made flint knives and circumcised the entire male population of Israel at Gibeath-haaraloth."},{"Chapter":5,"Number":4,"Text":"Joshua had to circumcise them because all the men who were old enough to fight in battle when they left Egypt had died in the wilderness."},{"Chapter":5,"Number":5,"Text":"Those who left Egypt had all been circumcised, but none of those born after the Exodus, during the years in the wilderness, had been circumcised."},{"Chapter":5,"Number":6,"Text":"The Israelites had traveled in the wilderness for forty years until all the men who were old enough to fight in battle when they left Egypt had died. For they had disobeyed the Lord, and the Lord vowed he would not let them enter the land he had sworn to give us—a land flowing with milk and honey."},{"Chapter":5,"Number":7,"Text":"So Joshua circumcised their sons—those who had grown up to take their fathers’ places—for they had not been circumcised on the way to the Promised Land."},{"Chapter":5,"Number":8,"Text":"After all the males had been circumcised, they rested in the camp until they were healed."},{"Chapter":5,"Number":9,"Text":"Then the Lord said to Joshua, “Today I have rolled away the shame of your slavery in Egypt.” So that place has been called Gilgal to this day."},{"Chapter":5,"Number":10,"Text":"While the Israelites were camped at Gilgal on the plains of Jericho, they celebrated Passover on the evening of the fourteenth day of the first month."},{"Chapter":5,"Number":11,"Text":"The very next day they began to eat unleavened bread and roasted grain harvested from the land."},{"Chapter":5,"Number":12,"Text":"No manna appeared on the day they first ate from the crops of the land, and it was never seen again. So from that time on the Israelites ate from the crops of Canaan. "},{"Chapter":5,"Number":13,"Text":"When Joshua was near the town of Jericho, he looked up and saw a man standing in front of him with sword in hand. Joshua went up to him and demanded, “Are you friend or foe?”"},{"Chapter":5,"Number":14,"Text":"“Neither one,” he replied. “I am the commander of the Lord’s army.”At this, Joshua fell with his face to the ground in reverence. “I am at your command,” Joshua said. “What do you want your servant to do?”"},{"Chapter":5,"Number":15,"Text":"The commander of the Lord’s army replied, “Take off your sandals, for the place where you are standing is holy.” And Joshua did as he was told."},{"Chapter":6,"Number":1,"Text":"Now the gates of Jericho were tightly shut because the people were afraid of the Israelites. No one was allowed to go out or in."},{"Chapter":6,"Number":2,"Text":"But the Lord said to Joshua, “I have given you Jericho, its king, and all its strong warriors."},{"Chapter":6,"Number":3,"Text":"You and your fighting men should march around the town once a day for six days."},{"Chapter":6,"Number":4,"Text":"Seven priests will walk ahead of the Ark, each carrying a ram’s horn. On the seventh day you are to march around the town seven times, with the priests blowing the horns."},{"Chapter":6,"Number":5,"Text":"When you hear the priests give one long blast on the rams’ horns, have all the people shout as loud as they can. Then the walls of the town will collapse, and the people can charge straight into the town.”"},{"Chapter":6,"Number":6,"Text":"So Joshua called together the priests and said, “Take up the Ark of the Lord’s Covenant, and assign seven priests to walk in front of it, each carrying a ram’s horn.”"},{"Chapter":6,"Number":7,"Text":"Then he gave orders to the people: “March around the town, and the armed men will lead the way in front of the Ark of the Lord.”"},{"Chapter":6,"Number":8,"Text":"After Joshua spoke to the people, the seven priests with the rams’ horns started marching in the presence of the Lord, blowing the horns as they marched. And the Ark of the Lord’s Covenant followed behind them."},{"Chapter":6,"Number":9,"Text":"Some of the armed men marched in front of the priests with the horns and some behind the Ark, with the priests continually blowing the horns."},{"Chapter":6,"Number":10,"Text":"“Do not shout; do not even talk,” Joshua commanded. “Not a single word from any of you until I tell you to shout. Then shout!”"},{"Chapter":6,"Number":11,"Text":"So the Ark of the Lord was carried around the town once that day, and then everyone returned to spend the night in the camp."},{"Chapter":6,"Number":12,"Text":"Joshua got up early the next morning, and the priests again carried the Ark of the Lord."},{"Chapter":6,"Number":13,"Text":"The seven priests with the rams’ horns marched in front of the Ark of the Lord, blowing their horns. Again the armed men marched both in front of the priests with the horns and behind the Ark of the Lord. All this time the priests were blowing their horns."},{"Chapter":6,"Number":14,"Text":"On the second day they again marched around the town once and returned to the camp. They followed this pattern for six days."},{"Chapter":6,"Number":15,"Text":"On the seventh day the Israelites got up at dawn and marched around the town as they had done before. But this time they went around the town seven times."},{"Chapter":6,"Number":16,"Text":"The seventh time around, as the priests sounded the long blast on their horns, Joshua commanded the people, “Shout! For the Lord has given you the town!"},{"Chapter":6,"Number":17,"Text":"Jericho and everything in it must be completely destroyed as an offering to the Lord. Only Rahab the prostitute and the others in her house will be spared, for she protected our spies."},{"Chapter":6,"Number":18,"Text":"“Do not take any of the things set apart for destruction, or you yourselves will be completely destroyed, and you will bring trouble on the camp of Israel."},{"Chapter":6,"Number":19,"Text":"Everything made from silver, gold, bronze, or iron is sacred to the Lord and must be brought into his treasury.”"},{"Chapter":6,"Number":20,"Text":"When the people heard the sound of the rams’ horns, they shouted as loud as they could. Suddenly, the walls of Jericho collapsed, and the Israelites charged straight into the town and captured it."},{"Chapter":6,"Number":21,"Text":"They completely destroyed everything in it with their swords—men and women, young and old, cattle, sheep, goats, and donkeys."},{"Chapter":6,"Number":22,"Text":"Meanwhile, Joshua said to the two spies, “Keep your promise. Go to the prostitute’s house and bring her out, along with all her family.”"},{"Chapter":6,"Number":23,"Text":"The men who had been spies went in and brought out Rahab, her father, mother, brothers, and all the other relatives who were with her. They moved her whole family to a safe place near the camp of Israel."},{"Chapter":6,"Number":24,"Text":"Then the Israelites burned the town and everything in it. Only the things made from silver, gold, bronze, or iron were kept for the treasury of the Lord’s house."},{"Chapter":6,"Number":25,"Text":"So Joshua spared Rahab the prostitute and her relatives who were with her in the house, because she had hidden the spies Joshua sent to Jericho. And she lives among the Israelites to this day."},{"Chapter":6,"Number":26,"Text":"At that time Joshua invoked this curse:“May the curse of the Lord fall on anyone    who tries to rebuild the town of Jericho.At the cost of his firstborn son,    he will lay its foundation.At the cost of his youngest son,    he will set up its gates.”"},{"Chapter":6,"Number":27,"Text":"So the Lord was with Joshua, and his reputation spread throughout the land."},{"Chapter":7,"Number":1,"Text":"But Israel violated the instructions about the things set apart for the Lord. A man named Achan had stolen some of these dedicated things, so the Lord was very angry with the Israelites. Achan was the son of Carmi, a descendant of Zimri son of Zerah, of the tribe of Judah."},{"Chapter":7,"Number":2,"Text":"Joshua sent some of his men from Jericho to spy out the town of Ai, east of Bethel, near Beth-aven."},{"Chapter":7,"Number":3,"Text":"When they returned, they told Joshua, “There’s no need for all of us to go up there; it won’t take more than two or three thousand men to attack Ai. Since there are so few of them, don’t make all our people struggle to go up there.”"},{"Chapter":7,"Number":4,"Text":"So approximately 3,000 warriors were sent, but they were soundly defeated. The men of Ai"},{"Chapter":7,"Number":5,"Text":"chased the Israelites from the town gate as far as the quarries, and they killed about thirty-six who were retreating down the slope. The Israelites were paralyzed with fear at this turn of events, and their courage melted away."},{"Chapter":7,"Number":6,"Text":"Joshua and the elders of Israel tore their clothing in dismay, threw dust on their heads, and bowed face down to the ground before the Ark of the Lord until evening."},{"Chapter":7,"Number":7,"Text":"Then Joshua cried out, “Oh, Sovereign Lord, why did you bring us across the Jordan River if you are going to let the Amorites kill us? If only we had been content to stay on the other side!"},{"Chapter":7,"Number":8,"Text":"Lord, what can I say now that Israel has fled from its enemies?"},{"Chapter":7,"Number":9,"Text":"For when the Canaanites and all the other people living in the land hear about it, they will surround us and wipe our name off the face of the earth. And then what will happen to the honor of your great name?”"},{"Chapter":7,"Number":10,"Text":"But the Lord said to Joshua, “Get up! Why are you lying on your face like this?"},{"Chapter":7,"Number":11,"Text":"Israel has sinned and broken my covenant! They have stolen some of the things that I commanded must be set apart for me. And they have not only stolen them but have lied about it and hidden the things among their own belongings."},{"Chapter":7,"Number":12,"Text":"That is why the Israelites are running from their enemies in defeat. For now Israel itself has been set apart for destruction. I will not remain with you any longer unless you destroy the things among you that were set apart for destruction."},{"Chapter":7,"Number":13,"Text":"“Get up! Command the people to purify themselves in preparation for tomorrow. For this is what the Lord, the God of Israel, says: Hidden among you, O Israel, are things set apart for the Lord. You will never defeat your enemies until you remove these things from among you."},{"Chapter":7,"Number":14,"Text":"“In the morning you must present yourselves by tribes, and the Lord will point out the tribe to which the guilty man belongs. That tribe must come forward with its clans, and the Lord will point out the guilty clan. That clan will then come forward, and the Lord will point out the guilty family. Finally, each member of the guilty family must come forward one by one."},{"Chapter":7,"Number":15,"Text":"The one who has stolen what was set apart for destruction will himself be burned with fire, along with everything he has, for he has broken the covenant of the Lord and has done a horrible thing in Israel.” "},{"Chapter":7,"Number":16,"Text":"Early the next morning Joshua brought the tribes of Israel before the Lord, and the tribe of Judah was singled out."},{"Chapter":7,"Number":17,"Text":"Then the clans of Judah came forward, and the clan of Zerah was singled out. Then the families of Zerah came forward, and the family of Zimri was singled out."},{"Chapter":7,"Number":18,"Text":"Every member of Zimri’s family was brought forward person by person, and Achan was singled out."},{"Chapter":7,"Number":19,"Text":"Then Joshua said to Achan, “My son, give glory to the Lord, the God of Israel, by telling the truth. Make your confession and tell me what you have done. Don’t hide it from me.”"},{"Chapter":7,"Number":20,"Text":"Achan replied, “It is true! I have sinned against the Lord, the God of Israel."},{"Chapter":7,"Number":21,"Text":"Among the plunder I saw a beautiful robe from Babylon, 200 silver coins, and a bar of gold weighing more than a pound. I wanted them so much that I took them. They are hidden in the ground beneath my tent, with the silver buried deeper than the rest.”"},{"Chapter":7,"Number":22,"Text":"So Joshua sent some men to make a search. They ran to the tent and found the stolen goods hidden there, just as Achan had said, with the silver buried beneath the rest."},{"Chapter":7,"Number":23,"Text":"They took the things from the tent and brought them to Joshua and all the Israelites. Then they laid them on the ground in the presence of the Lord."},{"Chapter":7,"Number":24,"Text":"Then Joshua and all the Israelites took Achan, the silver, the robe, the bar of gold, his sons, daughters, cattle, donkeys, sheep, goats, tent, and everything he had, and they brought them to the valley of Achor."},{"Chapter":7,"Number":25,"Text":"Then Joshua said to Achan, “Why have you brought trouble on us? The Lord will now bring trouble on you.” And all the Israelites stoned Achan and his family and burned their bodies."},{"Chapter":7,"Number":26,"Text":"They piled a great heap of stones over Achan, which remains to this day. That is why the place has been called the Valley of Trouble ever since. So the Lord was no longer angry."},{"Chapter":8,"Number":1,"Text":"Then the Lord said to Joshua, “Do not be afraid or discouraged. Take all your fighting men and attack Ai, for I have given you the king of Ai, his people, his town, and his land."},{"Chapter":8,"Number":2,"Text":"You will destroy them as you destroyed Jericho and its king. But this time you may keep the plunder and the livestock for yourselves. Set an ambush behind the town.”"},{"Chapter":8,"Number":3,"Text":"So Joshua and all the fighting men set out to attack Ai. Joshua chose 30,000 of his best warriors and sent them out at night"},{"Chapter":8,"Number":4,"Text":"with these orders: “Hide in ambush close behind the town and be ready for action."},{"Chapter":8,"Number":5,"Text":"When our main army attacks, the men of Ai will come out to fight as they did before, and we will run away from them."},{"Chapter":8,"Number":6,"Text":"We will let them chase us until we have drawn them away from the town. For they will say, ‘The Israelites are running away from us as they did before.’ Then, while we are running from them,"},{"Chapter":8,"Number":7,"Text":"you will jump up from your ambush and take possession of the town, for the Lord your God will give it to you."},{"Chapter":8,"Number":8,"Text":"Set the town on fire, as the Lord has commanded. You have your orders.”"},{"Chapter":8,"Number":9,"Text":"So they left and went to the place of ambush between Bethel and the west side of Ai. But Joshua remained among the people in the camp that night."},{"Chapter":8,"Number":10,"Text":"Early the next morning Joshua roused his men and started toward Ai, accompanied by the elders of Israel."},{"Chapter":8,"Number":11,"Text":"All the fighting men who were with Joshua marched in front of the town and camped on the north side of Ai, with a valley between them and the town."},{"Chapter":8,"Number":12,"Text":"That night Joshua sent about 5,000 men to lie in ambush between Bethel and Ai, on the west side of the town."},{"Chapter":8,"Number":13,"Text":"So they stationed the main army north of the town and the ambush west of the town. Joshua himself spent that night in the valley."},{"Chapter":8,"Number":14,"Text":"When the king of Ai saw the Israelites across the valley, he and all his army hurried out early in the morning and attacked the Israelites at a place overlooking the Jordan Valley. But he didn’t realize there was an ambush behind the town."},{"Chapter":8,"Number":15,"Text":"Joshua and the Israelite army fled toward the wilderness as though they were badly beaten."},{"Chapter":8,"Number":16,"Text":"Then all the men in the town were called out to chase after them. In this way, they were lured away from the town."},{"Chapter":8,"Number":17,"Text":"There was not a man left in Ai or Bethel who did not chase after the Israelites, and the town was left wide open."},{"Chapter":8,"Number":18,"Text":"Then the Lord said to Joshua, “Point the spear in your hand toward Ai, for I will hand the town over to you.” Joshua did as he was commanded."},{"Chapter":8,"Number":19,"Text":"As soon as Joshua gave this signal, all the men in ambush jumped up from their position and poured into the town. They quickly captured it and set it on fire."},{"Chapter":8,"Number":20,"Text":"When the men of Ai looked behind them, smoke from the town was filling the sky, and they had nowhere to go. For the Israelites who had fled in the direction of the wilderness now turned on their pursuers."},{"Chapter":8,"Number":21,"Text":"When Joshua and all the other Israelites saw that the ambush had succeeded and that smoke was rising from the town, they turned and attacked the men of Ai."},{"Chapter":8,"Number":22,"Text":"Meanwhile, the Israelites who were inside the town came out and attacked the enemy from the rear. So the men of Ai were caught in the middle, with Israelite fighters on both sides. Israel attacked them, and not a single person survived or escaped."},{"Chapter":8,"Number":23,"Text":"Only the king of Ai was taken alive and brought to Joshua."},{"Chapter":8,"Number":24,"Text":"When the Israelite army finished chasing and killing all the men of Ai in the open fields, they went back and finished off everyone inside."},{"Chapter":8,"Number":25,"Text":"So the entire population of Ai, including men and women, was wiped out that day—12,000 in all."},{"Chapter":8,"Number":26,"Text":"For Joshua kept holding out his spear until everyone who had lived in Ai was completely destroyed."},{"Chapter":8,"Number":27,"Text":"Only the livestock and the treasures of the town were not destroyed, for the Israelites kept these as plunder for themselves, as the Lord had commanded Joshua."},{"Chapter":8,"Number":28,"Text":"So Joshua burned the town of Ai, and it became a permanent mound of ruins, desolate to this very day."},{"Chapter":8,"Number":29,"Text":"Joshua impaled the king of Ai on a sharpened pole and left him there until evening. At sunset the Israelites took down the body, as Joshua commanded, and threw it in front of the town gate. They piled a great heap of stones over him that can still be seen today. "},{"Chapter":8,"Number":30,"Text":"Then Joshua built an altar to the Lord, the God of Israel, on Mount Ebal."},{"Chapter":8,"Number":31,"Text":"He followed the commands that Moses the Lord’s servant had written in the Book of Instruction: “Make me an altar from stones that are uncut and have not been shaped with iron tools.” Then on the altar they presented burnt offerings and peace offerings to the Lord."},{"Chapter":8,"Number":32,"Text":"And as the Israelites watched, Joshua copied onto the stones of the altar the instructions Moses had given them."},{"Chapter":8,"Number":33,"Text":"Then all the Israelites—foreigners and native-born alike—along with the elders, officers, and judges, were divided into two groups. One group stood in front of Mount Gerizim, the other in front of Mount Ebal. Each group faced the other, and between them stood the Levitical priests carrying the Ark of the Lord’s Covenant. This was all done according to the commands that Moses, the servant of the Lord, had previously given for blessing the people of Israel."},{"Chapter":8,"Number":34,"Text":"Joshua then read to them all the blessings and curses Moses had written in the Book of Instruction."},{"Chapter":8,"Number":35,"Text":"Every word of every command that Moses had ever given was read to the entire assembly of Israel, including the women and children and the foreigners who lived among them."},{"Chapter":9,"Number":1,"Text":"Now all the kings west of the Jordan River heard about what had happened. These were the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, who lived in the hill country, in the western foothills, and along the coast of the Mediterranean Sea as far north as the Lebanon mountains."},{"Chapter":9,"Number":2,"Text":"These kings combined their armies to fight as one against Joshua and the Israelites."},{"Chapter":9,"Number":3,"Text":"But when the people of Gibeon heard what Joshua had done to Jericho and Ai,"},{"Chapter":9,"Number":4,"Text":"they resorted to deception to save themselves. They sent ambassadors to Joshua, loading their donkeys with weathered saddlebags and old, patched wineskins."},{"Chapter":9,"Number":5,"Text":"They put on worn-out, patched sandals and ragged clothes. And the bread they took with them was dry and moldy."},{"Chapter":9,"Number":6,"Text":"When they arrived at the camp of Israel at Gilgal, they told Joshua and the men of Israel, “We have come from a distant land to ask you to make a peace treaty with us.”"},{"Chapter":9,"Number":7,"Text":"The Israelites replied to these Hivites, “How do we know you don’t live nearby? For if you do, we cannot make a treaty with you.”"},{"Chapter":9,"Number":8,"Text":"They replied, “We are your servants.”“But who are you?” Joshua demanded. “Where do you come from?”"},{"Chapter":9,"Number":9,"Text":"They answered, “Your servants have come from a very distant country. We have heard of the might of the Lord your God and of all he did in Egypt."},{"Chapter":9,"Number":10,"Text":"We have also heard what he did to the two Amorite kings east of the Jordan River—King Sihon of Heshbon and King Og of Bashan (who lived in Ashtaroth)."},{"Chapter":9,"Number":11,"Text":"So our elders and all our people instructed us, ‘Take supplies for a long journey. Go meet with the people of Israel and tell them, “We are your servants; please make a treaty with us.”’"},{"Chapter":9,"Number":12,"Text":"“This bread was hot from the ovens when we left our homes. But now, as you can see, it is dry and moldy."},{"Chapter":9,"Number":13,"Text":"These wineskins were new when we filled them, but now they are old and split open. And our clothing and sandals are worn out from our very long journey.”"},{"Chapter":9,"Number":14,"Text":"So the Israelites examined their food, but they did not consult the Lord."},{"Chapter":9,"Number":15,"Text":"Then Joshua made a peace treaty with them and guaranteed their safety, and the leaders of the community ratified their agreement with a binding oath."},{"Chapter":9,"Number":16,"Text":"Three days after making the treaty, they learned that these people actually lived nearby!"},{"Chapter":9,"Number":17,"Text":"The Israelites set out at once to investigate and reached their towns in three days. The names of these towns were Gibeon, Kephirah, Beeroth, and Kiriath-jearim."},{"Chapter":9,"Number":18,"Text":"But the Israelites did not attack the towns, for the Israelite leaders had made a vow to them in the name of the Lord, the God of Israel.The people of Israel grumbled against their leaders because of the treaty."},{"Chapter":9,"Number":19,"Text":"But the leaders replied, “Since we have sworn an oath in the presence of the Lord, the God of Israel, we cannot touch them."},{"Chapter":9,"Number":20,"Text":"This is what we must do. We must let them live, for divine anger would come upon us if we broke our oath."},{"Chapter":9,"Number":21,"Text":"Let them live.” So they made them woodcutters and water carriers for the entire community, as the Israelite leaders directed."},{"Chapter":9,"Number":22,"Text":"Joshua called together the Gibeonites and said, “Why did you lie to us? Why did you say that you live in a distant land when you live right here among us?"},{"Chapter":9,"Number":23,"Text":"May you be cursed! From now on you will always be servants who cut wood and carry water for the house of my God.”"},{"Chapter":9,"Number":24,"Text":"They replied, “We did it because we—your servants—were clearly told that the Lord your God commanded his servant Moses to give you this entire land and to destroy all the people living in it. So we feared greatly for our lives because of you. That is why we have done this."},{"Chapter":9,"Number":25,"Text":"Now we are at your mercy—do to us whatever you think is right.”"},{"Chapter":9,"Number":26,"Text":"So Joshua did not allow the people of Israel to kill them."},{"Chapter":9,"Number":27,"Text":"But that day he made the Gibeonites the woodcutters and water carriers for the community of Israel and for the altar of the Lord—wherever the Lord would choose to build it. And that is what they do to this day."},{"Chapter":10,"Number":1,"Text":"Adoni-zedek, king of Jerusalem, heard that Joshua had captured and completely destroyed Ai and killed its king, just as he had destroyed the town of Jericho and killed its king. He also learned that the Gibeonites had made peace with Israel and were now their allies."},{"Chapter":10,"Number":2,"Text":"He and his people became very afraid when they heard all this because Gibeon was a large town—as large as the royal cities and larger than Ai. And the Gibeonite men were strong warriors."},{"Chapter":10,"Number":3,"Text":"So King Adoni-zedek of Jerusalem sent messengers to several other kings: Hoham of Hebron, Piram of Jarmuth, Japhia of Lachish, and Debir of Eglon."},{"Chapter":10,"Number":4,"Text":"“Come and help me destroy Gibeon,” he urged them, “for they have made peace with Joshua and the people of Israel.”"},{"Chapter":10,"Number":5,"Text":"So these five Amorite kings combined their armies for a united attack. They moved all their troops into place and attacked Gibeon."},{"Chapter":10,"Number":6,"Text":"The men of Gibeon quickly sent messengers to Joshua at his camp in Gilgal. “Don’t abandon your servants now!” they pleaded. “Come at once! Save us! Help us! For all the Amorite kings who live in the hill country have joined forces to attack us.”"},{"Chapter":10,"Number":7,"Text":"So Joshua and his entire army, including his best warriors, left Gilgal and set out for Gibeon."},{"Chapter":10,"Number":8,"Text":"“Do not be afraid of them,” the Lord said to Joshua, “for I have given you victory over them. Not a single one of them will be able to stand up to you.”"},{"Chapter":10,"Number":9,"Text":"Joshua traveled all night from Gilgal and took the Amorite armies by surprise."},{"Chapter":10,"Number":10,"Text":"The Lord threw them into a panic, and the Israelites slaughtered great numbers of them at Gibeon. Then the Israelites chased the enemy along the road to Beth-horon, killing them all along the way to Azekah and Makkedah."},{"Chapter":10,"Number":11,"Text":"As the Amorites retreated down the road from Beth-horon, the Lord destroyed them with a terrible hailstorm from heaven that continued until they reached Azekah. The hail killed more of the enemy than the Israelites killed with the sword."},{"Chapter":10,"Number":12,"Text":"On the day the Lord gave the Israelites victory over the Amorites, Joshua prayed to the Lord in front of all the people of Israel. He said, “Let the sun stand still over Gibeon,    and the moon over the valley of Aijalon.”"},{"Chapter":10,"Number":13,"Text":"So the sun stood still and the moon stayed in place until the nation of Israel had defeated its enemies.Is this event not recorded in The Book of Jashar? The sun stayed in the middle of the sky, and it did not set as on a normal day."},{"Chapter":10,"Number":14,"Text":"There has never been a day like this one before or since, when the Lord answered such a prayer. Surely the Lord fought for Israel that day!"},{"Chapter":10,"Number":15,"Text":"Then Joshua and the Israelite army returned to their camp at Gilgal. "},{"Chapter":10,"Number":16,"Text":"During the battle the five kings escaped and hid in a cave at Makkedah."},{"Chapter":10,"Number":17,"Text":"When Joshua heard that they had been found,"},{"Chapter":10,"Number":18,"Text":"he issued this command: “Cover the opening of the cave with large rocks, and place guards at the entrance to keep the kings inside."},{"Chapter":10,"Number":19,"Text":"The rest of you continue chasing the enemy and cut them down from the rear. Don’t give them a chance to get back to their towns, for the Lord your God has given you victory over them.”"},{"Chapter":10,"Number":20,"Text":"So Joshua and the Israelite army continued the slaughter and completely crushed the enemy. They totally wiped out the five armies except for a tiny remnant that managed to reach their fortified towns."},{"Chapter":10,"Number":21,"Text":"Then the Israelites returned safely to Joshua in the camp at Makkedah. After that, no one dared to speak even a word against Israel."},{"Chapter":10,"Number":22,"Text":"Then Joshua said, “Remove the rocks covering the opening of the cave, and bring the five kings to me.”"},{"Chapter":10,"Number":23,"Text":"So they brought the five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."},{"Chapter":10,"Number":24,"Text":"When they brought them out, Joshua told the commanders of his army, “Come and put your feet on the kings’ necks.” And they did as they were told."},{"Chapter":10,"Number":25,"Text":"“Don’t ever be afraid or discouraged,” Joshua told his men. “Be strong and courageous, for the Lord is going to do this to all of your enemies.”"},{"Chapter":10,"Number":26,"Text":"Then Joshua killed each of the five kings and impaled them on five sharpened poles, where they hung until evening."},{"Chapter":10,"Number":27,"Text":"As the sun was going down, Joshua gave instructions for the bodies of the kings to be taken down from the poles and thrown into the cave where they had been hiding. Then they covered the opening of the cave with a pile of large rocks, which remains to this very day. "},{"Chapter":10,"Number":28,"Text":"That same day Joshua captured and destroyed the town of Makkedah. He killed everyone in it, including the king, leaving no survivors. He destroyed them all, and he killed the king of Makkedah as he had killed the king of Jericho."},{"Chapter":10,"Number":29,"Text":"Then Joshua and the Israelites went to Libnah and attacked it."},{"Chapter":10,"Number":30,"Text":"There, too, the Lord gave them the town and its king. He killed everyone in it, leaving no survivors. Then Joshua killed the king of Libnah as he had killed the king of Jericho."},{"Chapter":10,"Number":31,"Text":"From Libnah, Joshua and the Israelites went to Lachish and attacked it."},{"Chapter":10,"Number":32,"Text":"Here again, the Lord gave them Lachish. Joshua took it on the second day and killed everyone in it, just as he had done at Libnah."},{"Chapter":10,"Number":33,"Text":"During the attack on Lachish, King Horam of Gezer arrived with his army to help defend the town. But Joshua’s men killed him and his army, leaving no survivors."},{"Chapter":10,"Number":34,"Text":"Then Joshua and the Israelite army went on to Eglon and attacked it."},{"Chapter":10,"Number":35,"Text":"They captured it that day and killed everyone in it. He completely destroyed everyone, just as he had done at Lachish."},{"Chapter":10,"Number":36,"Text":"From Eglon, Joshua and the Israelite army went up to Hebron and attacked it."},{"Chapter":10,"Number":37,"Text":"They captured the town and killed everyone in it, including its king, leaving no survivors. They did the same thing to all of its surrounding villages. And just as he had done at Eglon, he completely destroyed the entire population."},{"Chapter":10,"Number":38,"Text":"Then Joshua and the Israelites turned back and attacked Debir."},{"Chapter":10,"Number":39,"Text":"He captured the town, its king, and all of its surrounding villages. He completely destroyed everyone in it, leaving no survivors. He did to Debir and its king just what he had done to Hebron and to Libnah and its king."},{"Chapter":10,"Number":40,"Text":"So Joshua conquered the whole region—the kings and people of the hill country, the Negev, the western foothills, and the mountain slopes. He completely destroyed everyone in the land, leaving no survivors, just as the Lord, the God of Israel, had commanded."},{"Chapter":10,"Number":41,"Text":"Joshua slaughtered them from Kadesh-barnea to Gaza and from the region around the town of Goshen up to Gibeon."},{"Chapter":10,"Number":42,"Text":"Joshua conquered all these kings and their land in a single campaign, for the Lord, the God of Israel, was fighting for his people."},{"Chapter":10,"Number":43,"Text":"Then Joshua and the Israelite army returned to their camp at Gilgal."},{"Chapter":11,"Number":1,"Text":"When King Jabin of Hazor heard what had happened, he sent messages to the following kings: King Jobab of Madon; the king of Shimron; the king of Acshaph;"},{"Chapter":11,"Number":2,"Text":"all the kings of the northern hill country; the kings in the Jordan Valley south of Galilee; the kings in the Galilean foothills; the kings of Naphoth-dor on the west;"},{"Chapter":11,"Number":3,"Text":"the kings of Canaan, both east and west; the kings of the Amorites, the Hittites, the Perizzites, the Jebusites in the hill country, and the Hivites in the towns on the slopes of Mount Hermon in the land of Mizpah."},{"Chapter":11,"Number":4,"Text":"All these kings came out to fight. Their combined armies formed a vast horde. And with all their horses and chariots, they covered the landscape like the sand on the seashore."},{"Chapter":11,"Number":5,"Text":"The kings joined forces and established their camp around the water near Merom to fight against Israel."},{"Chapter":11,"Number":6,"Text":"Then the Lord said to Joshua, “Do not be afraid of them. By this time tomorrow I will hand all of them over to Israel as dead men. Then you must cripple their horses and burn their chariots.”"},{"Chapter":11,"Number":7,"Text":"So Joshua and all his fighting men traveled to the water near Merom and attacked suddenly."},{"Chapter":11,"Number":8,"Text":"And the Lord gave them victory over their enemies. The Israelites chased them as far as Greater Sidon and Misrephoth-maim, and eastward into the valley of Mizpah, until not one enemy warrior was left alive."},{"Chapter":11,"Number":9,"Text":"Then Joshua crippled the horses and burned all the chariots, as the Lord had instructed."},{"Chapter":11,"Number":10,"Text":"Joshua then turned back and captured Hazor and killed its king. (Hazor had at one time been the capital of all these kingdoms.)"},{"Chapter":11,"Number":11,"Text":"The Israelites completely destroyed every living thing in the city, leaving no survivors. Not a single person was spared. And then Joshua burned the city."},{"Chapter":11,"Number":12,"Text":"Joshua slaughtered all the other kings and their people, completely destroying them, just as Moses, the servant of the Lord, had commanded."},{"Chapter":11,"Number":13,"Text":"But the Israelites did not burn any of the towns built on mounds except Hazor, which Joshua burned."},{"Chapter":11,"Number":14,"Text":"And the Israelites took all the plunder and livestock of the ravaged towns for themselves. But they killed all the people, leaving no survivors."},{"Chapter":11,"Number":15,"Text":"As the Lord had commanded his servant Moses, so Moses commanded Joshua. And Joshua did as he was told, carefully obeying all the commands that the Lord had given to Moses."},{"Chapter":11,"Number":16,"Text":"So Joshua conquered the entire region—the hill country, the entire Negev, the whole area around the town of Goshen, the western foothills, the Jordan Valley, the mountains of Israel, and the Galilean foothills."},{"Chapter":11,"Number":17,"Text":"The Israelite territory now extended all the way from Mount Halak, which leads up to Seir in the south, as far north as Baal-gad at the foot of Mount Hermon in the valley of Lebanon. Joshua killed all the kings of those territories,"},{"Chapter":11,"Number":18,"Text":"waging war for a long time to accomplish this."},{"Chapter":11,"Number":19,"Text":"No one in this region made peace with the Israelites except the Hivites of Gibeon. All the others were defeated."},{"Chapter":11,"Number":20,"Text":"For the Lord hardened their hearts and caused them to fight the Israelites. So they were completely destroyed without mercy, as the Lord had commanded Moses."},{"Chapter":11,"Number":21,"Text":"During this period Joshua destroyed all the descendants of Anak, who lived in the hill country of Hebron, Debir, Anab, and the entire hill country of Judah and Israel. He killed them all and completely destroyed their towns."},{"Chapter":11,"Number":22,"Text":"None of the descendants of Anak were left in all the land of Israel, though some still remained in Gaza, Gath, and Ashdod."},{"Chapter":11,"Number":23,"Text":"So Joshua took control of the entire land, just as the Lord had instructed Moses. He gave it to the people of Israel as their special possession, dividing the land among the tribes. So the land finally had rest from war."},{"Chapter":12,"Number":1,"Text":"These are the kings east of the Jordan River who had been killed by the Israelites and whose land was taken. Their territory extended from the Arnon Gorge to Mount Hermon and included all the land east of the Jordan Valley."},{"Chapter":12,"Number":2,"Text":"King Sihon of the Amorites, who lived in Heshbon, was defeated. His kingdom included Aroer, on the edge of the Arnon Gorge, and extended from the middle of the Arnon Gorge to the Jabbok River, which serves as a border for the Ammonites. This territory included the southern half of the territory of Gilead."},{"Chapter":12,"Number":3,"Text":"Sihon also controlled the Jordan Valley and regions to the east—from as far north as the Sea of Galilee to as far south as the Dead Sea, including the road to Beth-jeshimoth and southward to the slopes of Pisgah."},{"Chapter":12,"Number":4,"Text":"King Og of Bashan, the last of the Rephaites, lived at Ashtaroth and Edrei."},{"Chapter":12,"Number":5,"Text":"He ruled a territory stretching from Mount Hermon to Salecah in the north and to all of Bashan in the east, and westward to the borders of the kingdoms of Geshur and Maacah. This territory included the northern half of Gilead, as far as the boundary of King Sihon of Heshbon."},{"Chapter":12,"Number":6,"Text":"Moses, the servant of the Lord, and the Israelites had destroyed the people of King Sihon and King Og. And Moses gave their land as a possession to the tribes of Reuben, Gad, and the half-tribe of Manasseh. "},{"Chapter":12,"Number":7,"Text":"The following is a list of the kings that Joshua and the Israelite armies defeated on the west side of the Jordan, from Baal-gad in the valley of Lebanon to Mount Halak, which leads up to Seir. (Joshua gave this land to the tribes of Israel as their possession,"},{"Chapter":12,"Number":8,"Text":"including the hill country, the western foothills, the Jordan Valley, the mountain slopes, the Judean wilderness, and the Negev. The people who lived in this region were the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites.) These are the kings Israel defeated:"},{"Chapter":12,"Number":9,"Text":"The king of JerichoThe king of Ai, near Bethel"},{"Chapter":12,"Number":10,"Text":"The king of JerusalemThe king of Hebron"},{"Chapter":12,"Number":11,"Text":"The king of JarmuthThe king of Lachish"},{"Chapter":12,"Number":12,"Text":"The king of EglonThe king of Gezer"},{"Chapter":12,"Number":13,"Text":"The king of DebirThe king of Geder"},{"Chapter":12,"Number":14,"Text":"The king of HormahThe king of Arad"},{"Chapter":12,"Number":15,"Text":"The king of LibnahThe king of Adullam"},{"Chapter":12,"Number":16,"Text":"The king of MakkedahThe king of Bethel"},{"Chapter":12,"Number":17,"Text":"The king of TappuahThe king of Hepher"},{"Chapter":12,"Number":18,"Text":"The king of AphekThe king of Lasharon"},{"Chapter":12,"Number":19,"Text":"The king of MadonThe king of Hazor"},{"Chapter":12,"Number":20,"Text":"The king of Shimron-meronThe king of Acshaph"},{"Chapter":12,"Number":21,"Text":"The king of TaanachThe king of Megiddo"},{"Chapter":12,"Number":22,"Text":"The king of KedeshThe king of Jokneam in Carmel"},{"Chapter":12,"Number":23,"Text":"The king of Dor in the town of Naphoth-dorThe king of Goyim in Gilgal"},{"Chapter":12,"Number":24,"Text":"The king of Tirzah.In all, thirty-one kings were defeated."},{"Chapter":13,"Number":1,"Text":"When Joshua was an old man, the Lord said to him, “You are growing old, and much land remains to be conquered."},{"Chapter":13,"Number":2,"Text":"This is the territory that remains: all the regions of the Philistines and the Geshurites,"},{"Chapter":13,"Number":3,"Text":"and the larger territory of the Canaanites, extending from the stream of Shihor on the border of Egypt, northward to the boundary of Ekron. It includes the territory of the five Philistine rulers of Gaza, Ashdod, Ashkelon, Gath, and Ekron. The land of the Avvites"},{"Chapter":13,"Number":4,"Text":"in the south also remains to be conquered. In the north, the following area has not yet been conquered: all the land of the Canaanites, including Mearah (which belongs to the Sidonians), stretching northward to Aphek on the border of the Amorites;"},{"Chapter":13,"Number":5,"Text":"the land of the Gebalites and all of the Lebanon mountain area to the east, from Baal-gad below Mount Hermon to Lebo-hamath;"},{"Chapter":13,"Number":6,"Text":"and all the hill country from Lebanon to Misrephoth-maim, including all the land of the Sidonians.“I myself will drive these people out of the land ahead of the Israelites. So be sure to give this land to Israel as a special possession, just as I have commanded you."},{"Chapter":13,"Number":7,"Text":"Include all this territory as Israel’s possession when you divide this land among the nine tribes and the half-tribe of Manasseh.” "},{"Chapter":13,"Number":8,"Text":"Half the tribe of Manasseh and the tribes of Reuben and Gad had already received their grants of land on the east side of the Jordan, for Moses, the servant of the Lord, had previously assigned this land to them."},{"Chapter":13,"Number":9,"Text":"Their territory extended from Aroer on the edge of the Arnon Gorge (including the town in the middle of the gorge) to the plain beyond Medeba, as far as Dibon."},{"Chapter":13,"Number":10,"Text":"It also included all the towns of King Sihon of the Amorites, who had reigned in Heshbon, and extended as far as the borders of Ammon."},{"Chapter":13,"Number":11,"Text":"It included Gilead, the territory of the kingdoms of Geshur and Maacah, all of Mount Hermon, all of Bashan as far as Salecah,"},{"Chapter":13,"Number":12,"Text":"and all the territory of King Og of Bashan, who had reigned in Ashtaroth and Edrei. King Og was the last of the Rephaites, for Moses had attacked them and driven them out."},{"Chapter":13,"Number":13,"Text":"But the Israelites failed to drive out the people of Geshur and Maacah, so they continue to live among the Israelites to this day. "},{"Chapter":13,"Number":14,"Text":"Moses did not assign any allotment of land to the tribe of Levi. Instead, as the Lord had promised them, their allotment came from the offerings burned on the altar to the Lord, the God of Israel. "},{"Chapter":13,"Number":15,"Text":"Moses had assigned the following area to the clans of the tribe of Reuben."},{"Chapter":13,"Number":16,"Text":"Their territory extended from Aroer on the edge of the Arnon Gorge (including the town in the middle of the gorge) to the plain beyond Medeba."},{"Chapter":13,"Number":17,"Text":"It included Heshbon and the other towns on the plain—Dibon, Bamoth-baal, Beth-baal-meon,"},{"Chapter":13,"Number":18,"Text":"Jahaz, Kedemoth, Mephaath,"},{"Chapter":13,"Number":19,"Text":"Kiriathaim, Sibmah, Zereth-shahar on the hill above the valley,"},{"Chapter":13,"Number":20,"Text":"Beth-peor, the slopes of Pisgah, and Beth-jeshimoth."},{"Chapter":13,"Number":21,"Text":"The land of Reuben also included all the towns of the plain and the entire kingdom of Sihon. Sihon was the Amorite king who had reigned in Heshbon and was killed by Moses along with the leaders of Midian—Evi, Rekem, Zur, Hur, and Reba—princes living in the region who were allied with Sihon."},{"Chapter":13,"Number":22,"Text":"The Israelites had also killed Balaam son of Beor, who used magic to tell the future."},{"Chapter":13,"Number":23,"Text":"The Jordan River marked the western boundary for the tribe of Reuben. The towns and their surrounding villages in this area were given as a homeland to the clans of the tribe of Reuben. "},{"Chapter":13,"Number":24,"Text":"Moses had assigned the following area to the clans of the tribe of Gad."},{"Chapter":13,"Number":25,"Text":"Their territory included Jazer, all the towns of Gilead, and half of the land of Ammon, as far as the town of Aroer just west of Rabbah."},{"Chapter":13,"Number":26,"Text":"It extended from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the territory of Lo-debar."},{"Chapter":13,"Number":27,"Text":"In the valley were Beth-haram, Beth-nimrah, Succoth, Zaphon, and the rest of the kingdom of King Sihon of Heshbon. The western boundary ran along the Jordan River, extended as far north as the tip of the Sea of Galilee, and then turned eastward."},{"Chapter":13,"Number":28,"Text":"The towns and their surrounding villages in this area were given as a homeland to the clans of the tribe of Gad. "},{"Chapter":13,"Number":29,"Text":"Moses had assigned the following area to the clans of the half-tribe of Manasseh."},{"Chapter":13,"Number":30,"Text":"Their territory extended from Mahanaim, including all of Bashan, all the former kingdom of King Og, and the sixty towns of Jair in Bashan."},{"Chapter":13,"Number":31,"Text":"It also included half of Gilead and King Og’s royal cities of Ashtaroth and Edrei. All this was given to the clans of the descendants of Makir, who was Manasseh’s son."},{"Chapter":13,"Number":32,"Text":"These are the allotments Moses had made while he was on the plains of Moab, across the Jordan River, east of Jericho."},{"Chapter":13,"Number":33,"Text":"But Moses gave no allotment of land to the tribe of Levi, for the Lord, the God of Israel, had promised that he himself would be their allotment."},{"Chapter":14,"Number":1,"Text":"The remaining tribes of Israel received land in Canaan as allotted by Eleazar the priest, Joshua son of Nun, and the tribal leaders."},{"Chapter":14,"Number":2,"Text":"These nine and a half tribes received their grants of land by means of sacred lots, in accordance with the Lord’s command through Moses."},{"Chapter":14,"Number":3,"Text":"Moses had already given a grant of land to the two and a half tribes on the east side of the Jordan River, but he had given the Levites no such allotment."},{"Chapter":14,"Number":4,"Text":"The descendants of Joseph had become two separate tribes—Manasseh and Ephraim. And the Levites were given no land at all, only towns to live in with surrounding pasturelands for their livestock and all their possessions."},{"Chapter":14,"Number":5,"Text":"So the land was distributed in strict accordance with the Lord’s commands to Moses. "},{"Chapter":14,"Number":6,"Text":"A delegation from the tribe of Judah, led by Caleb son of Jephunneh the Kenizzite, came to Joshua at Gilgal. Caleb said to Joshua, “Remember what the Lord said to Moses, the man of God, about you and me when we were at Kadesh-barnea."},{"Chapter":14,"Number":7,"Text":"I was forty years old when Moses, the servant of the Lord, sent me from Kadesh-barnea to explore the land of Canaan. I returned and gave an honest report,"},{"Chapter":14,"Number":8,"Text":"but my brothers who went with me frightened the people from entering the Promised Land. For my part, I wholeheartedly followed the Lord my God."},{"Chapter":14,"Number":9,"Text":"So that day Moses solemnly promised me, ‘The land of Canaan on which you were just walking will be your grant of land and that of your descendants forever, because you wholeheartedly followed the Lord my God.’"},{"Chapter":14,"Number":10,"Text":"“Now, as you can see, the Lord has kept me alive and well as he promised for all these forty-five years since Moses made this promise—even while Israel wandered in the wilderness. Today I am eighty-five years old."},{"Chapter":14,"Number":11,"Text":"I am as strong now as I was when Moses sent me on that journey, and I can still travel and fight as well as I could then."},{"Chapter":14,"Number":12,"Text":"So give me the hill country that the Lord promised me. You will remember that as scouts we found the descendants of Anak living there in great, walled towns. But if the Lord is with me, I will drive them out of the land, just as the Lord said.”"},{"Chapter":14,"Number":13,"Text":"So Joshua blessed Caleb son of Jephunneh and gave Hebron to him as his portion of land."},{"Chapter":14,"Number":14,"Text":"Hebron still belongs to the descendants of Caleb son of Jephunneh the Kenizzite because he wholeheartedly followed the Lord, the God of Israel."},{"Chapter":14,"Number":15,"Text":"(Previously Hebron had been called Kiriath-arba. It had been named after Arba, a great hero of the descendants of Anak.)And the land had rest from war."},{"Chapter":15,"Number":1,"Text":"The allotment for the clans of the tribe of Judah reached southward to the border of Edom, as far south as the wilderness of Zin."},{"Chapter":15,"Number":2,"Text":"The southern boundary began at the south bay of the Dead Sea,"},{"Chapter":15,"Number":3,"Text":"ran south of Scorpion Pass into the wilderness of Zin, and then went south of Kadesh-barnea to Hezron. Then it went up to Addar, where it turned toward Karka."},{"Chapter":15,"Number":4,"Text":"From there it passed to Azmon until it finally reached the Brook of Egypt, which it followed to the Mediterranean Sea. This was their southern boundary."},{"Chapter":15,"Number":5,"Text":"The eastern boundary extended along the Dead Sea to the mouth of the Jordan River.The northern boundary began at the bay where the Jordan River empties into the Dead Sea,"},{"Chapter":15,"Number":6,"Text":"went up from there to Beth-hoglah, then proceeded north of Beth-arabah to the Stone of Bohan. (Bohan was Reuben’s son.)"},{"Chapter":15,"Number":7,"Text":"From that point it went through the valley of Achor to Debir, turning north toward Gilgal, which is across from the slopes of Adummim on the south side of the valley. From there the boundary extended to the springs at En-shemesh and on to En-rogel."},{"Chapter":15,"Number":8,"Text":"The boundary then passed through the valley of Ben-Hinnom, along the southern slopes of the Jebusites, where the city of Jerusalem is located. Then it went west to the top of the mountain above the valley of Hinnom, and on up to the northern end of the valley of Rephaim."},{"Chapter":15,"Number":9,"Text":"From there the boundary extended from the top of the mountain to the spring at the waters of Nephtoah, and from there to the towns on Mount Ephron. Then it turned toward Baalah (that is, Kiriath-jearim)."},{"Chapter":15,"Number":10,"Text":"The boundary circled west of Baalah to Mount Seir, passed along to the town of Kesalon on the northern slope of Mount Jearim, and went down to Beth-shemesh and on to Timnah."},{"Chapter":15,"Number":11,"Text":"The boundary then proceeded to the slope of the hill north of Ekron, where it turned toward Shikkeron and Mount Baalah. It passed Jabneel and ended at the Mediterranean Sea."},{"Chapter":15,"Number":12,"Text":"The western boundary was the shoreline of the Mediterranean Sea.These are the boundaries for the clans of the tribe of Judah. "},{"Chapter":15,"Number":13,"Text":"The Lord commanded Joshua to assign some of Judah’s territory to Caleb son of Jephunneh. So Caleb was given the town of Kiriath-arba (that is, Hebron), which had been named after Anak’s ancestor."},{"Chapter":15,"Number":14,"Text":"Caleb drove out the three groups of Anakites—the descendants of Sheshai, Ahiman, and Talmai, the sons of Anak."},{"Chapter":15,"Number":15,"Text":"From there he went to fight against the people living in the town of Debir (formerly called Kiriath-sepher)."},{"Chapter":15,"Number":16,"Text":"Caleb said, “I will give my daughter Acsah in marriage to the one who attacks and captures Kiriath-sepher.”"},{"Chapter":15,"Number":17,"Text":"Othniel, the son of Caleb’s brother Kenaz, was the one who conquered it, so Acsah became Othniel’s wife."},{"Chapter":15,"Number":18,"Text":"When Acsah married Othniel, she urged him to ask her father for a field. As she got down off her donkey, Caleb asked her, “What’s the matter?”"},{"Chapter":15,"Number":19,"Text":"She said, “Give me another gift. You have already given me land in the Negev; now please give me springs of water, too.” So Caleb gave her the upper and lower springs. "},{"Chapter":15,"Number":20,"Text":"This was the homeland allocated to the clans of the tribe of Judah."},{"Chapter":15,"Number":21,"Text":"The towns of Judah situated along the borders of Edom in the extreme south were Kabzeel, Eder, Jagur,"},{"Chapter":15,"Number":22,"Text":"Kinah, Dimonah, Adadah,"},{"Chapter":15,"Number":23,"Text":"Kedesh, Hazor, Ithnan,"},{"Chapter":15,"Number":24,"Text":"Ziph, Telem, Bealoth,"},{"Chapter":15,"Number":25,"Text":"Hazor-hadattah, Kerioth-hezron (that is, Hazor),"},{"Chapter":15,"Number":26,"Text":"Amam, Shema, Moladah,"},{"Chapter":15,"Number":27,"Text":"Hazar-gaddah, Heshmon, Beth-pelet,"},{"Chapter":15,"Number":28,"Text":"Hazar-shual, Beersheba, Biziothiah,"},{"Chapter":15,"Number":29,"Text":"Baalah, Iim, Ezem,"},{"Chapter":15,"Number":30,"Text":"Eltolad, Kesil, Hormah,"},{"Chapter":15,"Number":31,"Text":"Ziklag, Madmannah, Sansannah,"},{"Chapter":15,"Number":32,"Text":"Lebaoth, Shilhim, Ain, and Rimmon—twenty-nine towns with their surrounding villages."},{"Chapter":15,"Number":33,"Text":"The following towns situated in the western foothills were also given to Judah: Eshtaol, Zorah, Ashnah,"},{"Chapter":15,"Number":34,"Text":"Zanoah, En-gannim, Tappuah, Enam,"},{"Chapter":15,"Number":35,"Text":"Jarmuth, Adullam, Socoh, Azekah,"},{"Chapter":15,"Number":36,"Text":"Shaaraim, Adithaim, Gederah, and Gederothaim—fourteen towns with their surrounding villages."},{"Chapter":15,"Number":37,"Text":"Also included were Zenan, Hadashah, Migdal-gad,"},{"Chapter":15,"Number":38,"Text":"Dilean, Mizpeh, Joktheel,"},{"Chapter":15,"Number":39,"Text":"Lachish, Bozkath, Eglon,"},{"Chapter":15,"Number":40,"Text":"Cabbon, Lahmam, Kitlish,"},{"Chapter":15,"Number":41,"Text":"Gederoth, Beth-dagon, Naamah, and Makkedah—sixteen towns with their surrounding villages."},{"Chapter":15,"Number":42,"Text":"Besides these, there were Libnah, Ether, Ashan,"},{"Chapter":15,"Number":43,"Text":"Iphtah, Ashnah, Nezib,"},{"Chapter":15,"Number":44,"Text":"Keilah, Aczib, and Mareshah—nine towns with their surrounding villages."},{"Chapter":15,"Number":45,"Text":"The territory of the tribe of Judah also included Ekron and its surrounding settlements and villages."},{"Chapter":15,"Number":46,"Text":"From Ekron the boundary extended west and included the towns near Ashdod with their surrounding villages."},{"Chapter":15,"Number":47,"Text":"It also included Ashdod with its surrounding settlements and villages and Gaza with its settlements and villages, as far as the Brook of Egypt and along the coast of the Mediterranean Sea."},{"Chapter":15,"Number":48,"Text":"Judah also received the following towns in the hill country: Shamir, Jattir, Socoh,"},{"Chapter":15,"Number":49,"Text":"Dannah, Kiriath-sannah (that is, Debir),"},{"Chapter":15,"Number":50,"Text":"Anab, Eshtemoh, Anim,"},{"Chapter":15,"Number":51,"Text":"Goshen, Holon, and Giloh—eleven towns with their surrounding villages."},{"Chapter":15,"Number":52,"Text":"Also included were the towns of Arab, Dumah, Eshan,"},{"Chapter":15,"Number":53,"Text":"Janim, Beth-tappuah, Aphekah,"},{"Chapter":15,"Number":54,"Text":"Humtah, Kiriath-arba (that is, Hebron), and Zior—nine towns with their surrounding villages."},{"Chapter":15,"Number":55,"Text":"Besides these, there were Maon, Carmel, Ziph, Juttah,"},{"Chapter":15,"Number":56,"Text":"Jezreel, Jokdeam, Zanoah,"},{"Chapter":15,"Number":57,"Text":"Kain, Gibeah, and Timnah—ten towns with their surrounding villages."},{"Chapter":15,"Number":58,"Text":"In addition, there were Halhul, Beth-zur, Gedor,"},{"Chapter":15,"Number":59,"Text":"Maarath, Beth-anoth, and Eltekon—six towns with their surrounding villages."},{"Chapter":15,"Number":60,"Text":"There were also Kiriath-baal (that is, Kiriath-jearim) and Rabbah—two towns with their surrounding villages."},{"Chapter":15,"Number":61,"Text":"In the wilderness there were the towns of Beth-arabah, Middin, Secacah,"},{"Chapter":15,"Number":62,"Text":"Nibshan, the City of Salt, and En-gedi—six towns with their surrounding villages."},{"Chapter":15,"Number":63,"Text":"But the tribe of Judah could not drive out the Jebusites, who lived in the city of Jerusalem, so the Jebusites live there among the people of Judah to this day."},{"Chapter":16,"Number":1,"Text":"The allotment for the descendants of Joseph extended from the Jordan River near Jericho, east of the springs of Jericho, through the wilderness and into the hill country of Bethel."},{"Chapter":16,"Number":2,"Text":"From Bethel (that is, Luz) it ran over to Ataroth in the territory of the Arkites."},{"Chapter":16,"Number":3,"Text":"Then it descended westward to the territory of the Japhletites as far as Lower Beth-horon, then to Gezer and over to the Mediterranean Sea."},{"Chapter":16,"Number":4,"Text":"This was the homeland allocated to the families of Joseph’s sons, Manasseh and Ephraim. "},{"Chapter":16,"Number":5,"Text":"The following territory was given to the clans of the tribe of Ephraim.The boundary of their homeland began at Ataroth-addar in the east. From there it ran to Upper Beth-horon,"},{"Chapter":16,"Number":6,"Text":"then on to the Mediterranean Sea. From Micmethath on the north, the boundary curved eastward past Taanath-shiloh to the east of Janoah."},{"Chapter":16,"Number":7,"Text":"From Janoah it turned southward to Ataroth and Naarah, touched Jericho, and ended at the Jordan River."},{"Chapter":16,"Number":8,"Text":"From Tappuah the boundary extended westward, following the Kanah Ravine to the Mediterranean Sea. This is the homeland allocated to the clans of the tribe of Ephraim."},{"Chapter":16,"Number":9,"Text":"In addition, some towns with their surrounding villages in the territory allocated to the half-tribe of Manasseh were set aside for the tribe of Ephraim."},{"Chapter":16,"Number":10,"Text":"They did not drive the Canaanites out of Gezer, however, so the people of Gezer live as slaves among the people of Ephraim to this day."},{"Chapter":17,"Number":1,"Text":"The next allotment of land was given to the half-tribe of Manasseh, the descendants of Joseph’s older son. Makir, the firstborn son of Manasseh, was the father of Gilead. Because his descendants were experienced soldiers, the regions of Gilead and Bashan on the east side of the Jordan had already been given to them."},{"Chapter":17,"Number":2,"Text":"So the allotment on the west side of the Jordan was for the remaining families within the clans of the tribe of Manasseh: Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These clans represent the male descendants of Manasseh son of Joseph."},{"Chapter":17,"Number":3,"Text":"However, Zelophehad, a descendant of Hepher son of Gilead, son of Makir, son of Manasseh, had no sons. He had only daughters, whose names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"Chapter":17,"Number":4,"Text":"These women came to Eleazar the priest, Joshua son of Nun, and the Israelite leaders and said, “The Lord commanded Moses to give us a grant of land along with the men of our tribe.”So Joshua gave them a grant of land along with their uncles, as the Lord had commanded."},{"Chapter":17,"Number":5,"Text":"As a result, Manasseh’s total allocation came to ten parcels of land, in addition to the land of Gilead and Bashan across the Jordan River,"},{"Chapter":17,"Number":6,"Text":"because the female descendants of Manasseh received a grant of land along with the male descendants. (The land of Gilead was given to the rest of the male descendants of Manasseh.)"},{"Chapter":17,"Number":7,"Text":"The boundary of the tribe of Manasseh extended from the border of Asher to Micmethath, near Shechem. Then the boundary went south from Micmethath to the settlement near the spring of Tappuah."},{"Chapter":17,"Number":8,"Text":"The land surrounding Tappuah belonged to Manasseh, but the town of Tappuah itself, on the border of Manasseh’s territory, belonged to the tribe of Ephraim."},{"Chapter":17,"Number":9,"Text":"From the spring of Tappuah, the boundary of Manasseh followed the Kanah Ravine to the Mediterranean Sea. Several towns south of the ravine were inside Manasseh’s territory, but they actually belonged to the tribe of Ephraim."},{"Chapter":17,"Number":10,"Text":"In general, however, the land south of the ravine belonged to Ephraim, and the land north of the ravine belonged to Manasseh. Manasseh’s boundary ran along the northern side of the ravine and ended at the Mediterranean Sea. North of Manasseh was the territory of Asher, and to the east was the territory of Issachar."},{"Chapter":17,"Number":11,"Text":"The following towns within the territory of Issachar and Asher, however, were given to Manasseh: Beth-shan, Ibleam, Dor (that is, Naphoth-dor), Endor, Taanach, and Megiddo, each with their surrounding settlements."},{"Chapter":17,"Number":12,"Text":"But the descendants of Manasseh were unable to occupy these towns because the Canaanites were determined to stay in that region."},{"Chapter":17,"Number":13,"Text":"Later, however, when the Israelites became strong enough, they forced the Canaanites to work as slaves. But they did not drive them out of the land."},{"Chapter":17,"Number":14,"Text":"The descendants of Joseph came to Joshua and asked, “Why have you given us only one portion of land as our homeland when the Lord has blessed us with so many people?”"},{"Chapter":17,"Number":15,"Text":"Joshua replied, “If there are so many of you, and if the hill country of Ephraim is not large enough for you, clear out land for yourselves in the forest where the Perizzites and Rephaites live.”"},{"Chapter":17,"Number":16,"Text":"The descendants of Joseph responded, “It’s true that the hill country is not large enough for us. But all the Canaanites in the lowlands have iron chariots, both those in Beth-shan and its surrounding settlements and those in the valley of Jezreel. They are too strong for us.”"},{"Chapter":17,"Number":17,"Text":"Then Joshua said to the tribes of Ephraim and Manasseh, the descendants of Joseph, “Since you are so large and strong, you will be given more than one portion."},{"Chapter":17,"Number":18,"Text":"The forests of the hill country will be yours as well. Clear as much of the land as you wish, and take possession of its farthest corners. And you will drive out the Canaanites from the valleys, too, even though they are strong and have iron chariots.”"},{"Chapter":18,"Number":1,"Text":"Now that the land was under Israelite control, the entire community of Israel gathered at Shiloh and set up the Tabernacle."},{"Chapter":18,"Number":2,"Text":"But there remained seven tribes who had not yet been allotted their grants of land."},{"Chapter":18,"Number":3,"Text":"Then Joshua asked them, “How long are you going to wait before taking possession of the remaining land the Lord, the God of your ancestors, has given to you?"},{"Chapter":18,"Number":4,"Text":"Select three men from each tribe, and I will send them out to explore the land and map it out. They will then return to me with a written report of their proposed divisions of their new homeland."},{"Chapter":18,"Number":5,"Text":"Let them divide the land into seven sections, excluding Judah’s territory in the south and Joseph’s territory in the north."},{"Chapter":18,"Number":6,"Text":"And when you record the seven divisions of the land and bring them to me, I will cast sacred lots in the presence of the Lord our God to assign land to each tribe."},{"Chapter":18,"Number":7,"Text":"“The Levites, however, will not receive any allotment of land. Their role as priests of the Lord is their allotment. And the tribes of Gad, Reuben, and the half-tribe of Manasseh won’t receive any more land, for they have already received their grant of land, which Moses, the servant of the Lord, gave them on the east side of the Jordan River.”"},{"Chapter":18,"Number":8,"Text":"As the men started on their way to map out the land, Joshua commanded them, “Go and explore the land and write a description of it. Then return to me, and I will assign the land to the tribes by casting sacred lots here in the presence of the Lord at Shiloh.”"},{"Chapter":18,"Number":9,"Text":"The men did as they were told and mapped the entire territory into seven sections, listing the towns in each section. They made a written record and then returned to Joshua in the camp at Shiloh."},{"Chapter":18,"Number":10,"Text":"And there at Shiloh, Joshua cast sacred lots in the presence of the Lord to determine which tribe should have each section. "},{"Chapter":18,"Number":11,"Text":"The first allotment of land went to the clans of the tribe of Benjamin. It lay between the territory assigned to the tribes of Judah and Joseph."},{"Chapter":18,"Number":12,"Text":"The northern boundary of Benjamin’s land began at the Jordan River, went north of the slope of Jericho, then west through the hill country and the wilderness of Beth-aven."},{"Chapter":18,"Number":13,"Text":"From there the boundary went south to Luz (that is, Bethel) and proceeded down to Ataroth-addar on the hill that lies south of Lower Beth-horon."},{"Chapter":18,"Number":14,"Text":"The boundary then made a turn and swung south along the western edge of the hill facing Beth-horon, ending at the village of Kiriath-baal (that is, Kiriath-jearim), a town belonging to the tribe of Judah. This was the western boundary."},{"Chapter":18,"Number":15,"Text":"The southern boundary began at the outskirts of Kiriath-jearim. From that western point it ran to the spring at the waters of Nephtoah,"},{"Chapter":18,"Number":16,"Text":"and down to the base of the mountain beside the valley of Ben-Hinnom, at the northern end of the valley of Rephaim. From there it went down the valley of Hinnom, crossing south of the slope where the Jebusites lived, and continued down to En-rogel."},{"Chapter":18,"Number":17,"Text":"From En-rogel the boundary proceeded in a northerly direction and came to En-shemesh and on to Geliloth (which is across from the slopes of Adummim). Then it went down to the Stone of Bohan. (Bohan was Reuben’s son.)"},{"Chapter":18,"Number":18,"Text":"From there it passed along the north side of the slope overlooking the Jordan Valley. The border then went down into the valley,"},{"Chapter":18,"Number":19,"Text":"ran past the north slope of Beth-hoglah, and ended at the north bay of the Dead Sea, which is the southern end of the Jordan River. This was the southern boundary."},{"Chapter":18,"Number":20,"Text":"The eastern boundary was the Jordan River.These were the boundaries of the homeland allocated to the clans of the tribe of Benjamin. "},{"Chapter":18,"Number":21,"Text":"These were the towns given to the clans of the tribe of Benjamin.Jericho, Beth-hoglah, Emek-keziz,"},{"Chapter":18,"Number":22,"Text":"Beth-arabah, Zemaraim, Bethel,"},{"Chapter":18,"Number":23,"Text":"Avvim, Parah, Ophrah,"},{"Chapter":18,"Number":24,"Text":"Kephar-ammoni, Ophni, and Geba—twelve towns with their surrounding villages."},{"Chapter":18,"Number":25,"Text":"Also Gibeon, Ramah, Beeroth,"},{"Chapter":18,"Number":26,"Text":"Mizpah, Kephirah, Mozah,"},{"Chapter":18,"Number":27,"Text":"Rekem, Irpeel, Taralah,"},{"Chapter":18,"Number":28,"Text":"Zela, Haeleph, the Jebusite town (that is, Jerusalem), Gibeah, and Kiriath-jearim—fourteen towns with their surrounding villages.This was the homeland allocated to the clans of the tribe of Benjamin."},{"Chapter":19,"Number":1,"Text":"The second allotment of land went to the clans of the tribe of Simeon. Their homeland was surrounded by Judah’s territory."},{"Chapter":19,"Number":2,"Text":"Simeon’s homeland included Beersheba, Sheba, Moladah,"},{"Chapter":19,"Number":3,"Text":"Hazar-shual, Balah, Ezem,"},{"Chapter":19,"Number":4,"Text":"Eltolad, Bethul, Hormah,"},{"Chapter":19,"Number":5,"Text":"Ziklag, Beth-marcaboth, Hazar-susah,"},{"Chapter":19,"Number":6,"Text":"Beth-lebaoth, and Sharuhen—thirteen towns with their surrounding villages."},{"Chapter":19,"Number":7,"Text":"It also included Ain, Rimmon, Ether, and Ashan—four towns with their villages,"},{"Chapter":19,"Number":8,"Text":"including all the surrounding villages as far south as Baalath-beer (also known as Ramah of the Negev).This was the homeland allocated to the clans of the tribe of Simeon."},{"Chapter":19,"Number":9,"Text":"Their allocation of land came from part of what had been given to Judah because Judah’s territory was too large for them. So the tribe of Simeon received an allocation within the territory of Judah. "},{"Chapter":19,"Number":10,"Text":"The third allotment of land went to the clans of the tribe of Zebulun.The boundary of Zebulun’s homeland started at Sarid."},{"Chapter":19,"Number":11,"Text":"From there it went west, going past Maralah, touching Dabbesheth, and proceeding to the brook east of Jokneam."},{"Chapter":19,"Number":12,"Text":"In the other direction, the boundary went east from Sarid to the border of Kisloth-tabor, and from there to Daberath and up to Japhia."},{"Chapter":19,"Number":13,"Text":"Then it continued east to Gath-hepher, Eth-kazin, and Rimmon and turned toward Neah."},{"Chapter":19,"Number":14,"Text":"The northern boundary of Zebulun passed Hannathon and ended at the valley of Iphtah-el."},{"Chapter":19,"Number":15,"Text":"The towns in these areas included Kattath, Nahalal, Shimron, Idalah, and Bethlehem—twelve towns with their surrounding villages."},{"Chapter":19,"Number":16,"Text":"The homeland allocated to the clans of the tribe of Zebulun included these towns and their surrounding villages. "},{"Chapter":19,"Number":17,"Text":"The fourth allotment of land went to the clans of the tribe of Issachar."},{"Chapter":19,"Number":18,"Text":"Its boundaries included the following towns: Jezreel, Kesulloth, Shunem,"},{"Chapter":19,"Number":19,"Text":"Hapharaim, Shion, Anaharath,"},{"Chapter":19,"Number":20,"Text":"Rabbith, Kishion, Ebez,"},{"Chapter":19,"Number":21,"Text":"Remeth, En-gannim, En-haddah, and Beth-pazzez."},{"Chapter":19,"Number":22,"Text":"The boundary also touched Tabor, Shahazumah, and Beth-shemesh, ending at the Jordan River—sixteen towns with their surrounding villages."},{"Chapter":19,"Number":23,"Text":"The homeland allocated to the clans of the tribe of Issachar included these towns and their surrounding villages. "},{"Chapter":19,"Number":24,"Text":"The fifth allotment of land went to the clans of the tribe of Asher."},{"Chapter":19,"Number":25,"Text":"Its boundaries included these towns: Helkath, Hali, Beten, Acshaph,"},{"Chapter":19,"Number":26,"Text":"Allammelech, Amad, and Mishal. The boundary on the west touched Carmel and Shihor-libnath,"},{"Chapter":19,"Number":27,"Text":"then it turned east toward Beth-dagon, and ran as far as Zebulun in the valley of Iphtah-el, going north to Beth-emek and Neiel. It then continued north to Cabul,"},{"Chapter":19,"Number":28,"Text":"Abdon, Rehob, Hammon, Kanah, and as far as Greater Sidon."},{"Chapter":19,"Number":29,"Text":"Then the boundary turned toward Ramah and the fortress of Tyre, where it turned toward Hosah and came to the Mediterranean Sea. The territory also included Mehebel, Aczib,"},{"Chapter":19,"Number":30,"Text":"Ummah, Aphek, and Rehob—twenty-two towns with their surrounding villages."},{"Chapter":19,"Number":31,"Text":"The homeland allocated to the clans of the tribe of Asher included these towns and their surrounding villages. "},{"Chapter":19,"Number":32,"Text":"The sixth allotment of land went to the clans of the tribe of Naphtali."},{"Chapter":19,"Number":33,"Text":"Its boundary ran from Heleph, from the oak at Zaanannim, and extended across to Adami-nekeb, Jabneel, and as far as Lakkum, ending at the Jordan River."},{"Chapter":19,"Number":34,"Text":"The western boundary ran past Aznoth-tabor, then to Hukkok, and touched the border of Zebulun in the south, the border of Asher on the west, and the Jordan River on the east."},{"Chapter":19,"Number":35,"Text":"The fortified towns included in this territory were Ziddim, Zer, Hammath, Rakkath, Kinnereth,"},{"Chapter":19,"Number":36,"Text":"Adamah, Ramah, Hazor,"},{"Chapter":19,"Number":37,"Text":"Kedesh, Edrei, En-hazor,"},{"Chapter":19,"Number":38,"Text":"Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh—nineteen towns with their surrounding villages."},{"Chapter":19,"Number":39,"Text":"The homeland allocated to the clans of the tribe of Naphtali included these towns and their surrounding villages. "},{"Chapter":19,"Number":40,"Text":"The seventh allotment of land went to the clans of the tribe of Dan."},{"Chapter":19,"Number":41,"Text":"The land allocated as their homeland included the following towns: Zorah, Eshtaol, Ir-shemesh,"},{"Chapter":19,"Number":42,"Text":"Shaalabbin, Aijalon, Ithlah,"},{"Chapter":19,"Number":43,"Text":"Elon, Timnah, Ekron,"},{"Chapter":19,"Number":44,"Text":"Eltekeh, Gibbethon, Baalath,"},{"Chapter":19,"Number":45,"Text":"Jehud, Bene-berak, Gath-rimmon,"},{"Chapter":19,"Number":46,"Text":"Me-jarkon, Rakkon, and the territory across from Joppa."},{"Chapter":19,"Number":47,"Text":"But the tribe of Dan had trouble taking possession of their land, so they attacked the town of Laish. They captured it, slaughtered its people, and settled there. They renamed the town Dan after their ancestor."},{"Chapter":19,"Number":48,"Text":"The homeland allocated to the clans of the tribe of Dan included these towns and their surrounding villages. "},{"Chapter":19,"Number":49,"Text":"After all the land was divided among the tribes, the Israelites gave a piece of land to Joshua as his allocation."},{"Chapter":19,"Number":50,"Text":"For the Lord had said he could have any town he wanted. He chose Timnath-serah in the hill country of Ephraim. He rebuilt the town and lived there."},{"Chapter":19,"Number":51,"Text":"These are the territories that Eleazar the priest, Joshua son of Nun, and the tribal leaders allocated as grants of land to the tribes of Israel by casting sacred lots in the presence of the Lord at the entrance of the Tabernacle at Shiloh. So the division of the land was completed."},{"Chapter":20,"Number":1,"Text":"The Lord said to Joshua,"},{"Chapter":20,"Number":2,"Text":"“Now tell the Israelites to designate the cities of refuge, as I instructed Moses."},{"Chapter":20,"Number":3,"Text":"Anyone who kills another person accidentally and unintentionally can run to one of these cities; they will be places of refuge from relatives seeking revenge for the person who was killed."},{"Chapter":20,"Number":4,"Text":"“Upon reaching one of these cities, the one who caused the death will appear before the elders at the city gate and present his case. They must allow him to enter the city and give him a place to live among them."},{"Chapter":20,"Number":5,"Text":"If the relatives of the victim come to avenge the killing, the leaders must not release the slayer to them, for he killed the other person unintentionally and without previous hostility."},{"Chapter":20,"Number":6,"Text":"But the slayer must stay in that city and be tried by the local assembly, which will render a judgment. And he must continue to live in that city until the death of the high priest who was in office at the time of the accident. After that, he is free to return to his own home in the town from which he fled.”"},{"Chapter":20,"Number":7,"Text":"The following cities were designated as cities of refuge: Kedesh of Galilee, in the hill country of Naphtali; Shechem, in the hill country of Ephraim; and Kiriath-arba (that is, Hebron), in the hill country of Judah."},{"Chapter":20,"Number":8,"Text":"On the east side of the Jordan River, across from Jericho, the following cities were designated: Bezer, in the wilderness plain of the tribe of Reuben; Ramoth in Gilead, in the territory of the tribe of Gad; and Golan in Bashan, in the land of the tribe of Manasseh."},{"Chapter":20,"Number":9,"Text":"These cities were set apart for all the Israelites as well as the foreigners living among them. Anyone who accidentally killed another person could take refuge in one of these cities. In this way, they could escape being killed in revenge prior to standing trial before the local assembly."},{"Chapter":21,"Number":1,"Text":"Then the leaders of the tribe of Levi came to consult with Eleazar the priest, Joshua son of Nun, and the leaders of the other tribes of Israel."},{"Chapter":21,"Number":2,"Text":"They came to them at Shiloh in the land of Canaan and said, “The Lord commanded Moses to give us towns to live in and pasturelands for our livestock.”"},{"Chapter":21,"Number":3,"Text":"So by the command of the Lord the people of Israel gave the Levites the following towns and pasturelands out of their own grants of land."},{"Chapter":21,"Number":4,"Text":"The descendants of Aaron, who were members of the Kohathite clan within the tribe of Levi, were allotted thirteen towns that were originally assigned to the tribes of Judah, Simeon, and Benjamin."},{"Chapter":21,"Number":5,"Text":"The other families of the Kohathite clan were allotted ten towns from the tribes of Ephraim, Dan, and the half-tribe of Manasseh."},{"Chapter":21,"Number":6,"Text":"The clan of Gershon was allotted thirteen towns from the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan."},{"Chapter":21,"Number":7,"Text":"The clan of Merari was allotted twelve towns from the tribes of Reuben, Gad, and Zebulun."},{"Chapter":21,"Number":8,"Text":"So the Israelites obeyed the Lord’s command to Moses and assigned these towns and pasturelands to the Levites by casting sacred lots."},{"Chapter":21,"Number":9,"Text":"The Israelites gave the following towns from the tribes of Judah and Simeon"},{"Chapter":21,"Number":10,"Text":"to the descendants of Aaron, who were members of the Kohathite clan within the tribe of Levi, since the sacred lot fell to them first:"},{"Chapter":21,"Number":11,"Text":"Kiriath-arba (that is, Hebron), in the hill country of Judah, along with its surrounding pasturelands. (Arba was an ancestor of Anak.)"},{"Chapter":21,"Number":12,"Text":"But the open fields beyond the town and the surrounding villages were given to Caleb son of Jephunneh as his possession."},{"Chapter":21,"Number":13,"Text":"The following towns with their pasturelands were given to the descendants of Aaron the priest: Hebron (a city of refuge for those who accidentally killed someone), Libnah,"},{"Chapter":21,"Number":14,"Text":"Jattir, Eshtemoa,"},{"Chapter":21,"Number":15,"Text":"Holon, Debir,"},{"Chapter":21,"Number":16,"Text":"Ain, Juttah, and Beth-shemesh—nine towns from these two tribes."},{"Chapter":21,"Number":17,"Text":"From the tribe of Benjamin the priests were given the following towns with their pasturelands: Gibeon, Geba,"},{"Chapter":21,"Number":18,"Text":"Anathoth, and Almon—four towns."},{"Chapter":21,"Number":19,"Text":"So in all, thirteen towns with their pasturelands were given to the priests, the descendants of Aaron."},{"Chapter":21,"Number":20,"Text":"The rest of the Kohathite clan from the tribe of Levi was allotted the following towns and pasturelands from the tribe of Ephraim:"},{"Chapter":21,"Number":21,"Text":"Shechem in the hill country of Ephraim (a city of refuge for those who accidentally killed someone), Gezer,"},{"Chapter":21,"Number":22,"Text":"Kibzaim, and Beth-horon—four towns."},{"Chapter":21,"Number":23,"Text":"The following towns and pasturelands were allotted to the priests from the tribe of Dan: Eltekeh, Gibbethon,"},{"Chapter":21,"Number":24,"Text":"Aijalon, and Gath-rimmon—four towns."},{"Chapter":21,"Number":25,"Text":"The half-tribe of Manasseh allotted the following towns with their pasturelands to the priests: Taanach and Gath-rimmon—two towns."},{"Chapter":21,"Number":26,"Text":"So in all, ten towns with their pasturelands were given to the rest of the Kohathite clan."},{"Chapter":21,"Number":27,"Text":"The descendants of Gershon, another clan within the tribe of Levi, received the following towns with their pasturelands from the half-tribe of Manasseh: Golan in Bashan (a city of refuge for those who accidentally killed someone) and Be-eshterah—two towns."},{"Chapter":21,"Number":28,"Text":"From the tribe of Issachar they received the following towns with their pasturelands: Kishion, Daberath,"},{"Chapter":21,"Number":29,"Text":"Jarmuth, and En-gannim—four towns."},{"Chapter":21,"Number":30,"Text":"From the tribe of Asher they received the following towns with their pasturelands: Mishal, Abdon,"},{"Chapter":21,"Number":31,"Text":"Helkath, and Rehob—four towns."},{"Chapter":21,"Number":32,"Text":"From the tribe of Naphtali they received the following towns with their pasturelands: Kedesh in Galilee (a city of refuge for those who accidentally killed someone), Hammoth-dor, and Kartan—three towns."},{"Chapter":21,"Number":33,"Text":"So in all, thirteen towns with their pasturelands were allotted to the clan of Gershon."},{"Chapter":21,"Number":34,"Text":"The rest of the Levites—the Merari clan—were given the following towns with their pasturelands from the tribe of Zebulun: Jokneam, Kartah,"},{"Chapter":21,"Number":35,"Text":"Dimnah, and Nahalal—four towns."},{"Chapter":21,"Number":36,"Text":"From the tribe of Reuben they received the following towns with their pasturelands: Bezer, Jahaz,"},{"Chapter":21,"Number":37,"Text":"Kedemoth, and Mephaath—four towns."},{"Chapter":21,"Number":38,"Text":"From the tribe of Gad they received the following towns with their pasturelands: Ramoth in Gilead (a city of refuge for those who accidentally killed someone), Mahanaim,"},{"Chapter":21,"Number":39,"Text":"Heshbon, and Jazer—four towns."},{"Chapter":21,"Number":40,"Text":"So in all, twelve towns were allotted to the clan of Merari."},{"Chapter":21,"Number":41,"Text":"The total number of towns and pasturelands within Israelite territory given to the Levites came to forty-eight."},{"Chapter":21,"Number":42,"Text":"Every one of these towns had pasturelands surrounding it."},{"Chapter":21,"Number":43,"Text":"So the Lord gave to Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there."},{"Chapter":21,"Number":44,"Text":"And the Lord gave them rest on every side, just as he had solemnly promised their ancestors. None of their enemies could stand against them, for the Lord helped them conquer all their enemies."},{"Chapter":21,"Number":45,"Text":"Not a single one of all the good promises the Lord had given to the family of Israel was left unfulfilled; everything he had spoken came true."},{"Chapter":22,"Number":1,"Text":"Then Joshua called together the tribes of Reuben, Gad, and the half-tribe of Manasseh."},{"Chapter":22,"Number":2,"Text":"He told them, “You have done as Moses, the servant of the Lord, commanded you, and you have obeyed every order I have given you."},{"Chapter":22,"Number":3,"Text":"During all this time you have not deserted the other tribes. You have been careful to obey the commands of the Lord your God right up to the present day."},{"Chapter":22,"Number":4,"Text":"And now the Lord your God has given the other tribes rest, as he promised them. So go back home to the land that Moses, the servant of the Lord, gave you as your possession on the east side of the Jordan River."},{"Chapter":22,"Number":5,"Text":"But be very careful to obey all the commands and the instructions that Moses gave to you. Love the Lord your God, walk in all his ways, obey his commands, hold firmly to him, and serve him with all your heart and all your soul.”"},{"Chapter":22,"Number":6,"Text":"So Joshua blessed them and sent them away, and they went home."},{"Chapter":22,"Number":7,"Text":"Moses had given the land of Bashan, east of the Jordan River, to the half-tribe of Manasseh. (The other half of the tribe was given land west of the Jordan.) As Joshua sent them away and blessed them,"},{"Chapter":22,"Number":8,"Text":"he said to them, “Go back to your homes with the great wealth you have taken from your enemies—the vast herds of livestock, the silver, gold, bronze, and iron, and the large supply of clothing. Share the plunder with your relatives.”"},{"Chapter":22,"Number":9,"Text":"So the men of Reuben, Gad, and the half-tribe of Manasseh left the rest of Israel at Shiloh in the land of Canaan. They started the journey back to their own land of Gilead, the territory that belonged to them according to the Lord’s command through Moses. "},{"Chapter":22,"Number":10,"Text":"But while they were still in Canaan, and when they came to a place called Geliloth near the Jordan River, the men of Reuben, Gad, and the half-tribe of Manasseh stopped to build a large and imposing altar."},{"Chapter":22,"Number":11,"Text":"The rest of Israel heard that the people of Reuben, Gad, and the half-tribe of Manasseh had built an altar at Geliloth at the edge of the land of Canaan, on the west side of the Jordan River."},{"Chapter":22,"Number":12,"Text":"So the whole community of Israel gathered at Shiloh and prepared to go to war against them."},{"Chapter":22,"Number":13,"Text":"First, however, they sent a delegation led by Phinehas son of Eleazar, the priest, to talk with the tribes of Reuben, Gad, and the half-tribe of Manasseh."},{"Chapter":22,"Number":14,"Text":"In this delegation were ten leaders of Israel, one from each of the ten tribes, and each the head of his family within the clans of Israel."},{"Chapter":22,"Number":15,"Text":"When they arrived in the land of Gilead, they said to the tribes of Reuben, Gad, and the half-tribe of Manasseh,"},{"Chapter":22,"Number":16,"Text":"“The whole community of the Lord demands to know why you are betraying the God of Israel. How could you turn away from the Lord and build an altar for yourselves in rebellion against him?"},{"Chapter":22,"Number":17,"Text":"Was our sin at Peor not enough? To this day we are not fully cleansed of it, even after the plague that struck the entire community of the Lord."},{"Chapter":22,"Number":18,"Text":"And yet today you are turning away from following the Lord. If you rebel against the Lord today, he will be angry with all of us tomorrow."},{"Chapter":22,"Number":19,"Text":"“If you need the altar because the land you possess is defiled, then join us in the Lord’s land, where the Tabernacle of the Lord is situated, and share our land with us. But do not rebel against the Lord or against us by building an altar other than the one true altar of the Lord our God."},{"Chapter":22,"Number":20,"Text":"Didn’t divine anger fall on the entire community of Israel when Achan, a member of the clan of Zerah, sinned by stealing the things set apart for the Lord? He was not the only one who died because of his sin.”"},{"Chapter":22,"Number":21,"Text":"Then the people of Reuben, Gad, and the half-tribe of Manasseh answered the heads of the clans of Israel:"},{"Chapter":22,"Number":22,"Text":"“The Lord, the Mighty One, is God! The Lord, the Mighty One, is God! He knows the truth, and may Israel know it, too! We have not built the altar in treacherous rebellion against the Lord. If we have done so, do not spare our lives this day."},{"Chapter":22,"Number":23,"Text":"If we have built an altar for ourselves to turn away from the Lord or to offer burnt offerings or grain offerings or peace offerings, may the Lord himself punish us."},{"Chapter":22,"Number":24,"Text":"“The truth is, we have built this altar because we fear that in the future your descendants will say to ours, ‘What right do you have to worship the Lord, the God of Israel?"},{"Chapter":22,"Number":25,"Text":"The Lord has placed the Jordan River as a barrier between our people and you people of Reuben and Gad. You have no claim to the Lord.’ So your descendants may prevent our descendants from worshiping the Lord."},{"Chapter":22,"Number":26,"Text":"“So we decided to build the altar, not for burnt offerings or sacrifices,"},{"Chapter":22,"Number":27,"Text":"but as a memorial. It will remind our descendants and your descendants that we, too, have the right to worship the Lord at his sanctuary with our burnt offerings, sacrifices, and peace offerings. Then your descendants will not be able to say to ours, ‘You have no claim to the Lord.’"},{"Chapter":22,"Number":28,"Text":"“If they say this, our descendants can reply, ‘Look at this copy of the Lord’s altar that our ancestors made. It is not for burnt offerings or sacrifices; it is a reminder of the relationship both of us have with the Lord.’"},{"Chapter":22,"Number":29,"Text":"Far be it from us to rebel against the Lord or turn away from him by building our own altar for burnt offerings, grain offerings, or sacrifices. Only the altar of the Lord our God that stands in front of the Tabernacle may be used for that purpose.”"},{"Chapter":22,"Number":30,"Text":"When Phinehas the priest and the leaders of the community—the heads of the clans of Israel—heard this from the tribes of Reuben, Gad, and the half-tribe of Manasseh, they were satisfied."},{"Chapter":22,"Number":31,"Text":"Phinehas son of Eleazar, the priest, replied to them, “Today we know the Lord is among us because you have not committed this treachery against the Lord as we thought. Instead, you have rescued Israel from being destroyed by the hand of the Lord.”"},{"Chapter":22,"Number":32,"Text":"Then Phinehas son of Eleazar, the priest, and the other leaders left the tribes of Reuben and Gad in Gilead and returned to the land of Canaan to tell the Israelites what had happened."},{"Chapter":22,"Number":33,"Text":"And all the Israelites were satisfied and praised God and spoke no more of war against Reuben and Gad."},{"Chapter":22,"Number":34,"Text":"The people of Reuben and Gad named the altar “Witness,” for they said, “It is a witness between us and them that the Lord is our God, too.”"},{"Chapter":23,"Number":1,"Text":"The years passed, and the Lord had given the people of Israel rest from all their enemies. Joshua, who was now very old,"},{"Chapter":23,"Number":2,"Text":"called together all the elders, leaders, judges, and officers of Israel. He said to them, “I am now a very old man."},{"Chapter":23,"Number":3,"Text":"You have seen everything the Lord your God has done for you during my lifetime. The Lord your God has fought for you against your enemies."},{"Chapter":23,"Number":4,"Text":"I have allotted to you as your homeland all the land of the nations yet unconquered, as well as the land of those we have already conquered—from the Jordan River to the Mediterranean Sea in the west."},{"Chapter":23,"Number":5,"Text":"This land will be yours, for the Lord your God will himself drive out all the people living there now. You will take possession of their land, just as the Lord your God promised you."},{"Chapter":23,"Number":6,"Text":"“So be very careful to follow everything Moses wrote in the Book of Instruction. Do not deviate from it, turning either to the right or to the left."},{"Chapter":23,"Number":7,"Text":"Make sure you do not associate with the other people still remaining in the land. Do not even mention the names of their gods, much less swear by them or serve them or worship them."},{"Chapter":23,"Number":8,"Text":"Rather, cling tightly to the Lord your God as you have done until now."},{"Chapter":23,"Number":9,"Text":"“For the Lord has driven out great and powerful nations for you, and no one has yet been able to defeat you."},{"Chapter":23,"Number":10,"Text":"Each one of you will put to flight a thousand of the enemy, for the Lord your God fights for you, just as he has promised."},{"Chapter":23,"Number":11,"Text":"So be very careful to love the Lord your God."},{"Chapter":23,"Number":12,"Text":"“But if you turn away from him and cling to the customs of the survivors of these nations remaining among you, and if you intermarry with them,"},{"Chapter":23,"Number":13,"Text":"then know for certain that the Lord your God will no longer drive them out of your land. Instead, they will be a snare and a trap to you, a whip for your backs and thorny brambles in your eyes, and you will vanish from this good land the Lord your God has given you."},{"Chapter":23,"Number":14,"Text":"“Soon I will die, going the way of everything on earth. Deep in your hearts you know that every promise of the Lord your God has come true. Not a single one has failed!"},{"Chapter":23,"Number":15,"Text":"But as surely as the Lord your God has given you the good things he promised, he will also bring disaster on you if you disobey him. He will completely destroy you from this good land he has given you."},{"Chapter":23,"Number":16,"Text":"If you break the covenant of the Lord your God by worshiping and serving other gods, his anger will burn against you, and you will quickly vanish from the good land he has given you.”"},{"Chapter":24,"Number":1,"Text":"Then Joshua summoned all the tribes of Israel to Shechem, including their elders, leaders, judges, and officers. So they came and presented themselves to God."},{"Chapter":24,"Number":2,"Text":"Joshua said to the people, “This is what the Lord, the God of Israel, says: Long ago your ancestors, including Terah, the father of Abraham and Nahor, lived beyond the Euphrates River, and they worshiped other gods."},{"Chapter":24,"Number":3,"Text":"But I took your ancestor Abraham from the land beyond the Euphrates and led him into the land of Canaan. I gave him many descendants through his son Isaac."},{"Chapter":24,"Number":4,"Text":"To Isaac I gave Jacob and Esau. To Esau I gave the mountains of Seir, while Jacob and his children went down into Egypt."},{"Chapter":24,"Number":5,"Text":"“Then I sent Moses and Aaron, and I brought terrible plagues on Egypt; and afterward I brought you out as a free people."},{"Chapter":24,"Number":6,"Text":"But when your ancestors arrived at the Red Sea, the Egyptians chased after you with chariots and charioteers."},{"Chapter":24,"Number":7,"Text":"When your ancestors cried out to the Lord, I put darkness between you and the Egyptians. I brought the sea crashing down on the Egyptians, drowning them. With your very own eyes you saw what I did. Then you lived in the wilderness for many years."},{"Chapter":24,"Number":8,"Text":"“Finally, I brought you into the land of the Amorites on the east side of the Jordan. They fought against you, but I destroyed them before you. I gave you victory over them, and you took possession of their land."},{"Chapter":24,"Number":9,"Text":"Then Balak son of Zippor, king of Moab, started a war against Israel. He summoned Balaam son of Beor to curse you,"},{"Chapter":24,"Number":10,"Text":"but I would not listen to him. Instead, I made Balaam bless you, and so I rescued you from Balak."},{"Chapter":24,"Number":11,"Text":"“When you crossed the Jordan River and came to Jericho, the men of Jericho fought against you, as did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I gave you victory over them."},{"Chapter":24,"Number":12,"Text":"And I sent terror ahead of you to drive out the two kings of the Amorites. It was not your swords or bows that brought you victory."},{"Chapter":24,"Number":13,"Text":"I gave you land you had not worked on, and I gave you towns you did not build—the towns where you are now living. I gave you vineyards and olive groves for food, though you did not plant them."},{"Chapter":24,"Number":14,"Text":"“So fear the Lord and serve him wholeheartedly. Put away forever the idols your ancestors worshiped when they lived beyond the Euphrates River and in Egypt. Serve the Lord alone."},{"Chapter":24,"Number":15,"Text":"But if you refuse to serve the Lord, then choose today whom you will serve. Would you prefer the gods your ancestors served beyond the Euphrates? Or will it be the gods of the Amorites in whose land you now live? But as for me and my family, we will serve the Lord.”"},{"Chapter":24,"Number":16,"Text":"The people replied, “We would never abandon the Lord and serve other gods."},{"Chapter":24,"Number":17,"Text":"For the Lord our God is the one who rescued us and our ancestors from slavery in the land of Egypt. He performed mighty miracles before our very eyes. As we traveled through the wilderness among our enemies, he preserved us."},{"Chapter":24,"Number":18,"Text":"It was the Lord who drove out the Amorites and the other nations living here in the land. So we, too, will serve the Lord, for he alone is our God.”"},{"Chapter":24,"Number":19,"Text":"Then Joshua warned the people, “You are not able to serve the Lord, for he is a holy and jealous God. He will not forgive your rebellion and your sins."},{"Chapter":24,"Number":20,"Text":"If you abandon the Lord and serve other gods, he will turn against you and destroy you, even though he has been so good to you.”"},{"Chapter":24,"Number":21,"Text":"But the people answered Joshua, “No, we will serve the Lord!”"},{"Chapter":24,"Number":22,"Text":"“You are a witness to your own decision,” Joshua said. “You have chosen to serve the Lord.”“Yes,” they replied, “we are witnesses to what we have said.”"},{"Chapter":24,"Number":23,"Text":"“All right then,” Joshua said, “destroy the idols among you, and turn your hearts to the Lord, the God of Israel.”"},{"Chapter":24,"Number":24,"Text":"The people said to Joshua, “We will serve the Lord our God. We will obey him alone.”"},{"Chapter":24,"Number":25,"Text":"So Joshua made a covenant with the people that day at Shechem, committing them to follow the decrees and regulations of the Lord."},{"Chapter":24,"Number":26,"Text":"Joshua recorded these things in the Book of God’s Instructions. As a reminder of their agreement, he took a huge stone and rolled it beneath the terebinth tree beside the Tabernacle of the Lord."},{"Chapter":24,"Number":27,"Text":"Joshua said to all the people, “This stone has heard everything the Lord said to us. It will be a witness to testify against you if you go back on your word to God.”"},{"Chapter":24,"Number":28,"Text":"Then Joshua sent all the people away to their own homelands. "},{"Chapter":24,"Number":29,"Text":"After this, Joshua son of Nun, the servant of the Lord, died at the age of 110."},{"Chapter":24,"Number":30,"Text":"They buried him in the land he had been allocated, at Timnath-serah in the hill country of Ephraim, north of Mount Gaash."},{"Chapter":24,"Number":31,"Text":"The people of Israel served the Lord throughout the lifetime of Joshua and of the elders who outlived him—those who had personally experienced all that the Lord had done for Israel."},{"Chapter":24,"Number":32,"Text":"The bones of Joseph, which the Israelites had brought along with them when they left Egypt, were buried at Shechem, in the plot of land Jacob had bought from the sons of Hamor for 100 pieces of silver. This land was located in the territory allotted to the descendants of Joseph."},{"Chapter":24,"Number":33,"Text":"Eleazar son of Aaron also died. He was buried in the hill country of Ephraim, in the town of Gibeah, which had been given to his son Phinehas."}]}
