{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Prologue","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"John’s Greeting to the Seven Churches","Chapter":1},{"VerseStartingAt":9,"ParagraphTitle":"Vision of the Son of Man","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Message to the Church in Ephesus","Chapter":2},{"VerseStartingAt":8,"ParagraphTitle":"The Message to the Church in Smyrna","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"The Message to the Church in Pergamum","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"The Message to the Church in Thyatira","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Message to the Church in Sardis","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"The Message to the Church in Philadelphia","Chapter":3},{"VerseStartingAt":14,"ParagraphTitle":"The Message to the Church in Laodicea","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Worship in Heaven","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Lamb Opens the Scroll","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Lamb Breaks the First Six Seals","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"God’s People Will Be Preserved","Chapter":7},{"VerseStartingAt":9,"ParagraphTitle":"Praise from the Great Crowd","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"The Lamb Breaks the Seventh Seal","Chapter":8},{"VerseStartingAt":6,"ParagraphTitle":"The First Four Trumpets","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Fifth Trumpet Brings the First Terror","Chapter":9},{"VerseStartingAt":13,"ParagraphTitle":"The Sixth Trumpet Brings the Second Terror","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Angel and the Small Scroll","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"The Two Witnesses","Chapter":11},{"VerseStartingAt":15,"ParagraphTitle":"The Seventh Trumpet Brings the Third Terror","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"The Woman and the Dragon","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"The Beast out of the Sea","Chapter":13},{"VerseStartingAt":11,"ParagraphTitle":"The Beast out of the Earth","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"The Lamb and the 144,000","Chapter":14},{"VerseStartingAt":6,"ParagraphTitle":"The Three Angels","Chapter":14},{"VerseStartingAt":14,"ParagraphTitle":"The Harvest of the Earth","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"The Song of Moses and of the Lamb","Chapter":15},{"VerseStartingAt":5,"ParagraphTitle":"The Seven Bowls of the Seven Plagues","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"The Great Prostitute","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"The Fall of Babylon","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Songs of Victory in Heaven","Chapter":19},{"VerseStartingAt":11,"ParagraphTitle":"The Rider on the White Horse","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"The Thousand Years","Chapter":20},{"VerseStartingAt":7,"ParagraphTitle":"The Defeat of Satan","Chapter":20},{"VerseStartingAt":11,"ParagraphTitle":"The Final Judgment","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"The New Jerusalem","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"Jesus Is Coming","Chapter":22}],"VerseList":[{"Chapter":1,"Number":1,"Text":"This is a revelation from Jesus Christ, which God gave him to show his servants the events that must soon take place. He sent an angel to present this revelation to his servant John,"},{"Chapter":1,"Number":2,"Text":"who faithfully reported everything he saw. This is his report of the word of God and the testimony of Jesus Christ."},{"Chapter":1,"Number":3,"Text":"God blesses the one who reads the words of this prophecy to the church, and he blesses all who listen to its message and obey what it says, for the time is near. "},{"Chapter":1,"Number":4,"Text":"This letter is from John to the seven churches in the province of Asia.Grace and peace to you from the one who is, who always was, and who is still to come; from the sevenfold Spirit before his throne;"},{"Chapter":1,"Number":5,"Text":"and from Jesus Christ. He is the faithful witness to these things, the first to rise from the dead, and the ruler of all the kings of the world.All glory to him who loves us and has freed us from our sins by shedding his blood for us."},{"Chapter":1,"Number":6,"Text":"He has made us a Kingdom of priests for God his Father. All glory and power to him forever and ever! Amen."},{"Chapter":1,"Number":7,"Text":"Look! He comes with the clouds of heaven.    And everyone will see him—    even those who pierced him.And all the nations of the world    will mourn for him.Yes! Amen!"},{"Chapter":1,"Number":8,"Text":"“I am the Alpha and the Omega—the beginning and the end,” says the Lord God. “I am the one who is, who always was, and who is still to come—the Almighty One.” "},{"Chapter":1,"Number":9,"Text":"I, John, am your brother and your partner in suffering and in God’s Kingdom and in the patient endurance to which Jesus calls us. I was exiled to the island of Patmos for preaching the word of God and for my testimony about Jesus."},{"Chapter":1,"Number":10,"Text":"It was the Lord’s Day, and I was worshiping in the Spirit. Suddenly, I heard behind me a loud voice like a trumpet blast."},{"Chapter":1,"Number":11,"Text":"It said, “Write in a book everything you see, and send it to the seven churches in the cities of Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”"},{"Chapter":1,"Number":12,"Text":"When I turned to see who was speaking to me, I saw seven gold lampstands."},{"Chapter":1,"Number":13,"Text":"And standing in the middle of the lampstands was someone like the Son of Man. He was wearing a long robe with a gold sash across his chest."},{"Chapter":1,"Number":14,"Text":"His head and his hair were white like wool, as white as snow. And his eyes were like flames of fire."},{"Chapter":1,"Number":15,"Text":"His feet were like polished bronze refined in a furnace, and his voice thundered like mighty ocean waves."},{"Chapter":1,"Number":16,"Text":"He held seven stars in his right hand, and a sharp two-edged sword came from his mouth. And his face was like the sun in all its brilliance."},{"Chapter":1,"Number":17,"Text":"When I saw him, I fell at his feet as if I were dead. But he laid his right hand on me and said, “Don’t be afraid! I am the First and the Last."},{"Chapter":1,"Number":18,"Text":"I am the living one. I died, but look—I am alive forever and ever! And I hold the keys of death and the grave."},{"Chapter":1,"Number":19,"Text":"“Write down what you have seen—both the things that are now happening and the things that will happen."},{"Chapter":1,"Number":20,"Text":"This is the meaning of the mystery of the seven stars you saw in my right hand and the seven gold lampstands: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."},{"Chapter":2,"Number":1,"Text":"“Write this letter to the angel of the church in Ephesus. This is the message from the one who holds the seven stars in his right hand, the one who walks among the seven gold lampstands:"},{"Chapter":2,"Number":2,"Text":"“I know all the things you do. I have seen your hard work and your patient endurance. I know you don’t tolerate evil people. You have examined the claims of those who say they are apostles but are not. You have discovered they are liars."},{"Chapter":2,"Number":3,"Text":"You have patiently suffered for me without quitting."},{"Chapter":2,"Number":4,"Text":"“But I have this complaint against you. You don’t love me or each other as you did at first!"},{"Chapter":2,"Number":5,"Text":"Look how far you have fallen! Turn back to me and do the works you did at first. If you don’t repent, I will come and remove your lampstand from its place among the churches."},{"Chapter":2,"Number":6,"Text":"But this is in your favor: You hate the evil deeds of the Nicolaitans, just as I do."},{"Chapter":2,"Number":7,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. To everyone who is victorious I will give fruit from the tree of life in the paradise of God. "},{"Chapter":2,"Number":8,"Text":"“Write this letter to the angel of the church in Smyrna. This is the message from the one who is the First and the Last, who was dead but is now alive:"},{"Chapter":2,"Number":9,"Text":"“I know about your suffering and your poverty—but you are rich! I know the blasphemy of those opposing you. They say they are Jews, but they are not, because their synagogue belongs to Satan."},{"Chapter":2,"Number":10,"Text":"Don’t be afraid of what you are about to suffer. The devil will throw some of you into prison to test you. You will suffer for ten days. But if you remain faithful even when facing death, I will give you the crown of life."},{"Chapter":2,"Number":11,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. Whoever is victorious will not be harmed by the second death. "},{"Chapter":2,"Number":12,"Text":"“Write this letter to the angel of the church in Pergamum. This is the message from the one with the sharp two-edged sword:"},{"Chapter":2,"Number":13,"Text":"“I know that you live in the city where Satan has his throne, yet you have remained loyal to me. You refused to deny me even when Antipas, my faithful witness, was martyred among you there in Satan’s city."},{"Chapter":2,"Number":14,"Text":"“But I have a few complaints against you. You tolerate some among you whose teaching is like that of Balaam, who showed Balak how to trip up the people of Israel. He taught them to sin by eating food offered to idols and by committing sexual sin."},{"Chapter":2,"Number":15,"Text":"In a similar way, you have some Nicolaitans among you who follow the same teaching."},{"Chapter":2,"Number":16,"Text":"Repent of your sin, or I will come to you suddenly and fight against them with the sword of my mouth."},{"Chapter":2,"Number":17,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. To everyone who is victorious I will give some of the manna that has been hidden away in heaven. And I will give to each one a white stone, and on the stone will be engraved a new name that no one understands except the one who receives it. "},{"Chapter":2,"Number":18,"Text":"“Write this letter to the angel of the church in Thyatira. This is the message from the Son of God, whose eyes are like flames of fire, whose feet are like polished bronze:"},{"Chapter":2,"Number":19,"Text":"“I know all the things you do. I have seen your love, your faith, your service, and your patient endurance. And I can see your constant improvement in all these things."},{"Chapter":2,"Number":20,"Text":"“But I have this complaint against you. You are permitting that woman—that Jezebel who calls herself a prophet—to lead my servants astray. She teaches them to commit sexual sin and to eat food offered to idols."},{"Chapter":2,"Number":21,"Text":"I gave her time to repent, but she does not want to turn away from her immorality."},{"Chapter":2,"Number":22,"Text":"“Therefore, I will throw her on a bed of suffering, and those who commit adultery with her will suffer greatly unless they repent and turn away from her evil deeds."},{"Chapter":2,"Number":23,"Text":"I will strike her children dead. Then all the churches will know that I am the one who searches out the thoughts and intentions of every person. And I will give to each of you whatever you deserve."},{"Chapter":2,"Number":24,"Text":"“But I also have a message for the rest of you in Thyatira who have not followed this false teaching (‘deeper truths,’ as they call them—depths of Satan, actually). I will ask nothing more of you"},{"Chapter":2,"Number":25,"Text":"except that you hold tightly to what you have until I come."},{"Chapter":2,"Number":26,"Text":"To all who are victorious, who obey me to the very end,To them I will give authority over all the nations."},{"Chapter":2,"Number":27,"Text":"They will rule the nations with an iron rod    and smash them like clay pots."},{"Chapter":2,"Number":28,"Text":"They will have the same authority I received from my Father, and I will also give them the morning star!"},{"Chapter":2,"Number":29,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches."},{"Chapter":3,"Number":1,"Text":"“Write this letter to the angel of the church in Sardis. This is the message from the one who has the sevenfold Spirit of God and the seven stars:“I know all the things you do, and that you have a reputation for being alive—but you are dead."},{"Chapter":3,"Number":2,"Text":"Wake up! Strengthen what little remains, for even what is left is almost dead. I find that your actions do not meet the requirements of my God."},{"Chapter":3,"Number":3,"Text":"Go back to what you heard and believed at first; hold to it firmly. Repent and turn to me again. If you don’t wake up, I will come to you suddenly, as unexpected as a thief."},{"Chapter":3,"Number":4,"Text":"“Yet there are some in the church in Sardis who have not soiled their clothes with evil. They will walk with me in white, for they are worthy."},{"Chapter":3,"Number":5,"Text":"All who are victorious will be clothed in white. I will never erase their names from the Book of Life, but I will announce before my Father and his angels that they are mine."},{"Chapter":3,"Number":6,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. "},{"Chapter":3,"Number":7,"Text":"“Write this letter to the angel of the church in Philadelphia.This is the message from the one who is holy and true,    the one who has the key of David.What he opens, no one can close;    and what he closes, no one can open:"},{"Chapter":3,"Number":8,"Text":"“I know all the things you do, and I have opened a door for you that no one can close. You have little strength, yet you obeyed my word and did not deny me."},{"Chapter":3,"Number":9,"Text":"Look, I will force those who belong to Satan’s synagogue—those liars who say they are Jews but are not—to come and bow down at your feet. They will acknowledge that you are the ones I love."},{"Chapter":3,"Number":10,"Text":"“Because you have obeyed my command to persevere, I will protect you from the great time of testing that will come upon the whole world to test those who belong to this world."},{"Chapter":3,"Number":11,"Text":"I am coming soon. Hold on to what you have, so that no one will take away your crown."},{"Chapter":3,"Number":12,"Text":"All who are victorious will become pillars in the Temple of my God, and they will never have to leave it. And I will write on them the name of my God, and they will be citizens in the city of my God—the new Jerusalem that comes down from heaven from my God. And I will also write on them my new name."},{"Chapter":3,"Number":13,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. "},{"Chapter":3,"Number":14,"Text":"“Write this letter to the angel of the church in Laodicea. This is the message from the one who is the Amen—the faithful and true witness, the beginning of God’s new creation:"},{"Chapter":3,"Number":15,"Text":"“I know all the things you do, that you are neither hot nor cold. I wish that you were one or the other!"},{"Chapter":3,"Number":16,"Text":"But since you are like lukewarm water, neither hot nor cold, I will spit you out of my mouth!"},{"Chapter":3,"Number":17,"Text":"You say, ‘I am rich. I have everything I want. I don’t need a thing!’ And you don’t realize that you are wretched and miserable and poor and blind and naked."},{"Chapter":3,"Number":18,"Text":"So I advise you to buy gold from me—gold that has been purified by fire. Then you will be rich. Also buy white garments from me so you will not be shamed by your nakedness, and ointment for your eyes so you will be able to see."},{"Chapter":3,"Number":19,"Text":"I correct and discipline everyone I love. So be diligent and turn from your indifference."},{"Chapter":3,"Number":20,"Text":"“Look! I stand at the door and knock. If you hear my voice and open the door, I will come in, and we will share a meal together as friends."},{"Chapter":3,"Number":21,"Text":"Those who are victorious will sit with me on my throne, just as I was victorious and sat with my Father on his throne."},{"Chapter":3,"Number":22,"Text":"“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches.”"},{"Chapter":4,"Number":1,"Text":"Then as I looked, I saw a door standing open in heaven, and the same voice I had heard before spoke to me like a trumpet blast. The voice said, “Come up here, and I will show you what must happen after this.”"},{"Chapter":4,"Number":2,"Text":"And instantly I was in the Spirit, and I saw a throne in heaven and someone sitting on it."},{"Chapter":4,"Number":3,"Text":"The one sitting on the throne was as brilliant as gemstones—like jasper and carnelian. And the glow of an emerald circled his throne like a rainbow."},{"Chapter":4,"Number":4,"Text":"Twenty-four thrones surrounded him, and twenty-four elders sat on them. They were all clothed in white and had gold crowns on their heads."},{"Chapter":4,"Number":5,"Text":"From the throne came flashes of lightning and the rumble of thunder. And in front of the throne were seven torches with burning flames. This is the sevenfold Spirit of God."},{"Chapter":4,"Number":6,"Text":"In front of the throne was a shiny sea of glass, sparkling like crystal.In the center and around the throne were four living beings, each covered with eyes, front and back."},{"Chapter":4,"Number":7,"Text":"The first of these living beings was like a lion; the second was like an ox; the third had a human face; and the fourth was like an eagle in flight."},{"Chapter":4,"Number":8,"Text":"Each of these living beings had six wings, and their wings were covered all over with eyes, inside and out. Day after day and night after night they keep on saying,“Holy, holy, holy is the Lord God, the Almighty—    the one who always was, who is, and who is still to come.”"},{"Chapter":4,"Number":9,"Text":"Whenever the living beings give glory and honor and thanks to the one sitting on the throne (the one who lives forever and ever),"},{"Chapter":4,"Number":10,"Text":"the twenty-four elders fall down and worship the one sitting on the throne (the one who lives forever and ever). And they lay their crowns before the throne and say,"},{"Chapter":4,"Number":11,"Text":"“You are worthy, O Lord our God,    to receive glory and honor and power.For you created all things,    and they exist because you created what you pleased.”"},{"Chapter":5,"Number":1,"Text":"Then I saw a scroll in the right hand of the one who was sitting on the throne. There was writing on the inside and the outside of the scroll, and it was sealed with seven seals."},{"Chapter":5,"Number":2,"Text":"And I saw a strong angel, who shouted with a loud voice: “Who is worthy to break the seals on this scroll and open it?”"},{"Chapter":5,"Number":3,"Text":"But no one in heaven or on earth or under the earth was able to open the scroll and read it."},{"Chapter":5,"Number":4,"Text":"Then I began to weep bitterly because no one was found worthy to open the scroll and read it."},{"Chapter":5,"Number":5,"Text":"But one of the twenty-four elders said to me, “Stop weeping! Look, the Lion of the tribe of Judah, the heir to David’s throne, has won the victory. He is worthy to open the scroll and its seven seals.”"},{"Chapter":5,"Number":6,"Text":"Then I saw a Lamb that looked as if it had been slaughtered, but it was now standing between the throne and the four living beings and among the twenty-four elders. He had seven horns and seven eyes, which represent the sevenfold Spirit of God that is sent out into every part of the earth."},{"Chapter":5,"Number":7,"Text":"He stepped forward and took the scroll from the right hand of the one sitting on the throne."},{"Chapter":5,"Number":8,"Text":"And when he took the scroll, the four living beings and the twenty-four elders fell down before the Lamb. Each one had a harp, and they held gold bowls filled with incense, which are the prayers of God’s people."},{"Chapter":5,"Number":9,"Text":"And they sang a new song with these words:“You are worthy to take the scroll    and break its seals and open it.For you were slaughtered, and your blood has ransomed people for God    from every tribe and language and people and nation."},{"Chapter":5,"Number":10,"Text":"And you have caused them to become    a Kingdom of priests for our God.    And they will reign on the earth.”"},{"Chapter":5,"Number":11,"Text":"Then I looked again, and I heard the voices of thousands and millions of angels around the throne and of the living beings and the elders."},{"Chapter":5,"Number":12,"Text":"And they sang in a mighty chorus:“Worthy is the Lamb who was slaughtered—    to receive power and richesand wisdom and strength    and honor and glory and blessing.”"},{"Chapter":5,"Number":13,"Text":"And then I heard every creature in heaven and on earth and under the earth and in the sea. They sang:“Blessing and honor and glory and power    belong to the one sitting on the throne    and to the Lamb forever and ever.”"},{"Chapter":5,"Number":14,"Text":"And the four living beings said, “Amen!” And the twenty-four elders fell down and worshiped the Lamb."},{"Chapter":6,"Number":1,"Text":"As I watched, the Lamb broke the first of the seven seals on the scroll. Then I heard one of the four living beings say with a voice like thunder, “Come!”"},{"Chapter":6,"Number":2,"Text":"I looked up and saw a white horse standing there. Its rider carried a bow, and a crown was placed on his head. He rode out to win many battles and gain the victory."},{"Chapter":6,"Number":3,"Text":"When the Lamb broke the second seal, I heard the second living being say, “Come!”"},{"Chapter":6,"Number":4,"Text":"Then another horse appeared, a red one. Its rider was given a mighty sword and the authority to take peace from the earth. And there was war and slaughter everywhere."},{"Chapter":6,"Number":5,"Text":"When the Lamb broke the third seal, I heard the third living being say, “Come!” I looked up and saw a black horse, and its rider was holding a pair of scales in his hand."},{"Chapter":6,"Number":6,"Text":"And I heard a voice from among the four living beings say, “A loaf of wheat bread or three loaves of barley will cost a day’s pay. And don’t waste the olive oil and wine.”"},{"Chapter":6,"Number":7,"Text":"When the Lamb broke the fourth seal, I heard the fourth living being say, “Come!”"},{"Chapter":6,"Number":8,"Text":"I looked up and saw a horse whose color was pale green. Its rider was named Death, and his companion was the Grave. These two were given authority over one-fourth of the earth, to kill with the sword and famine and disease and wild animals."},{"Chapter":6,"Number":9,"Text":"When the Lamb broke the fifth seal, I saw under the altar the souls of all who had been martyred for the word of God and for being faithful in their testimony."},{"Chapter":6,"Number":10,"Text":"They shouted to the Lord and said, “O Sovereign Lord, holy and true, how long before you judge the people who belong to this world and avenge our blood for what they have done to us?”"},{"Chapter":6,"Number":11,"Text":"Then a white robe was given to each of them. And they were told to rest a little longer until the full number of their brothers and sisters—their fellow servants of Jesus who were to be martyred—had joined them."},{"Chapter":6,"Number":12,"Text":"I watched as the Lamb broke the sixth seal, and there was a great earthquake. The sun became as dark as black cloth, and the moon became as red as blood."},{"Chapter":6,"Number":13,"Text":"Then the stars of the sky fell to the earth like green figs falling from a tree shaken by a strong wind."},{"Chapter":6,"Number":14,"Text":"The sky was rolled up like a scroll, and all of the mountains and islands were moved from their places."},{"Chapter":6,"Number":15,"Text":"Then everyone—the kings of the earth, the rulers, the generals, the wealthy, the powerful, and every slave and free person—all hid themselves in the caves and among the rocks of the mountains."},{"Chapter":6,"Number":16,"Text":"And they cried to the mountains and the rocks, “Fall on us and hide us from the face of the one who sits on the throne and from the wrath of the Lamb."},{"Chapter":6,"Number":17,"Text":"For the great day of their wrath has come, and who is able to survive?”"},{"Chapter":7,"Number":1,"Text":"Then I saw four angels standing at the four corners of the earth, holding back the four winds so they did not blow on the earth or the sea, or even on any tree."},{"Chapter":7,"Number":2,"Text":"And I saw another angel coming up from the east, carrying the seal of the living God. And he shouted to those four angels, who had been given power to harm land and sea,"},{"Chapter":7,"Number":3,"Text":"“Wait! Don’t harm the land or the sea or the trees until we have placed the seal of God on the foreheads of his servants.”"},{"Chapter":7,"Number":4,"Text":"And I heard how many were marked with the seal of God—144,000 were sealed from all the tribes of Israel:"},{"Chapter":7,"Number":5,"Text":"from Judah12,000from Reuben12,000from Gad12,000"},{"Chapter":7,"Number":6,"Text":"from Asher12,000from Naphtali12,000from Manasseh12,000"},{"Chapter":7,"Number":7,"Text":"from Simeon12,000from Levi12,000from Issachar12,000"},{"Chapter":7,"Number":8,"Text":"from Zebulun12,000from Joseph12,000from Benjamin12,000 "},{"Chapter":7,"Number":9,"Text":"After this I saw a vast crowd, too great to count, from every nation and tribe and people and language, standing in front of the throne and before the Lamb. They were clothed in white robes and held palm branches in their hands."},{"Chapter":7,"Number":10,"Text":"And they were shouting with a great roar,“Salvation comes from our God who sits on the throne    and from the Lamb!”"},{"Chapter":7,"Number":11,"Text":"And all the angels were standing around the throne and around the elders and the four living beings. And they fell before the throne with their faces to the ground and worshiped God."},{"Chapter":7,"Number":12,"Text":"They sang,“Amen! Blessing and glory and wisdom    and thanksgiving and honorand power and strength belong to our God    forever and ever! Amen.”"},{"Chapter":7,"Number":13,"Text":"Then one of the twenty-four elders asked me, “Who are these who are clothed in white? Where did they come from?”"},{"Chapter":7,"Number":14,"Text":"And I said to him, “Sir, you are the one who knows.”Then he said to me, “These are the ones who died in the great tribulation. They have washed their robes in the blood of the Lamb and made them white."},{"Chapter":7,"Number":15,"Text":"“That is why they stand in front of God’s throne    and serve him day and night in his Temple.And he who sits on the throne    will give them shelter."},{"Chapter":7,"Number":16,"Text":"They will never again be hungry or thirsty;    they will never be scorched by the heat of the sun."},{"Chapter":7,"Number":17,"Text":"For the Lamb on the throne    will be their Shepherd.He will lead them to springs of life-giving water.    And God will wipe every tear from their eyes.”"},{"Chapter":8,"Number":1,"Text":"When the Lamb broke the seventh seal on the scroll, there was silence throughout heaven for about half an hour."},{"Chapter":8,"Number":2,"Text":"I saw the seven angels who stand before God, and they were given seven trumpets."},{"Chapter":8,"Number":3,"Text":"Then another angel with a gold incense burner came and stood at the altar. And a great amount of incense was given to him to mix with the prayers of God’s people as an offering on the gold altar before the throne."},{"Chapter":8,"Number":4,"Text":"The smoke of the incense, mixed with the prayers of God’s holy people, ascended up to God from the altar where the angel had poured them out."},{"Chapter":8,"Number":5,"Text":"Then the angel filled the incense burner with fire from the altar and threw it down upon the earth; and thunder crashed, lightning flashed, and there was a terrible earthquake. "},{"Chapter":8,"Number":6,"Text":"Then the seven angels with the seven trumpets prepared to blow their mighty blasts."},{"Chapter":8,"Number":7,"Text":"The first angel blew his trumpet, and hail and fire mixed with blood were thrown down on the earth. One-third of the earth was set on fire, one-third of the trees were burned, and all the green grass was burned."},{"Chapter":8,"Number":8,"Text":"Then the second angel blew his trumpet, and a great mountain of fire was thrown into the sea. One-third of the water in the sea became blood,"},{"Chapter":8,"Number":9,"Text":"one-third of all things living in the sea died, and one-third of all the ships on the sea were destroyed."},{"Chapter":8,"Number":10,"Text":"Then the third angel blew his trumpet, and a great star fell from the sky, burning like a torch. It fell on one-third of the rivers and on the springs of water."},{"Chapter":8,"Number":11,"Text":"The name of the star was Bitterness. It made one-third of the water bitter, and many people died from drinking the bitter water."},{"Chapter":8,"Number":12,"Text":"Then the fourth angel blew his trumpet, and one-third of the sun was struck, and one-third of the moon, and one-third of the stars, and they became dark. And one-third of the day was dark, and also one-third of the night."},{"Chapter":8,"Number":13,"Text":"Then I looked, and I heard a single eagle crying loudly as it flew through the air, “Terror, terror, terror to all who belong to this world because of what will happen when the last three angels blow their trumpets.”"},{"Chapter":9,"Number":1,"Text":"Then the fifth angel blew his trumpet, and I saw a star that had fallen to earth from the sky, and he was given the key to the shaft of the bottomless pit."},{"Chapter":9,"Number":2,"Text":"When he opened it, smoke poured out as though from a huge furnace, and the sunlight and air turned dark from the smoke."},{"Chapter":9,"Number":3,"Text":"Then locusts came from the smoke and descended on the earth, and they were given power to sting like scorpions."},{"Chapter":9,"Number":4,"Text":"They were told not to harm the grass or plants or trees, but only the people who did not have the seal of God on their foreheads."},{"Chapter":9,"Number":5,"Text":"They were told not to kill them but to torture them for five months with pain like the pain of a scorpion sting."},{"Chapter":9,"Number":6,"Text":"In those days people will seek death but will not find it. They will long to die, but death will flee from them!"},{"Chapter":9,"Number":7,"Text":"The locusts looked like horses prepared for battle. They had what looked like gold crowns on their heads, and their faces looked like human faces."},{"Chapter":9,"Number":8,"Text":"They had hair like women’s hair and teeth like the teeth of a lion."},{"Chapter":9,"Number":9,"Text":"They wore armor made of iron, and their wings roared like an army of chariots rushing into battle."},{"Chapter":9,"Number":10,"Text":"They had tails that stung like scorpions, and for five months they had the power to torment people."},{"Chapter":9,"Number":11,"Text":"Their king is the angel from the bottomless pit; his name in Hebrew is Abaddon, and in Greek, Apollyon—the Destroyer."},{"Chapter":9,"Number":12,"Text":"The first terror is past, but look, two more terrors are coming! "},{"Chapter":9,"Number":13,"Text":"Then the sixth angel blew his trumpet, and I heard a voice speaking from the four horns of the gold altar that stands in the presence of God."},{"Chapter":9,"Number":14,"Text":"And the voice said to the sixth angel who held the trumpet, “Release the four angels who are bound at the great Euphrates River.”"},{"Chapter":9,"Number":15,"Text":"Then the four angels who had been prepared for this hour and day and month and year were turned loose to kill one-third of all the people on earth."},{"Chapter":9,"Number":16,"Text":"I heard the size of their army, which was 200 million mounted troops."},{"Chapter":9,"Number":17,"Text":"And in my vision, I saw the horses and the riders sitting on them. The riders wore armor that was fiery red and dark blue and yellow. The horses had heads like lions, and fire and smoke and burning sulfur billowed from their mouths."},{"Chapter":9,"Number":18,"Text":"One-third of all the people on earth were killed by these three plagues—by the fire and smoke and burning sulfur that came from the mouths of the horses."},{"Chapter":9,"Number":19,"Text":"Their power was in their mouths and in their tails. For their tails had heads like snakes, with the power to injure people."},{"Chapter":9,"Number":20,"Text":"But the people who did not die in these plagues still refused to repent of their evil deeds and turn to God. They continued to worship demons and idols made of gold, silver, bronze, stone, and wood—idols that can neither see nor hear nor walk!"},{"Chapter":9,"Number":21,"Text":"And they did not repent of their murders or their witchcraft or their sexual immorality or their thefts."},{"Chapter":10,"Number":1,"Text":"Then I saw another mighty angel coming down from heaven, surrounded by a cloud, with a rainbow over his head. His face shone like the sun, and his feet were like pillars of fire."},{"Chapter":10,"Number":2,"Text":"And in his hand was a small scroll that had been opened. He stood with his right foot on the sea and his left foot on the land."},{"Chapter":10,"Number":3,"Text":"And he gave a great shout like the roar of a lion. And when he shouted, the seven thunders answered."},{"Chapter":10,"Number":4,"Text":"When the seven thunders spoke, I was about to write. But I heard a voice from heaven saying, “Keep secret what the seven thunders said, and do not write it down.”"},{"Chapter":10,"Number":5,"Text":"Then the angel I saw standing on the sea and on the land raised his right hand toward heaven."},{"Chapter":10,"Number":6,"Text":"He swore an oath in the name of the one who lives forever and ever, who created the heavens and everything in them, the earth and everything in it, and the sea and everything in it. He said, “There will be no more delay."},{"Chapter":10,"Number":7,"Text":"When the seventh angel blows his trumpet, God’s mysterious plan will be fulfilled. It will happen just as he announced it to his servants the prophets.”"},{"Chapter":10,"Number":8,"Text":"Then the voice from heaven spoke to me again: “Go and take the open scroll from the hand of the angel who is standing on the sea and on the land.”"},{"Chapter":10,"Number":9,"Text":"So I went to the angel and told him to give me the small scroll. “Yes, take it and eat it,” he said. “It will be sweet as honey in your mouth, but it will turn sour in your stomach!”"},{"Chapter":10,"Number":10,"Text":"So I took the small scroll from the hand of the angel, and I ate it! It was sweet in my mouth, but when I swallowed it, it turned sour in my stomach."},{"Chapter":10,"Number":11,"Text":"Then I was told, “You must prophesy again about many peoples, nations, languages, and kings.”"},{"Chapter":11,"Number":1,"Text":"Then I was given a measuring stick, and I was told, “Go and measure the Temple of God and the altar, and count the number of worshipers."},{"Chapter":11,"Number":2,"Text":"But do not measure the outer courtyard, for it has been turned over to the nations. They will trample the holy city for 42 months."},{"Chapter":11,"Number":3,"Text":"And I will give power to my two witnesses, and they will be clothed in burlap and will prophesy during those 1,260 days.”"},{"Chapter":11,"Number":4,"Text":"These two prophets are the two olive trees and the two lampstands that stand before the Lord of all the earth."},{"Chapter":11,"Number":5,"Text":"If anyone tries to harm them, fire flashes from their mouths and consumes their enemies. This is how anyone who tries to harm them must die."},{"Chapter":11,"Number":6,"Text":"They have power to shut the sky so that no rain will fall for as long as they prophesy. And they have the power to turn the rivers and oceans into blood, and to strike the earth with every kind of plague as often as they wish."},{"Chapter":11,"Number":7,"Text":"When they complete their testimony, the beast that comes up out of the bottomless pit will declare war against them, and he will conquer them and kill them."},{"Chapter":11,"Number":8,"Text":"And their bodies will lie in the main street of Jerusalem, the city that is figuratively called “Sodom” and “Egypt,” the city where their Lord was crucified."},{"Chapter":11,"Number":9,"Text":"And for three and a half days, all peoples, tribes, languages, and nations will stare at their bodies. No one will be allowed to bury them."},{"Chapter":11,"Number":10,"Text":"All the people who belong to this world will gloat over them and give presents to each other to celebrate the death of the two prophets who had tormented them."},{"Chapter":11,"Number":11,"Text":"But after three and a half days, God breathed life into them, and they stood up! Terror struck all who were staring at them."},{"Chapter":11,"Number":12,"Text":"Then a loud voice from heaven called to the two prophets, “Come up here!” And they rose to heaven in a cloud as their enemies watched."},{"Chapter":11,"Number":13,"Text":"At the same time there was a terrible earthquake that destroyed a tenth of the city. Seven thousand people died in that earthquake, and everyone else was terrified and gave glory to the God of heaven."},{"Chapter":11,"Number":14,"Text":"The second terror is past, but look, the third terror is coming quickly. "},{"Chapter":11,"Number":15,"Text":"Then the seventh angel blew his trumpet, and there were loud voices shouting in heaven:“The world has now become the Kingdom of our Lord and of his Christ,    and he will reign forever and ever.”"},{"Chapter":11,"Number":16,"Text":"The twenty-four elders sitting on their thrones before God fell with their faces to the ground and worshiped him."},{"Chapter":11,"Number":17,"Text":"And they said,“We give thanks to you, Lord God, the Almighty,    the one who is and who always was,for now you have assumed your great power    and have begun to reign."},{"Chapter":11,"Number":18,"Text":"The nations were filled with wrath,    but now the time of your wrath has come.It is time to judge the dead    and reward your servants the prophets,    as well as your holy people,and all who fear your name,    from the least to the greatest.It is time to destroy    all who have caused destruction on the earth.”"},{"Chapter":11,"Number":19,"Text":"Then, in heaven, the Temple of God was opened and the Ark of his covenant could be seen inside the Temple. Lightning flashed, thunder crashed and roared, and there was an earthquake and a terrible hailstorm."},{"Chapter":12,"Number":1,"Text":"Then I witnessed in heaven an event of great significance. I saw a woman clothed with the sun, with the moon beneath her feet, and a crown of twelve stars on her head."},{"Chapter":12,"Number":2,"Text":"She was pregnant, and she cried out because of her labor pains and the agony of giving birth."},{"Chapter":12,"Number":3,"Text":"Then I witnessed in heaven another significant event. I saw a large red dragon with seven heads and ten horns, with seven crowns on his heads."},{"Chapter":12,"Number":4,"Text":"His tail swept away one-third of the stars in the sky, and he threw them to the earth. He stood in front of the woman as she was about to give birth, ready to devour her baby as soon as it was born."},{"Chapter":12,"Number":5,"Text":"She gave birth to a son who was to rule all nations with an iron rod. And her child was snatched away from the dragon and was caught up to God and to his throne."},{"Chapter":12,"Number":6,"Text":"And the woman fled into the wilderness, where God had prepared a place to care for her for 1,260 days."},{"Chapter":12,"Number":7,"Text":"Then there was war in heaven. Michael and his angels fought against the dragon and his angels."},{"Chapter":12,"Number":8,"Text":"And the dragon lost the battle, and he and his angels were forced out of heaven."},{"Chapter":12,"Number":9,"Text":"This great dragon—the ancient serpent called the devil, or Satan, the one deceiving the whole world—was thrown down to the earth with all his angels."},{"Chapter":12,"Number":10,"Text":"Then I heard a loud voice shouting across the heavens,“It has come at last—    salvation and powerand the Kingdom of our God,    and the authority of his Christ.For the accuser of our brothers and sisters    has been thrown down to earth—the one who accuses them    before our God day and night."},{"Chapter":12,"Number":11,"Text":"And they have defeated him by the blood of the Lamb    and by their testimony.And they did not love their lives so much    that they were afraid to die."},{"Chapter":12,"Number":12,"Text":"Therefore, rejoice, O heavens!    And you who live in the heavens, rejoice!But terror will come on the earth and the sea,    for the devil has come down to you in great anger,    knowing that he has little time.”"},{"Chapter":12,"Number":13,"Text":"When the dragon realized that he had been thrown down to the earth, he pursued the woman who had given birth to the male child."},{"Chapter":12,"Number":14,"Text":"But she was given two wings like those of a great eagle so she could fly to the place prepared for her in the wilderness. There she would be cared for and protected from the dragon for a time, times, and half a time."},{"Chapter":12,"Number":15,"Text":"Then the dragon tried to drown the woman with a flood of water that flowed from his mouth."},{"Chapter":12,"Number":16,"Text":"But the earth helped her by opening its mouth and swallowing the river that gushed out from the mouth of the dragon."},{"Chapter":12,"Number":17,"Text":"And the dragon was angry at the woman and declared war against the rest of her children—all who keep God’s commandments and maintain their testimony for Jesus."},{"Chapter":12,"Number":18,"Text":"Then the dragon took his stand on the shore beside the sea."},{"Chapter":13,"Number":1,"Text":"Then I saw a beast rising up out of the sea. It had seven heads and ten horns, with ten crowns on its horns. And written on each head were names that blasphemed God."},{"Chapter":13,"Number":2,"Text":"This beast looked like a leopard, but it had the feet of a bear and the mouth of a lion! And the dragon gave the beast his own power and throne and great authority."},{"Chapter":13,"Number":3,"Text":"I saw that one of the heads of the beast seemed wounded beyond recovery—but the fatal wound was healed! The whole world marveled at this miracle and gave allegiance to the beast."},{"Chapter":13,"Number":4,"Text":"They worshiped the dragon for giving the beast such power, and they also worshiped the beast. “Who is as great as the beast?” they exclaimed. “Who is able to fight against him?”"},{"Chapter":13,"Number":5,"Text":"Then the beast was allowed to speak great blasphemies against God. And he was given authority to do whatever he wanted for forty-two months."},{"Chapter":13,"Number":6,"Text":"And he spoke terrible words of blasphemy against God, slandering his name and his dwelling—that is, those who dwell in heaven."},{"Chapter":13,"Number":7,"Text":"And the beast was allowed to wage war against God’s holy people and to conquer them. And he was given authority to rule over every tribe and people and language and nation."},{"Chapter":13,"Number":8,"Text":"And all the people who belong to this world worshiped the beast. They are the ones whose names were not written in the Book of Life that belongs to the Lamb who was slaughtered before the world was made."},{"Chapter":13,"Number":9,"Text":"Anyone with ears to hear    should listen and understand."},{"Chapter":13,"Number":10,"Text":"Anyone who is destined for prison    will be taken to prison.Anyone destined to die by the sword    will die by the sword.This means that God’s holy people must endure persecution patiently and remain faithful. "},{"Chapter":13,"Number":11,"Text":"Then I saw another beast come up out of the earth. He had two horns like those of a lamb, but he spoke with the voice of a dragon."},{"Chapter":13,"Number":12,"Text":"He exercised all the authority of the first beast. And he required all the earth and its people to worship the first beast, whose fatal wound had been healed."},{"Chapter":13,"Number":13,"Text":"He did astounding miracles, even making fire flash down to earth from the sky while everyone was watching."},{"Chapter":13,"Number":14,"Text":"And with all the miracles he was allowed to perform on behalf of the first beast, he deceived all the people who belong to this world. He ordered the people to make a great statue of the first beast, who was fatally wounded and then came back to life."},{"Chapter":13,"Number":15,"Text":"He was then permitted to give life to this statue so that it could speak. Then the statue of the beast commanded that anyone refusing to worship it must die."},{"Chapter":13,"Number":16,"Text":"He required everyone—small and great, rich and poor, free and slave—to be given a mark on the right hand or on the forehead."},{"Chapter":13,"Number":17,"Text":"And no one could buy or sell anything without that mark, which was either the name of the beast or the number representing his name."},{"Chapter":13,"Number":18,"Text":"Wisdom is needed here. Let the one with understanding solve the meaning of the number of the beast, for it is the number of a man. His number is 666."},{"Chapter":14,"Number":1,"Text":"Then I saw the Lamb standing on Mount Zion, and with him were 144,000 who had his name and his Father’s name written on their foreheads."},{"Chapter":14,"Number":2,"Text":"And I heard a sound from heaven like the roar of mighty ocean waves or the rolling of loud thunder. It was like the sound of many harpists playing together."},{"Chapter":14,"Number":3,"Text":"This great choir sang a wonderful new song in front of the throne of God and before the four living beings and the twenty-four elders. No one could learn this song except the 144,000 who had been redeemed from the earth."},{"Chapter":14,"Number":4,"Text":"They have kept themselves as pure as virgins, following the Lamb wherever he goes. They have been purchased from among the people on the earth as a special offering to God and to the Lamb."},{"Chapter":14,"Number":5,"Text":"They have told no lies; they are without blame. "},{"Chapter":14,"Number":6,"Text":"And I saw another angel flying through the sky, carrying the eternal Good News to proclaim to the people who belong to this world—to every nation, tribe, language, and people."},{"Chapter":14,"Number":7,"Text":"“Fear God,” he shouted. “Give glory to him. For the time has come when he will sit as judge. Worship him who made the heavens, the earth, the sea, and all the springs of water.”"},{"Chapter":14,"Number":8,"Text":"Then another angel followed him through the sky, shouting, “Babylon is fallen—that great city is fallen—because she made all the nations of the world drink the wine of her passionate immorality.”"},{"Chapter":14,"Number":9,"Text":"Then a third angel followed them, shouting, “Anyone who worships the beast and his statue or who accepts his mark on the forehead or on the hand"},{"Chapter":14,"Number":10,"Text":"must drink the wine of God’s anger. It has been poured full strength into God’s cup of wrath. And they will be tormented with fire and burning sulfur in the presence of the holy angels and the Lamb."},{"Chapter":14,"Number":11,"Text":"The smoke of their torment will rise forever and ever, and they will have no relief day or night, for they have worshiped the beast and his statue and have accepted the mark of his name.”"},{"Chapter":14,"Number":12,"Text":"This means that God’s holy people must endure persecution patiently, obeying his commands and maintaining their faith in Jesus."},{"Chapter":14,"Number":13,"Text":"And I heard a voice from heaven saying, “Write this down: Blessed are those who die in the Lord from now on. Yes, says the Spirit, they are blessed indeed, for they will rest from their hard work; for their good deeds follow them!” "},{"Chapter":14,"Number":14,"Text":"Then I saw a white cloud, and seated on the cloud was someone like the Son of Man. He had a gold crown on his head and a sharp sickle in his hand."},{"Chapter":14,"Number":15,"Text":"Then another angel came from the Temple and shouted to the one sitting on the cloud, “Swing the sickle, for the time of harvest has come; the crop on earth is ripe.”"},{"Chapter":14,"Number":16,"Text":"So the one sitting on the cloud swung his sickle over the earth, and the whole earth was harvested."},{"Chapter":14,"Number":17,"Text":"After that, another angel came from the Temple in heaven, and he also had a sharp sickle."},{"Chapter":14,"Number":18,"Text":"Then another angel, who had power to destroy with fire, came from the altar. He shouted to the angel with the sharp sickle, “Swing your sickle now to gather the clusters of grapes from the vines of the earth, for they are ripe for judgment.”"},{"Chapter":14,"Number":19,"Text":"So the angel swung his sickle over the earth and loaded the grapes into the great winepress of God’s wrath."},{"Chapter":14,"Number":20,"Text":"The grapes were trampled in the winepress outside the city, and blood flowed from the winepress in a stream about 180 miles long and as high as a horse’s bridle."},{"Chapter":15,"Number":1,"Text":"Then I saw in heaven another marvelous event of great significance. Seven angels were holding the seven last plagues, which would bring God’s wrath to completion."},{"Chapter":15,"Number":2,"Text":"I saw before me what seemed to be a glass sea mixed with fire. And on it stood all the people who had been victorious over the beast and his statue and the number representing his name. They were all holding harps that God had given them."},{"Chapter":15,"Number":3,"Text":"And they were singing the song of Moses, the servant of God, and the song of the Lamb:“Great and marvelous are your works,    O Lord God, the Almighty.Just and true are your ways,    O King of the nations."},{"Chapter":15,"Number":4,"Text":"Who will not fear you, Lord,    and glorify your name?    For you alone are holy.All nations will come and worship before you,    for your righteous deeds have been revealed.” "},{"Chapter":15,"Number":5,"Text":"Then I looked and saw that the Temple in heaven, God’s Tabernacle, was thrown wide open."},{"Chapter":15,"Number":6,"Text":"The seven angels who were holding the seven plagues came out of the Temple. They were clothed in spotless white linen with gold sashes across their chests."},{"Chapter":15,"Number":7,"Text":"Then one of the four living beings handed each of the seven angels a gold bowl filled with the wrath of God, who lives forever and ever."},{"Chapter":15,"Number":8,"Text":"The Temple was filled with smoke from God’s glory and power. No one could enter the Temple until the seven angels had completed pouring out the seven plagues."},{"Chapter":16,"Number":1,"Text":"Then I heard a mighty voice from the Temple say to the seven angels, “Go your ways and pour out on the earth the seven bowls containing God’s wrath.”"},{"Chapter":16,"Number":2,"Text":"So the first angel left the Temple and poured out his bowl on the earth, and horrible, malignant sores broke out on everyone who had the mark of the beast and who worshiped his statue."},{"Chapter":16,"Number":3,"Text":"Then the second angel poured out his bowl on the sea, and it became like the blood of a corpse. And everything in the sea died."},{"Chapter":16,"Number":4,"Text":"Then the third angel poured out his bowl on the rivers and springs, and they became blood."},{"Chapter":16,"Number":5,"Text":"And I heard the angel who had authority over all water saying,“You are just, O Holy One, who is and who always was,    because you have sent these judgments."},{"Chapter":16,"Number":6,"Text":"Since they shed the blood    of your holy people and your prophets,you have given them blood to drink.    It is their just reward.”"},{"Chapter":16,"Number":7,"Text":"And I heard a voice from the altar, saying,“Yes, O Lord God, the Almighty,    your judgments are true and just.”"},{"Chapter":16,"Number":8,"Text":"Then the fourth angel poured out his bowl on the sun, causing it to scorch everyone with its fire."},{"Chapter":16,"Number":9,"Text":"Everyone was burned by this blast of heat, and they cursed the name of God, who had control over all these plagues. They did not repent of their sins and turn to God and give him glory."},{"Chapter":16,"Number":10,"Text":"Then the fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. His subjects ground their teeth in anguish,"},{"Chapter":16,"Number":11,"Text":"and they cursed the God of heaven for their pains and sores. But they did not repent of their evil deeds and turn to God."},{"Chapter":16,"Number":12,"Text":"Then the sixth angel poured out his bowl on the great Euphrates River, and it dried up so that the kings from the east could march their armies toward the west without hindrance."},{"Chapter":16,"Number":13,"Text":"And I saw three evil spirits that looked like frogs leap from the mouths of the dragon, the beast, and the false prophet."},{"Chapter":16,"Number":14,"Text":"They are demonic spirits who work miracles and go out to all the rulers of the world to gather them for battle against the Lord on that great judgment day of God the Almighty."},{"Chapter":16,"Number":15,"Text":"“Look, I will come as unexpectedly as a thief! Blessed are all who are watching for me, who keep their clothing ready so they will not have to walk around naked and ashamed.”"},{"Chapter":16,"Number":16,"Text":"And the demonic spirits gathered all the rulers and their armies to a place with the Hebrew name Armageddon."},{"Chapter":16,"Number":17,"Text":"Then the seventh angel poured out his bowl into the air. And a mighty shout came from the throne in the Temple, saying, “It is finished!”"},{"Chapter":16,"Number":18,"Text":"Then the thunder crashed and rolled, and lightning flashed. And a great earthquake struck—the worst since people were placed on the earth."},{"Chapter":16,"Number":19,"Text":"The great city of Babylon split into three sections, and the cities of many nations fell into heaps of rubble. So God remembered all of Babylon’s sins, and he made her drink the cup that was filled with the wine of his fierce wrath."},{"Chapter":16,"Number":20,"Text":"And every island disappeared, and all the mountains were leveled."},{"Chapter":16,"Number":21,"Text":"There was a terrible hailstorm, and hailstones weighing as much as seventy-five pounds fell from the sky onto the people below. They cursed God because of the terrible plague of the hailstorm."},{"Chapter":17,"Number":1,"Text":"One of the seven angels who had poured out the seven bowls came over and spoke to me. “Come with me,” he said, “and I will show you the judgment that is going to come on the great prostitute, who rules over many waters."},{"Chapter":17,"Number":2,"Text":"The kings of the world have committed adultery with her, and the people who belong to this world have been made drunk by the wine of her immorality.”"},{"Chapter":17,"Number":3,"Text":"So the angel took me in the Spirit into the wilderness. There I saw a woman sitting on a scarlet beast that had seven heads and ten horns, and blasphemies against God were written all over it."},{"Chapter":17,"Number":4,"Text":"The woman wore purple and scarlet clothing and beautiful jewelry made of gold and precious gems and pearls. In her hand she held a gold goblet full of obscenities and the impurities of her immorality."},{"Chapter":17,"Number":5,"Text":"A mysterious name was written on her forehead: “Babylon the Great, Mother of All Prostitutes and Obscenities in the World.”"},{"Chapter":17,"Number":6,"Text":"I could see that she was drunk—drunk with the blood of God’s holy people who were witnesses for Jesus. I stared at her in complete amazement."},{"Chapter":17,"Number":7,"Text":"“Why are you so amazed?” the angel asked. “I will tell you the mystery of this woman and of the beast with seven heads and ten horns on which she sits."},{"Chapter":17,"Number":8,"Text":"The beast you saw was once alive but isn’t now. And yet he will soon come up out of the bottomless pit and go to eternal destruction. And the people who belong to this world, whose names were not written in the Book of Life before the world was made, will be amazed at the reappearance of this beast who had died."},{"Chapter":17,"Number":9,"Text":"“This calls for a mind with understanding: The seven heads of the beast represent the seven hills where the woman rules. They also represent seven kings."},{"Chapter":17,"Number":10,"Text":"Five kings have already fallen, the sixth now reigns, and the seventh is yet to come, but his reign will be brief."},{"Chapter":17,"Number":11,"Text":"“The scarlet beast that was, but is no longer, is the eighth king. He is like the other seven, and he, too, is headed for destruction."},{"Chapter":17,"Number":12,"Text":"The ten horns of the beast are ten kings who have not yet risen to power. They will be appointed to their kingdoms for one brief moment to reign with the beast."},{"Chapter":17,"Number":13,"Text":"They will all agree to give him their power and authority."},{"Chapter":17,"Number":14,"Text":"Together they will go to war against the Lamb, but the Lamb will defeat them because he is Lord of all lords and King of all kings. And his called and chosen and faithful ones will be with him.”"},{"Chapter":17,"Number":15,"Text":"Then the angel said to me, “The waters where the prostitute is ruling represent masses of people of every nation and language."},{"Chapter":17,"Number":16,"Text":"The scarlet beast and his ten horns all hate the prostitute. They will strip her naked, eat her flesh, and burn her remains with fire."},{"Chapter":17,"Number":17,"Text":"For God has put a plan into their minds, a plan that will carry out his purposes. They will agree to give their authority to the scarlet beast, and so the words of God will be fulfilled."},{"Chapter":17,"Number":18,"Text":"And this woman you saw in your vision represents the great city that rules over the kings of the world.”"},{"Chapter":18,"Number":1,"Text":"After all this I saw another angel come down from heaven with great authority, and the earth grew bright with his splendor."},{"Chapter":18,"Number":2,"Text":"He gave a mighty shout:“Babylon is fallen—that great city is fallen!    She has become a home for demons.She is a hideout for every foul spirit,    a hideout for every foul vulture    and every foul and dreadful animal."},{"Chapter":18,"Number":3,"Text":"For all the nations have fallen    because of the wine of her passionate immorality.The kings of the world    have committed adultery with her.Because of her desires for extravagant luxury,    the merchants of the world have grown rich.”"},{"Chapter":18,"Number":4,"Text":"Then I heard another voice calling from heaven,“Come away from her, my people.    Do not take part in her sins,    or you will be punished with her."},{"Chapter":18,"Number":5,"Text":"For her sins are piled as high as heaven,    and God remembers her evil deeds."},{"Chapter":18,"Number":6,"Text":"Do to her as she has done to others.    Double her penalty for all her evil deeds.She brewed a cup of terror for others,    so brew twice as much for her."},{"Chapter":18,"Number":7,"Text":"She glorified herself and lived in luxury,    so match it now with torment and sorrow.She boasted in her heart,    ‘I am queen on my throne.I am no helpless widow,    and I have no reason to mourn.’"},{"Chapter":18,"Number":8,"Text":"Therefore, these plagues will overtake her in a single day—    death and mourning and famine.She will be completely consumed by fire,    for the Lord God who judges her is mighty.”"},{"Chapter":18,"Number":9,"Text":"And the kings of the world who committed adultery with her and enjoyed her great luxury will mourn for her as they see the smoke rising from her charred remains."},{"Chapter":18,"Number":10,"Text":"They will stand at a distance, terrified by her great torment. They will cry out,“How terrible, how terrible for you,    O Babylon, you great city!In a single moment    God’s judgment came on you.”"},{"Chapter":18,"Number":11,"Text":"The merchants of the world will weep and mourn for her, for there is no one left to buy their goods."},{"Chapter":18,"Number":12,"Text":"She bought great quantities of gold, silver, jewels, and pearls; fine linen, purple, silk, and scarlet cloth; things made of fragrant thyine wood, ivory goods, and objects made of expensive wood; and bronze, iron, and marble."},{"Chapter":18,"Number":13,"Text":"She also bought cinnamon, spice, incense, myrrh, frankincense, wine, olive oil, fine flour, wheat, cattle, sheep, horses, wagons, and bodies—that is, human slaves."},{"Chapter":18,"Number":14,"Text":"“The fancy things you loved so much    are gone,” they cry.“All your luxuries and splendor    are gone forever,    never to be yours again.”"},{"Chapter":18,"Number":15,"Text":"The merchants who became wealthy by selling her these things will stand at a distance, terrified by her great torment. They will weep and cry out,"},{"Chapter":18,"Number":16,"Text":"“How terrible, how terrible for that great city!    She was clothed in finest purple and scarlet linens,    decked out with gold and precious stones and pearls!"},{"Chapter":18,"Number":17,"Text":"In a single moment    all the wealth of the city is gone!”And all the captains of the merchant ships and their passengers and sailors and crews will stand at a distance."},{"Chapter":18,"Number":18,"Text":"They will cry out as they watch the smoke ascend, and they will say, “Where is there another city as great as this?”"},{"Chapter":18,"Number":19,"Text":"And they will weep and throw dust on their heads to show their grief. And they will cry out,“How terrible, how terrible for that great city!    The shipowners became wealthy    by transporting her great wealth on the seas.In a single moment it is all gone.”"},{"Chapter":18,"Number":20,"Text":"Rejoice over her fate, O heaven    and people of God and apostles and prophets!For at last God has judged her    for your sakes."},{"Chapter":18,"Number":21,"Text":"Then a mighty angel picked up a boulder the size of a huge millstone. He threw it into the ocean and shouted,“Just like this, the great city Babylon    will be thrown down with violence    and will never be found again."},{"Chapter":18,"Number":22,"Text":"The sound of harps, singers, flutes, and trumpets    will never be heard in you again.No craftsmen and no trades    will ever be found in you again.The sound of the mill    will never be heard in you again."},{"Chapter":18,"Number":23,"Text":"The light of a lamp    will never shine in you again.The happy voices of brides and grooms    will never be heard in you again.For your merchants were the greatest in the world,    and you deceived the nations with your sorceries."},{"Chapter":18,"Number":24,"Text":"In your streets flowed the blood of the prophets and of God’s holy people    and the blood of people slaughtered all over the world.”"},{"Chapter":19,"Number":1,"Text":"After this, I heard what sounded like a vast crowd in heaven shouting,“Praise the Lord!    Salvation and glory and power belong to our God."},{"Chapter":19,"Number":2,"Text":"His judgments are true and just.    He has punished the great prostitutewho corrupted the earth with her immorality.    He has avenged the murder of his servants.”"},{"Chapter":19,"Number":3,"Text":"And again their voices rang out:“Praise the Lord!    The smoke from that city ascends forever and ever!”"},{"Chapter":19,"Number":4,"Text":"Then the twenty-four elders and the four living beings fell down and worshiped God, who was sitting on the throne. They cried out, “Amen! Praise the Lord!”"},{"Chapter":19,"Number":5,"Text":"And from the throne came a voice that said,“Praise our God,    all his servants,all who fear him,    from the least to the greatest.”"},{"Chapter":19,"Number":6,"Text":"Then I heard again what sounded like the shout of a vast crowd or the roar of mighty ocean waves or the crash of loud thunder:“Praise the Lord!    For the Lord our God, the Almighty, reigns."},{"Chapter":19,"Number":7,"Text":"Let us be glad and rejoice,    and let us give honor to him.For the time has come for the wedding feast of the Lamb,    and his bride has prepared herself."},{"Chapter":19,"Number":8,"Text":"She has been given the finest of pure white linen to wear.”    For the fine linen represents the good deeds of God’s holy people."},{"Chapter":19,"Number":9,"Text":"And the angel said to me, “Write this: Blessed are those who are invited to the wedding feast of the Lamb.” And he added, “These are true words that come from God.”"},{"Chapter":19,"Number":10,"Text":"Then I fell down at his feet to worship him, but he said, “No, don’t worship me. I am a servant of God, just like you and your brothers and sisters who testify about their faith in Jesus. Worship only God. For the essence of prophecy is to give a clear witness for Jesus.” "},{"Chapter":19,"Number":11,"Text":"Then I saw heaven opened, and a white horse was standing there. Its rider was named Faithful and True, for he judges fairly and wages a righteous war."},{"Chapter":19,"Number":12,"Text":"His eyes were like flames of fire, and on his head were many crowns. A name was written on him that no one understood except himself."},{"Chapter":19,"Number":13,"Text":"He wore a robe dipped in blood, and his title was the Word of God."},{"Chapter":19,"Number":14,"Text":"The armies of heaven, dressed in the finest of pure white linen, followed him on white horses."},{"Chapter":19,"Number":15,"Text":"From his mouth came a sharp sword to strike down the nations. He will rule them with an iron rod. He will release the fierce wrath of God, the Almighty, like juice flowing from a winepress."},{"Chapter":19,"Number":16,"Text":"On his robe at his thigh was written this title: King of all kings and Lord of all lords."},{"Chapter":19,"Number":17,"Text":"Then I saw an angel standing in the sun, shouting to the vultures flying high in the sky: “Come! Gather together for the great banquet God has prepared."},{"Chapter":19,"Number":18,"Text":"Come and eat the flesh of kings, generals, and strong warriors; of horses and their riders; and of all humanity, both free and slave, small and great.”"},{"Chapter":19,"Number":19,"Text":"Then I saw the beast and the kings of the world and their armies gathered together to fight against the one sitting on the horse and his army."},{"Chapter":19,"Number":20,"Text":"And the beast was captured, and with him the false prophet who did mighty miracles on behalf of the beast—miracles that deceived all who had accepted the mark of the beast and who worshiped his statue. Both the beast and his false prophet were thrown alive into the fiery lake of burning sulfur."},{"Chapter":19,"Number":21,"Text":"Their entire army was killed by the sharp sword that came from the mouth of the one riding the white horse. And the vultures all gorged themselves on the dead bodies."},{"Chapter":20,"Number":1,"Text":"Then I saw an angel coming down from heaven with the key to the bottomless pit and a heavy chain in his hand."},{"Chapter":20,"Number":2,"Text":"He seized the dragon—that old serpent, who is the devil, Satan—and bound him in chains for a thousand years."},{"Chapter":20,"Number":3,"Text":"The angel threw him into the bottomless pit, which he then shut and locked so Satan could not deceive the nations anymore until the thousand years were finished. Afterward he must be released for a little while."},{"Chapter":20,"Number":4,"Text":"Then I saw thrones, and the people sitting on them had been given the authority to judge. And I saw the souls of those who had been beheaded for their testimony about Jesus and for proclaiming the word of God. They had not worshiped the beast or his statue, nor accepted his mark on their foreheads or their hands. They all came to life again, and they reigned with Christ for a thousand years."},{"Chapter":20,"Number":5,"Text":"This is the first resurrection. (The rest of the dead did not come back to life until the thousand years had ended.)"},{"Chapter":20,"Number":6,"Text":"Blessed and holy are those who share in the first resurrection. For them the second death holds no power, but they will be priests of God and of Christ and will reign with him a thousand years. "},{"Chapter":20,"Number":7,"Text":"When the thousand years come to an end, Satan will be let out of his prison."},{"Chapter":20,"Number":8,"Text":"He will go out to deceive the nations—called Gog and Magog—in every corner of the earth. He will gather them together for battle—a mighty army, as numberless as sand along the seashore."},{"Chapter":20,"Number":9,"Text":"And I saw them as they went up on the broad plain of the earth and surrounded God’s people and the beloved city. But fire from heaven came down on the attacking armies and consumed them."},{"Chapter":20,"Number":10,"Text":"Then the devil, who had deceived them, was thrown into the fiery lake of burning sulfur, joining the beast and the false prophet. There they will be tormented day and night forever and ever. "},{"Chapter":20,"Number":11,"Text":"And I saw a great white throne and the one sitting on it. The earth and sky fled from his presence, but they found no place to hide."},{"Chapter":20,"Number":12,"Text":"I saw the dead, both great and small, standing before God’s throne. And the books were opened, including the Book of Life. And the dead were judged according to what they had done, as recorded in the books."},{"Chapter":20,"Number":13,"Text":"The sea gave up its dead, and death and the grave gave up their dead. And all were judged according to their deeds."},{"Chapter":20,"Number":14,"Text":"Then death and the grave were thrown into the lake of fire. This lake of fire is the second death."},{"Chapter":20,"Number":15,"Text":"And anyone whose name was not found recorded in the Book of Life was thrown into the lake of fire."},{"Chapter":21,"Number":1,"Text":"Then I saw a new heaven and a new earth, for the old heaven and the old earth had disappeared. And the sea was also gone."},{"Chapter":21,"Number":2,"Text":"And I saw the holy city, the new Jerusalem, coming down from God out of heaven like a bride beautifully dressed for her husband."},{"Chapter":21,"Number":3,"Text":"I heard a loud shout from the throne, saying, “Look, God’s home is now among his people! He will live with them, and they will be his people. God himself will be with them."},{"Chapter":21,"Number":4,"Text":"He will wipe every tear from their eyes, and there will be no more death or sorrow or crying or pain. All these things are gone forever.”"},{"Chapter":21,"Number":5,"Text":"And the one sitting on the throne said, “Look, I am making everything new!” And then he said to me, “Write this down, for what I tell you is trustworthy and true.”"},{"Chapter":21,"Number":6,"Text":"And he also said, “It is finished! I am the Alpha and the Omega—the Beginning and the End. To all who are thirsty I will give freely from the springs of the water of life."},{"Chapter":21,"Number":7,"Text":"All who are victorious will inherit all these blessings, and I will be their God, and they will be my children."},{"Chapter":21,"Number":8,"Text":"“But cowards, unbelievers, the corrupt, murderers, the immoral, those who practice witchcraft, idol worshipers, and all liars—their fate is in the fiery lake of burning sulfur. This is the second death.”"},{"Chapter":21,"Number":9,"Text":"Then one of the seven angels who held the seven bowls containing the seven last plagues came and said to me, “Come with me! I will show you the bride, the wife of the Lamb.”"},{"Chapter":21,"Number":10,"Text":"So he took me in the Spirit to a great, high mountain, and he showed me the holy city, Jerusalem, descending out of heaven from God."},{"Chapter":21,"Number":11,"Text":"It shone with the glory of God and sparkled like a precious stone—like jasper as clear as crystal."},{"Chapter":21,"Number":12,"Text":"The city wall was broad and high, with twelve gates guarded by twelve angels. And the names of the twelve tribes of Israel were written on the gates."},{"Chapter":21,"Number":13,"Text":"There were three gates on each side—east, north, south, and west."},{"Chapter":21,"Number":14,"Text":"The wall of the city had twelve foundation stones, and on them were written the names of the twelve apostles of the Lamb."},{"Chapter":21,"Number":15,"Text":"The angel who talked to me held in his hand a gold measuring stick to measure the city, its gates, and its wall."},{"Chapter":21,"Number":16,"Text":"When he measured it, he found it was a square, as wide as it was long. In fact, its length and width and height were each 1,400 miles."},{"Chapter":21,"Number":17,"Text":"Then he measured the walls and found them to be 216 feet thick (according to the human standard used by the angel)."},{"Chapter":21,"Number":18,"Text":"The wall was made of jasper, and the city was pure gold, as clear as glass."},{"Chapter":21,"Number":19,"Text":"The wall of the city was built on foundation stones inlaid with twelve precious stones: the first was jasper, the second sapphire, the third agate, the fourth emerald,"},{"Chapter":21,"Number":20,"Text":"the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst."},{"Chapter":21,"Number":21,"Text":"The twelve gates were made of pearls—each gate from a single pearl! And the main street was pure gold, as clear as glass."},{"Chapter":21,"Number":22,"Text":"I saw no temple in the city, for the Lord God Almighty and the Lamb are its temple."},{"Chapter":21,"Number":23,"Text":"And the city has no need of sun or moon, for the glory of God illuminates the city, and the Lamb is its light."},{"Chapter":21,"Number":24,"Text":"The nations will walk in its light, and the kings of the world will enter the city in all their glory."},{"Chapter":21,"Number":25,"Text":"Its gates will never be closed at the end of day because there is no night there."},{"Chapter":21,"Number":26,"Text":"And all the nations will bring their glory and honor into the city."},{"Chapter":21,"Number":27,"Text":"Nothing evil will be allowed to enter, nor anyone who practices shameful idolatry and dishonesty—but only those whose names are written in the Lamb’s Book of Life."},{"Chapter":22,"Number":1,"Text":"Then the angel showed me a river with the water of life, clear as crystal, flowing from the throne of God and of the Lamb."},{"Chapter":22,"Number":2,"Text":"It flowed down the center of the main street. On each side of the river grew a tree of life, bearing twelve crops of fruit, with a fresh crop each month. The leaves were used for medicine to heal the nations."},{"Chapter":22,"Number":3,"Text":"No longer will there be a curse upon anything. For the throne of God and of the Lamb will be there, and his servants will worship him."},{"Chapter":22,"Number":4,"Text":"And they will see his face, and his name will be written on their foreheads."},{"Chapter":22,"Number":5,"Text":"And there will be no night there—no need for lamps or sun—for the Lord God will shine on them. And they will reign forever and ever."},{"Chapter":22,"Number":6,"Text":"Then the angel said to me, “Everything you have heard and seen is trustworthy and true. The Lord God, who inspires his prophets, has sent his angel to tell his servants what will happen soon.” Jesus Is Coming"},{"Chapter":22,"Number":7,"Text":"“Look, I am coming soon! Blessed are those who obey the words of prophecy written in this book.”"},{"Chapter":22,"Number":8,"Text":"I, John, am the one who heard and saw all these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me."},{"Chapter":22,"Number":9,"Text":"But he said, “No, don’t worship me. I am a servant of God, just like you and your brothers the prophets, as well as all who obey what is written in this book. Worship only God!”"},{"Chapter":22,"Number":10,"Text":"Then he instructed me, “Do not seal up the prophetic words in this book, for the time is near."},{"Chapter":22,"Number":11,"Text":"Let the one who is doing harm continue to do harm; let the one who is vile continue to be vile; let the one who is righteous continue to live righteously; let the one who is holy continue to be holy.”"},{"Chapter":22,"Number":12,"Text":"“Look, I am coming soon, bringing my reward with me to repay all people according to their deeds."},{"Chapter":22,"Number":13,"Text":"I am the Alpha and the Omega, the First and the Last, the Beginning and the End.”"},{"Chapter":22,"Number":14,"Text":"Blessed are those who wash their robes. They will be permitted to enter through the gates of the city and eat the fruit from the tree of life."},{"Chapter":22,"Number":15,"Text":"Outside the city are the dogs—the sorcerers, the sexually immoral, the murderers, the idol worshipers, and all who love to live a lie."},{"Chapter":22,"Number":16,"Text":"“I, Jesus, have sent my angel to give you this message for the churches. I am both the source of David and the heir to his throne. I am the bright morning star.”"},{"Chapter":22,"Number":17,"Text":"The Spirit and the bride say, “Come.” Let anyone who hears this say, “Come.” Let anyone who is thirsty come. Let anyone who desires drink freely from the water of life."},{"Chapter":22,"Number":18,"Text":"And I solemnly declare to everyone who hears the words of prophecy written in this book: If anyone adds anything to what is written here, God will add to that person the plagues described in this book."},{"Chapter":22,"Number":19,"Text":"And if anyone removes any of the words from this book of prophecy, God will remove that person’s share in the tree of life and in the holy city that are described in this book."},{"Chapter":22,"Number":20,"Text":"He who is the faithful witness to all these things says, “Yes, I am coming soon!”Amen! Come, Lord Jesus!"},{"Chapter":22,"Number":21,"Text":"May the grace of the Lord Jesus be with God’s holy people."}]}
