{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Elkanah and His Family","Chapter":1},{"VerseStartingAt":9,"ParagraphTitle":"Hannah’s Prayer for a Son","Chapter":1},{"VerseStartingAt":19,"ParagraphTitle":"Samuel’s Birth and Dedication","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Hannah’s Prayer of Praise","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"Eli’s Wicked Sons","Chapter":2},{"VerseStartingAt":27,"ParagraphTitle":"A Warning for Eli’s Family","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The <span style=\"font-variant: small-caps\" class=\"small-caps\">Lord</span> Speaks to Samuel","Chapter":3},{"VerseStartingAt":15,"ParagraphTitle":"Samuel Speaks for the Lord","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Death of Eli","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Ark in Philistia","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"The Philistines Return the Ark","Chapter":6},{"VerseStartingAt":19,"ParagraphTitle":"The Ark Moved to Kiriath-Jearim","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Samuel Leads Israel to Victory","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Israel Requests a King","Chapter":8},{"VerseStartingAt":10,"ParagraphTitle":"Samuel Warns against a Kingdom","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Saul Meets Samuel","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"Samuel Anoints Saul as King","Chapter":10},{"VerseStartingAt":9,"ParagraphTitle":"Samuel’s Signs Are Fulfilled","Chapter":10},{"VerseStartingAt":17,"ParagraphTitle":"Saul Is Acclaimed King","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Saul Defeats the Ammonites","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"Samuel’s Farewell Address","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Continued War with Philistia","Chapter":13},{"VerseStartingAt":15,"ParagraphTitle":"Israel’s Military Disadvantage","Chapter":13},{"VerseStartingAt":1,"ParagraphTitle":"Jonathan’s Daring Plan","Chapter":14},{"VerseStartingAt":16,"ParagraphTitle":"Israel Defeats the Philistines","Chapter":14},{"VerseStartingAt":24,"ParagraphTitle":"Saul’s Foolish Oath","Chapter":14},{"VerseStartingAt":47,"ParagraphTitle":"Saul’s Military Successes","Chapter":14},{"VerseStartingAt":1,"ParagraphTitle":"Saul Defeats the Amalekites","Chapter":15},{"VerseStartingAt":10,"ParagraphTitle":"The Lord Rejects Saul","Chapter":15},{"VerseStartingAt":24,"ParagraphTitle":"Saul Pleads for Forgiveness","Chapter":15},{"VerseStartingAt":32,"ParagraphTitle":"Samuel Executes King Agag","Chapter":15},{"VerseStartingAt":1,"ParagraphTitle":"Samuel Anoints David as King","Chapter":16},{"VerseStartingAt":14,"ParagraphTitle":"David Serves in Saul’s Court","Chapter":16},{"VerseStartingAt":1,"ParagraphTitle":"Goliath Challenges the Israelites","Chapter":17},{"VerseStartingAt":12,"ParagraphTitle":"Jesse Sends David to Saul’s Camp","Chapter":17},{"VerseStartingAt":32,"ParagraphTitle":"David Kills Goliath","Chapter":17},{"VerseStartingAt":1,"ParagraphTitle":"Saul Becomes Jealous of David","Chapter":18},{"VerseStartingAt":17,"ParagraphTitle":"David Marries Saul’s Daughter","Chapter":18},{"VerseStartingAt":1,"ParagraphTitle":"Saul Tries to Kill David","Chapter":19},{"VerseStartingAt":11,"ParagraphTitle":"Michal Saves David’s Life","Chapter":19},{"VerseStartingAt":1,"ParagraphTitle":"Jonathan Helps David","Chapter":20},{"VerseStartingAt":1,"ParagraphTitle":"David Runs from Saul","Chapter":21},{"VerseStartingAt":1,"ParagraphTitle":"David at the Cave of Adullam","Chapter":22},{"VerseStartingAt":11,"ParagraphTitle":"The Slaughter of the Priests","Chapter":22},{"VerseStartingAt":1,"ParagraphTitle":"David Protects the Town of Keilah","Chapter":23},{"VerseStartingAt":13,"ParagraphTitle":"David Hides in the Wilderness","Chapter":23},{"VerseStartingAt":1,"ParagraphTitle":"David Spares Saul’s Life","Chapter":24},{"VerseStartingAt":1,"ParagraphTitle":"The Death of Samuel","Chapter":25},{"VerseStartingAt":23,"ParagraphTitle":"Abigail Intercedes for Nabal","Chapter":25},{"VerseStartingAt":39,"ParagraphTitle":"David Marries Abigail","Chapter":25},{"VerseStartingAt":1,"ParagraphTitle":"David Spares Saul Again","Chapter":26},{"VerseStartingAt":1,"ParagraphTitle":"David among the Philistines","Chapter":27},{"VerseStartingAt":1,"ParagraphTitle":"Saul Consults a Medium","Chapter":28},{"VerseStartingAt":1,"ParagraphTitle":"The Philistines Reject David","Chapter":29},{"VerseStartingAt":1,"ParagraphTitle":"David Destroys the Amalekites","Chapter":30},{"VerseStartingAt":1,"ParagraphTitle":"The Death of Saul","Chapter":31}],"VerseList":[{"Chapter":1,"Number":1,"Text":"There was a man named Elkanah who lived in Ramah in the region of Zuph in the hill country of Ephraim. He was the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, of Ephraim."},{"Chapter":1,"Number":2,"Text":"Elkanah had two wives, Hannah and Peninnah. Peninnah had children, but Hannah did not."},{"Chapter":1,"Number":3,"Text":"Each year Elkanah would travel to Shiloh to worship and sacrifice to the Lord of Heaven’s Armies at the Tabernacle. The priests of the Lord at that time were the two sons of Eli—Hophni and Phinehas."},{"Chapter":1,"Number":4,"Text":"On the days Elkanah presented his sacrifice, he would give portions of the meat to Peninnah and each of her children."},{"Chapter":1,"Number":5,"Text":"And though he loved Hannah, he would give her only one choice portion because the Lord had given her no children."},{"Chapter":1,"Number":6,"Text":"So Peninnah would taunt Hannah and make fun of her because the Lord had kept her from having children."},{"Chapter":1,"Number":7,"Text":"Year after year it was the same—Peninnah would taunt Hannah as they went to the Tabernacle. Each time, Hannah would be reduced to tears and would not even eat."},{"Chapter":1,"Number":8,"Text":"“Why are you crying, Hannah?” Elkanah would ask. “Why aren’t you eating? Why be downhearted just because you have no children? You have me—isn’t that better than having ten sons?” "},{"Chapter":1,"Number":9,"Text":"Once after a sacrificial meal at Shiloh, Hannah got up and went to pray. Eli the priest was sitting at his customary place beside the entrance of the Tabernacle."},{"Chapter":1,"Number":10,"Text":"Hannah was in deep anguish, crying bitterly as she prayed to the Lord."},{"Chapter":1,"Number":11,"Text":"And she made this vow: “O Lord of Heaven’s Armies, if you will look upon my sorrow and answer my prayer and give me a son, then I will give him back to you. He will be yours for his entire lifetime, and as a sign that he has been dedicated to the Lord, his hair will never be cut.”"},{"Chapter":1,"Number":12,"Text":"As she was praying to the Lord, Eli watched her."},{"Chapter":1,"Number":13,"Text":"Seeing her lips moving but hearing no sound, he thought she had been drinking."},{"Chapter":1,"Number":14,"Text":"“Must you come here drunk?” he demanded. “Throw away your wine!”"},{"Chapter":1,"Number":15,"Text":"“Oh no, sir!” she replied. “I haven’t been drinking wine or anything stronger. But I am very discouraged, and I was pouring out my heart to the Lord."},{"Chapter":1,"Number":16,"Text":"Don’t think I am a wicked woman! For I have been praying out of great anguish and sorrow.”"},{"Chapter":1,"Number":17,"Text":"“In that case,” Eli said, “go in peace! May the God of Israel grant the request you have asked of him.”"},{"Chapter":1,"Number":18,"Text":"“Oh, thank you, sir!” she exclaimed. Then she went back and began to eat again, and she was no longer sad. "},{"Chapter":1,"Number":19,"Text":"The entire family got up early the next morning and went to worship the Lord once more. Then they returned home to Ramah. When Elkanah slept with Hannah, the Lord remembered her plea,"},{"Chapter":1,"Number":20,"Text":"and in due time she gave birth to a son. She named him Samuel, for she said, “I asked the Lord for him.”"},{"Chapter":1,"Number":21,"Text":"The next year Elkanah and his family went on their annual trip to offer a sacrifice to the Lord and to keep his vow."},{"Chapter":1,"Number":22,"Text":"But Hannah did not go. She told her husband, “Wait until the boy is weaned. Then I will take him to the Tabernacle and leave him there with the Lord permanently.”"},{"Chapter":1,"Number":23,"Text":"“Whatever you think is best,” Elkanah agreed. “Stay here for now, and may the Lord help you keep your promise.” So she stayed home and nursed the boy until he was weaned."},{"Chapter":1,"Number":24,"Text":"When the child was weaned, Hannah took him to the Tabernacle in Shiloh. They brought along a three-year-old bull for the sacrifice and a basket of flour and some wine."},{"Chapter":1,"Number":25,"Text":"After sacrificing the bull, they brought the boy to Eli."},{"Chapter":1,"Number":26,"Text":"“Sir, do you remember me?” Hannah asked. “I am the very woman who stood here several years ago praying to the Lord."},{"Chapter":1,"Number":27,"Text":"I asked the Lord to give me this boy, and he has granted my request."},{"Chapter":1,"Number":28,"Text":"Now I am giving him to the Lord, and he will belong to the Lord his whole life.” And they worshiped the Lord there."},{"Chapter":2,"Number":1,"Text":"Then Hannah prayed:“My heart rejoices in the Lord!    The Lord has made me strong.Now I have an answer for my enemies;    I rejoice because you rescued me."},{"Chapter":2,"Number":2,"Text":"No one is holy like the Lord!    There is no one besides you;    there is no Rock like our God."},{"Chapter":2,"Number":3,"Text":"“Stop acting so proud and haughty!    Don’t speak with such arrogance!For the Lord is a God who knows what you have done;    he will judge your actions."},{"Chapter":2,"Number":4,"Text":"The bow of the mighty is now broken,    and those who stumbled are now strong."},{"Chapter":2,"Number":5,"Text":"Those who were well fed are now starving,    and those who were starving are now full.The childless woman now has seven children,    and the woman with many children wastes away."},{"Chapter":2,"Number":6,"Text":"The Lord gives both death and life;    he brings some down to the grave but raises others up."},{"Chapter":2,"Number":7,"Text":"The Lord makes some poor and others rich;    he brings some down and lifts others up."},{"Chapter":2,"Number":8,"Text":"He lifts the poor from the dust    and the needy from the garbage dump.He sets them among princes,    placing them in seats of honor.For all the earth is the Lord’s,    and he has set the world in order."},{"Chapter":2,"Number":9,"Text":"“He will protect his faithful ones,    but the wicked will disappear in darkness.No one will succeed by strength alone."},{"Chapter":2,"Number":10,"Text":"Those who fight against the Lord will be shattered.He thunders against them from heaven;    the Lord judges throughout the earth.He gives power to his king;    he increases the strength of his anointed one.”"},{"Chapter":2,"Number":11,"Text":"Then Elkanah returned home to Ramah without Samuel. And the boy served the Lord by assisting Eli the priest. "},{"Chapter":2,"Number":12,"Text":"Now the sons of Eli were scoundrels who had no respect for the Lord"},{"Chapter":2,"Number":13,"Text":"or for their duties as priests. Whenever anyone offered a sacrifice, Eli’s sons would send over a servant with a three-pronged fork. While the meat of the sacrificed animal was still boiling,"},{"Chapter":2,"Number":14,"Text":"the servant would stick the fork into the pot and demand that whatever it brought up be given to Eli’s sons. All the Israelites who came to worship at Shiloh were treated this way."},{"Chapter":2,"Number":15,"Text":"Sometimes the servant would come even before the animal’s fat had been burned on the altar. He would demand raw meat before it had been boiled so that it could be used for roasting."},{"Chapter":2,"Number":16,"Text":"The man offering the sacrifice might reply, “Take as much as you want, but the fat must be burned first.” Then the servant would demand, “No, give it to me now, or I’ll take it by force.”"},{"Chapter":2,"Number":17,"Text":"So the sin of these young men was very serious in the Lord’s sight, for they treated the Lord’s offerings with contempt."},{"Chapter":2,"Number":18,"Text":"But Samuel, though he was only a boy, served the Lord. He wore a linen garment like that of a priest."},{"Chapter":2,"Number":19,"Text":"Each year his mother made a small coat for him and brought it to him when she came with her husband for the sacrifice."},{"Chapter":2,"Number":20,"Text":"Before they returned home, Eli would bless Elkanah and his wife and say, “May the Lord give you other children to take the place of this one she gave to the Lord.”"},{"Chapter":2,"Number":21,"Text":"And the Lord blessed Hannah, and she conceived and gave birth to three sons and two daughters. Meanwhile, Samuel grew up in the presence of the Lord."},{"Chapter":2,"Number":22,"Text":"Now Eli was very old, but he was aware of what his sons were doing to the people of Israel. He knew, for instance, that his sons were seducing the young women who assisted at the entrance of the Tabernacle."},{"Chapter":2,"Number":23,"Text":"Eli said to them, “I have been hearing reports from all the people about the wicked things you are doing. Why do you keep sinning?"},{"Chapter":2,"Number":24,"Text":"You must stop, my sons! The reports I hear among the Lord’s people are not good."},{"Chapter":2,"Number":25,"Text":"If someone sins against another person, God can mediate for the guilty party. But if someone sins against the Lord, who can intercede?” But Eli’s sons wouldn’t listen to their father, for the Lord was already planning to put them to death."},{"Chapter":2,"Number":26,"Text":"Meanwhile, the boy Samuel grew taller and grew in favor with the Lord and with the people. "},{"Chapter":2,"Number":27,"Text":"One day a man of God came to Eli and gave him this message from the Lord: “I revealed myself to your ancestors when they were Pharaoh’s slaves in Egypt."},{"Chapter":2,"Number":28,"Text":"I chose your ancestor Aaron from among all the tribes of Israel to be my priest, to offer sacrifices on my altar, to burn incense, and to wear the priestly vest as he served me. And I assigned the sacrificial offerings to you priests."},{"Chapter":2,"Number":29,"Text":"So why do you scorn my sacrifices and offerings? Why do you give your sons more honor than you give me—for you and they have become fat from the best offerings of my people Israel!"},{"Chapter":2,"Number":30,"Text":"“Therefore, the Lord, the God of Israel, says: I promised that your branch of the tribe of Levi would always be my priests. But I will honor those who honor me, and I will despise those who think lightly of me."},{"Chapter":2,"Number":31,"Text":"The time is coming when I will put an end to your family, so it will no longer serve as my priests. All the members of your family will die before their time. None will reach old age."},{"Chapter":2,"Number":32,"Text":"You will watch with envy as I pour out prosperity on the people of Israel. But no members of your family will ever live out their days."},{"Chapter":2,"Number":33,"Text":"The few not cut off from serving at my altar will survive, but only so their eyes can go blind and their hearts break, and their children will die a violent death."},{"Chapter":2,"Number":34,"Text":"And to prove that what I have said will come true, I will cause your two sons, Hophni and Phinehas, to die on the same day!"},{"Chapter":2,"Number":35,"Text":"“Then I will raise up a faithful priest who will serve me and do what I desire. I will establish his family, and they will be priests to my anointed kings forever."},{"Chapter":2,"Number":36,"Text":"Then all of your surviving family will bow before him, begging for money and food. ‘Please,’ they will say, ‘give us jobs among the priests so we will have enough to eat.’”"},{"Chapter":3,"Number":1,"Text":"Meanwhile, the boy Samuel served the Lord by assisting Eli. Now in those days messages from the Lord were very rare, and visions were quite uncommon."},{"Chapter":3,"Number":2,"Text":"One night Eli, who was almost blind by now, had gone to bed."},{"Chapter":3,"Number":3,"Text":"The lamp of God had not yet gone out, and Samuel was sleeping in the Tabernacle near the Ark of God."},{"Chapter":3,"Number":4,"Text":"Suddenly the Lord called out, “Samuel!”“Yes?” Samuel replied. “What is it?”"},{"Chapter":3,"Number":5,"Text":"He got up and ran to Eli. “Here I am. Did you call me?”“I didn’t call you,” Eli replied. “Go back to bed.” So he did."},{"Chapter":3,"Number":6,"Text":"Then the Lord called out again, “Samuel!”Again Samuel got up and went to Eli. “Here I am. Did you call me?”“I didn’t call you, my son,” Eli said. “Go back to bed.”"},{"Chapter":3,"Number":7,"Text":"Samuel did not yet know the Lord because he had never had a message from the Lord before."},{"Chapter":3,"Number":8,"Text":"So the Lord called a third time, and once more Samuel got up and went to Eli. “Here I am. Did you call me?”Then Eli realized it was the Lord who was calling the boy."},{"Chapter":3,"Number":9,"Text":"So he said to Samuel, “Go and lie down again, and if someone calls again, say, ‘Speak, Lord, your servant is listening.’” So Samuel went back to bed."},{"Chapter":3,"Number":10,"Text":"And the Lord came and called as before, “Samuel! Samuel!”And Samuel replied, “Speak, your servant is listening.”"},{"Chapter":3,"Number":11,"Text":"Then the Lord said to Samuel, “I am about to do a shocking thing in Israel."},{"Chapter":3,"Number":12,"Text":"I am going to carry out all my threats against Eli and his family, from beginning to end."},{"Chapter":3,"Number":13,"Text":"I have warned him that judgment is coming upon his family forever, because his sons are blaspheming God and he hasn’t disciplined them."},{"Chapter":3,"Number":14,"Text":"So I have vowed that the sins of Eli and his sons will never be forgiven by sacrifices or offerings.” "},{"Chapter":3,"Number":15,"Text":"Samuel stayed in bed until morning, then got up and opened the doors of the Tabernacle as usual. He was afraid to tell Eli what the Lord had said to him."},{"Chapter":3,"Number":16,"Text":"But Eli called out to him, “Samuel, my son.”“Here I am,” Samuel replied."},{"Chapter":3,"Number":17,"Text":"“What did the Lord say to you? Tell me everything. And may God strike you and even kill you if you hide anything from me!”"},{"Chapter":3,"Number":18,"Text":"So Samuel told Eli everything; he didn’t hold anything back. “It is the Lord’s will,” Eli replied. “Let him do what he thinks best.”"},{"Chapter":3,"Number":19,"Text":"As Samuel grew up, the Lord was with him, and everything Samuel said proved to be reliable."},{"Chapter":3,"Number":20,"Text":"And all Israel, from Dan in the north to Beersheba in the south, knew that Samuel was confirmed as a prophet of the Lord."},{"Chapter":3,"Number":21,"Text":"The Lord continued to appear at Shiloh and gave messages to Samuel there at the Tabernacle."},{"Chapter":4,"Number":1,"Text":""},{"Chapter":4,"Number":2,"Text":"The Philistines attacked and defeated the army of Israel, killing 4,000 men."},{"Chapter":4,"Number":3,"Text":"After the battle was over, the troops retreated to their camp, and the elders of Israel asked, “Why did the Lord allow us to be defeated by the Philistines?” Then they said, “Let’s bring the Ark of the Covenant of the Lord from Shiloh. If we carry it into battle with us, it will save us from our enemies.”"},{"Chapter":4,"Number":4,"Text":"So they sent men to Shiloh to bring the Ark of the Covenant of the Lord of Heaven’s Armies, who is enthroned between the cherubim. Hophni and Phinehas, the sons of Eli, were also there with the Ark of the Covenant of God."},{"Chapter":4,"Number":5,"Text":"When all the Israelites saw the Ark of the Covenant of the Lord coming into the camp, their shout of joy was so loud it made the ground shake!"},{"Chapter":4,"Number":6,"Text":"“What’s going on?” the Philistines asked. “What’s all the shouting about in the Hebrew camp?” When they were told it was because the Ark of the Lord had arrived,"},{"Chapter":4,"Number":7,"Text":"they panicked. “The gods have come into their camp!” they cried. “This is a disaster! We have never had to face anything like this before!"},{"Chapter":4,"Number":8,"Text":"Help! Who can save us from these mighty gods of Israel? They are the same gods who destroyed the Egyptians with plagues when Israel was in the wilderness."},{"Chapter":4,"Number":9,"Text":"Fight as never before, Philistines! If you don’t, we will become the Hebrews’ slaves just as they have been ours! Stand up like men and fight!”"},{"Chapter":4,"Number":10,"Text":"So the Philistines fought desperately, and Israel was defeated again. The slaughter was great; 30,000 Israelite soldiers died that day. The survivors turned and fled to their tents."},{"Chapter":4,"Number":11,"Text":"The Ark of God was captured, and Hophni and Phinehas, the two sons of Eli, were killed. The Death of Eli"},{"Chapter":4,"Number":12,"Text":"A man from the tribe of Benjamin ran from the battlefield and arrived at Shiloh later that same day. He had torn his clothes and put dust on his head to show his grief."},{"Chapter":4,"Number":13,"Text":"Eli was waiting beside the road to hear the news of the battle, for his heart trembled for the safety of the Ark of God. When the messenger arrived and told what had happened, an outcry resounded throughout the town."},{"Chapter":4,"Number":14,"Text":"“What is all the noise about?” Eli asked.The messenger rushed over to Eli,"},{"Chapter":4,"Number":15,"Text":"who was ninety-eight years old and blind."},{"Chapter":4,"Number":16,"Text":"He said to Eli, “I have just come from the battlefield—I was there this very day.”“What happened, my son?” Eli demanded."},{"Chapter":4,"Number":17,"Text":"“Israel has been defeated by the Philistines,” the messenger replied. “The people have been slaughtered, and your two sons, Hophni and Phinehas, were also killed. And the Ark of God has been captured.”"},{"Chapter":4,"Number":18,"Text":"When the messenger mentioned what had happened to the Ark of God, Eli fell backward from his seat beside the gate. He broke his neck and died, for he was old and overweight. He had been Israel’s judge for forty years."},{"Chapter":4,"Number":19,"Text":"Eli’s daughter-in-law, the wife of Phinehas, was pregnant and near her time of delivery. When she heard that the Ark of God had been captured and that her father-in-law and husband were dead, she went into labor and gave birth."},{"Chapter":4,"Number":20,"Text":"She died in childbirth, but before she passed away the midwives tried to encourage her. “Don’t be afraid,” they said. “You have a baby boy!” But she did not answer or pay attention to them."},{"Chapter":4,"Number":21,"Text":"She named the child Ichabod (which means “Where is the glory?”), for she said, “Israel’s glory is gone.” She named him this because the Ark of God had been captured and because her father-in-law and husband were dead."},{"Chapter":4,"Number":22,"Text":"Then she said, “The glory has departed from Israel, for the Ark of God has been captured.”"},{"Chapter":5,"Number":1,"Text":"After the Philistines captured the Ark of God, they took it from the battleground at Ebenezer to the town of Ashdod."},{"Chapter":5,"Number":2,"Text":"They carried the Ark of God into the temple of Dagon and placed it beside an idol of Dagon."},{"Chapter":5,"Number":3,"Text":"But when the citizens of Ashdod went to see it the next morning, Dagon had fallen with his face to the ground in front of the Ark of the Lord! So they took Dagon and put him in his place again."},{"Chapter":5,"Number":4,"Text":"But the next morning the same thing happened—Dagon had fallen face down before the Ark of the Lord again. This time his head and hands had broken off and were lying in the doorway. Only the trunk of his body was left intact."},{"Chapter":5,"Number":5,"Text":"That is why to this day neither the priests of Dagon nor anyone who enters the temple of Dagon in Ashdod will step on its threshold."},{"Chapter":5,"Number":6,"Text":"Then the Lord’s heavy hand struck the people of Ashdod and the nearby villages with a plague of tumors."},{"Chapter":5,"Number":7,"Text":"When the people realized what was happening, they cried out, “We can’t keep the Ark of the God of Israel here any longer! He is against us! We will all be destroyed along with Dagon, our god.”"},{"Chapter":5,"Number":8,"Text":"So they called together the rulers of the Philistine towns and asked, “What should we do with the Ark of the God of Israel?”The rulers discussed it and replied, “Move it to the town of Gath.” So they moved the Ark of the God of Israel to Gath."},{"Chapter":5,"Number":9,"Text":"But when the Ark arrived at Gath, the Lord’s heavy hand fell on its men, young and old; he struck them with a plague of tumors, and there was a great panic."},{"Chapter":5,"Number":10,"Text":"So they sent the Ark of God to the town of Ekron, but when the people of Ekron saw it coming they cried out, “They are bringing the Ark of the God of Israel here to kill us, too!”"},{"Chapter":5,"Number":11,"Text":"The people summoned the Philistine rulers again and begged them, “Please send the Ark of the God of Israel back to its own country, or it will kill us all.” For the deadly plague from God had already begun, and great fear was sweeping across the town."},{"Chapter":5,"Number":12,"Text":"Those who didn’t die were afflicted with tumors; and the cry from the town rose to heaven."},{"Chapter":6,"Number":1,"Text":"The Ark of the Lord remained in Philistine territory seven months in all."},{"Chapter":6,"Number":2,"Text":"Then the Philistines called in their priests and diviners and asked them, “What should we do about the Ark of the Lord? Tell us how to return it to its own country.”"},{"Chapter":6,"Number":3,"Text":"“Send the Ark of the God of Israel back with a gift,” they were told. “Send a guilt offering so the plague will stop. Then, if you are healed, you will know it was his hand that caused the plague.”"},{"Chapter":6,"Number":4,"Text":"“What sort of guilt offering should we send?” they asked.And they were told, “Since the plague has struck both you and your five rulers, make five gold tumors and five gold rats, just like those that have ravaged your land."},{"Chapter":6,"Number":5,"Text":"Make these things to show honor to the God of Israel. Perhaps then he will stop afflicting you, your gods, and your land."},{"Chapter":6,"Number":6,"Text":"Don’t be stubborn and rebellious as Pharaoh and the Egyptians were. By the time God was finished with them, they were eager to let Israel go."},{"Chapter":6,"Number":7,"Text":"“Now build a new cart, and find two cows that have just given birth to calves. Make sure the cows have never been yoked to a cart. Hitch the cows to the cart, but shut their calves away from them in a pen."},{"Chapter":6,"Number":8,"Text":"Put the Ark of the Lord on the cart, and beside it place a chest containing the gold rats and gold tumors you are sending as a guilt offering. Then let the cows go wherever they want."},{"Chapter":6,"Number":9,"Text":"If they cross the border of our land and go to Beth-shemesh, we will know it was the Lord who brought this great disaster upon us. If they don’t, we will know it was not his hand that caused the plague. It came simply by chance.”"},{"Chapter":6,"Number":10,"Text":"So these instructions were carried out. Two cows were hitched to the cart, and their newborn calves were shut up in a pen."},{"Chapter":6,"Number":11,"Text":"Then the Ark of the Lord and the chest containing the gold rats and gold tumors were placed on the cart."},{"Chapter":6,"Number":12,"Text":"And sure enough, without veering off in other directions, the cows went straight along the road toward Beth-shemesh, lowing as they went. The Philistine rulers followed them as far as the border of Beth-shemesh."},{"Chapter":6,"Number":13,"Text":"The people of Beth-shemesh were harvesting wheat in the valley, and when they saw the Ark, they were overjoyed!"},{"Chapter":6,"Number":14,"Text":"The cart came into the field of a man named Joshua and stopped beside a large rock. So the people broke up the wood of the cart for a fire and killed the cows and sacrificed them to the Lord as a burnt offering."},{"Chapter":6,"Number":15,"Text":"Several men of the tribe of Levi lifted the Ark of the Lord and the chest containing the gold rats and gold tumors from the cart and placed them on the large rock. Many sacrifices and burnt offerings were offered to the Lord that day by the people of Beth-shemesh."},{"Chapter":6,"Number":16,"Text":"The five Philistine rulers watched all this and then returned to Ekron that same day."},{"Chapter":6,"Number":17,"Text":"The five gold tumors sent by the Philistines as a guilt offering to the Lord were gifts from the rulers of Ashdod, Gaza, Ashkelon, Gath, and Ekron."},{"Chapter":6,"Number":18,"Text":"The five gold rats represented the five Philistine towns and their surrounding villages, which were controlled by the five rulers. The large rock at Beth-shemesh, where they set the Ark of the Lord, still stands in the field of Joshua as a witness to what happened there. "},{"Chapter":6,"Number":19,"Text":"But the Lord killed seventy men from Beth-shemesh because they looked into the Ark of the Lord. And the people mourned greatly because of what the Lord had done."},{"Chapter":6,"Number":20,"Text":"“Who is able to stand in the presence of the Lord, this holy God?” they cried out. “Where can we send the Ark from here?”"},{"Chapter":6,"Number":21,"Text":"So they sent messengers to the people at Kiriath-jearim and told them, “The Philistines have returned the Ark of the Lord. Come here and get it!”"},{"Chapter":7,"Number":1,"Text":"So the men of Kiriath-jearim came to get the Ark of the Lord. They took it to the hillside home of Abinadab and ordained Eleazar, his son, to be in charge of it."},{"Chapter":7,"Number":2,"Text":"The Ark remained in Kiriath-jearim for a long time—twenty years in all. During that time all Israel mourned because it seemed the Lord had abandoned them. Samuel Leads Israel to Victory"},{"Chapter":7,"Number":3,"Text":"Then Samuel said to all the people of Israel, “If you want to return to the Lord with all your hearts, get rid of your foreign gods and your images of Ashtoreth. Turn your hearts to the Lord and obey him alone; then he will rescue you from the Philistines.”"},{"Chapter":7,"Number":4,"Text":"So the Israelites got rid of their images of Baal and Ashtoreth and worshiped only the Lord."},{"Chapter":7,"Number":5,"Text":"Then Samuel told them, “Gather all of Israel to Mizpah, and I will pray to the Lord for you.”"},{"Chapter":7,"Number":6,"Text":"So they gathered at Mizpah and, in a great ceremony, drew water from a well and poured it out before the Lord. They also went without food all day and confessed that they had sinned against the Lord. (It was at Mizpah that Samuel became Israel’s judge.)"},{"Chapter":7,"Number":7,"Text":"When the Philistine rulers heard that Israel had gathered at Mizpah, they mobilized their army and advanced. The Israelites were badly frightened when they learned that the Philistines were approaching."},{"Chapter":7,"Number":8,"Text":"“Don’t stop pleading with the Lord our God to save us from the Philistines!” they begged Samuel."},{"Chapter":7,"Number":9,"Text":"So Samuel took a young lamb and offered it to the Lord as a whole burnt offering. He pleaded with the Lord to help Israel, and the Lord answered him."},{"Chapter":7,"Number":10,"Text":"Just as Samuel was sacrificing the burnt offering, the Philistines arrived to attack Israel. But the Lord spoke with a mighty voice of thunder from heaven that day, and the Philistines were thrown into such confusion that the Israelites defeated them."},{"Chapter":7,"Number":11,"Text":"The men of Israel chased them from Mizpah to a place below Beth-car, slaughtering them all along the way."},{"Chapter":7,"Number":12,"Text":"Samuel then took a large stone and placed it between the towns of Mizpah and Jeshanah. He named it Ebenezer (which means “the stone of help”), for he said, “Up to this point the Lord has helped us!”"},{"Chapter":7,"Number":13,"Text":"So the Philistines were subdued and didn’t invade Israel again for some time. And throughout Samuel’s lifetime, the Lord’s powerful hand was raised against the Philistines."},{"Chapter":7,"Number":14,"Text":"The Israelite villages near Ekron and Gath that the Philistines had captured were restored to Israel, along with the rest of the territory that the Philistines had taken. And there was peace between Israel and the Amorites in those days."},{"Chapter":7,"Number":15,"Text":"Samuel continued as Israel’s judge for the rest of his life."},{"Chapter":7,"Number":16,"Text":"Each year he traveled around, setting up his court first at Bethel, then at Gilgal, and then at Mizpah. He judged the people of Israel at each of these places."},{"Chapter":7,"Number":17,"Text":"Then he would return to his home at Ramah, and he would hear cases there, too. And Samuel built an altar to the Lord at Ramah."},{"Chapter":8,"Number":1,"Text":"As Samuel grew old, he appointed his sons to be judges over Israel."},{"Chapter":8,"Number":2,"Text":"Joel and Abijah, his oldest sons, held court in Beersheba."},{"Chapter":8,"Number":3,"Text":"But they were not like their father, for they were greedy for money. They accepted bribes and perverted justice."},{"Chapter":8,"Number":4,"Text":"Finally, all the elders of Israel met at Ramah to discuss the matter with Samuel."},{"Chapter":8,"Number":5,"Text":"“Look,” they told him, “you are now old, and your sons are not like you. Give us a king to judge us like all the other nations have.”"},{"Chapter":8,"Number":6,"Text":"Samuel was displeased with their request and went to the Lord for guidance."},{"Chapter":8,"Number":7,"Text":"“Do everything they say to you,” the Lord replied, “for they are rejecting me, not you. They don’t want me to be their king any longer."},{"Chapter":8,"Number":8,"Text":"Ever since I brought them from Egypt they have continually abandoned me and followed other gods. And now they are giving you the same treatment."},{"Chapter":8,"Number":9,"Text":"Do as they ask, but solemnly warn them about the way a king will reign over them.” "},{"Chapter":8,"Number":10,"Text":"So Samuel passed on the Lord’s warning to the people who were asking him for a king."},{"Chapter":8,"Number":11,"Text":"“This is how a king will reign over you,” Samuel said. “The king will draft your sons and assign them to his chariots and his charioteers, making them run before his chariots."},{"Chapter":8,"Number":12,"Text":"Some will be generals and captains in his army, some will be forced to plow in his fields and harvest his crops, and some will make his weapons and chariot equipment."},{"Chapter":8,"Number":13,"Text":"The king will take your daughters from you and force them to cook and bake and make perfumes for him."},{"Chapter":8,"Number":14,"Text":"He will take away the best of your fields and vineyards and olive groves and give them to his own officials."},{"Chapter":8,"Number":15,"Text":"He will take a tenth of your grain and your grape harvest and distribute it among his officers and attendants."},{"Chapter":8,"Number":16,"Text":"He will take your male and female slaves and demand the finest of your cattle and donkeys for his own use."},{"Chapter":8,"Number":17,"Text":"He will demand a tenth of your flocks, and you will be his slaves."},{"Chapter":8,"Number":18,"Text":"When that day comes, you will beg for relief from this king you are demanding, but then the Lord will not help you.”"},{"Chapter":8,"Number":19,"Text":"But the people refused to listen to Samuel’s warning. “Even so, we still want a king,” they said."},{"Chapter":8,"Number":20,"Text":"“We want to be like the nations around us. Our king will judge us and lead us into battle.”"},{"Chapter":8,"Number":21,"Text":"So Samuel repeated to the Lord what the people had said,"},{"Chapter":8,"Number":22,"Text":"and the Lord replied, “Do as they say, and give them a king.” Then Samuel agreed and sent the people home."},{"Chapter":9,"Number":1,"Text":"There was a wealthy, influential man named Kish from the tribe of Benjamin. He was the son of Abiel, son of Zeror, son of Becorath, son of Aphiah, of the tribe of Benjamin."},{"Chapter":9,"Number":2,"Text":"His son Saul was the most handsome man in Israel—head and shoulders taller than anyone else in the land."},{"Chapter":9,"Number":3,"Text":"One day Kish’s donkeys strayed away, and he told Saul, “Take a servant with you, and go look for the donkeys.”"},{"Chapter":9,"Number":4,"Text":"So Saul took one of the servants and traveled through the hill country of Ephraim, the land of Shalishah, the Shaalim area, and the entire land of Benjamin, but they couldn’t find the donkeys anywhere."},{"Chapter":9,"Number":5,"Text":"Finally, they entered the region of Zuph, and Saul said to his servant, “Let’s go home. By now my father will be more worried about us than about the donkeys!”"},{"Chapter":9,"Number":6,"Text":"But the servant said, “I’ve just thought of something! There is a man of God who lives here in this town. He is held in high honor by all the people because everything he says comes true. Let’s go find him. Perhaps he can tell us which way to go.”"},{"Chapter":9,"Number":7,"Text":"“But we don’t have anything to offer him,” Saul replied. “Even our food is gone, and we don’t have a thing to give him.”"},{"Chapter":9,"Number":8,"Text":"“Well,” the servant said, “I have one small silver piece. We can at least offer it to the man of God and see what happens!”"},{"Chapter":9,"Number":9,"Text":"(In those days if people wanted a message from God, they would say, “Let’s go and ask the seer,” for prophets used to be called seers.)"},{"Chapter":9,"Number":10,"Text":"“All right,” Saul agreed, “let’s try it!” So they started into the town where the man of God lived."},{"Chapter":9,"Number":11,"Text":"As they were climbing the hill to the town, they met some young women coming out to draw water. So Saul and his servant asked, “Is the seer here today?”"},{"Chapter":9,"Number":12,"Text":"“Yes,” they replied. “Stay right on this road. He is at the town gates. He has just arrived to take part in a public sacrifice up at the place of worship."},{"Chapter":9,"Number":13,"Text":"Hurry and catch him before he goes up there to eat. The guests won’t begin eating until he arrives to bless the food.”"},{"Chapter":9,"Number":14,"Text":"So they entered the town, and as they passed through the gates, Samuel was coming out toward them to go up to the place of worship."},{"Chapter":9,"Number":15,"Text":"Now the Lord had told Samuel the previous day,"},{"Chapter":9,"Number":16,"Text":"“About this time tomorrow I will send you a man from the land of Benjamin. Anoint him to be the leader of my people, Israel. He will rescue them from the Philistines, for I have looked down on my people in mercy and have heard their cry.”"},{"Chapter":9,"Number":17,"Text":"When Samuel saw Saul, the Lord said, “That’s the man I told you about! He will rule my people.”"},{"Chapter":9,"Number":18,"Text":"Just then Saul approached Samuel at the gateway and asked, “Can you please tell me where the seer’s house is?”"},{"Chapter":9,"Number":19,"Text":"“I am the seer!” Samuel replied. “Go up to the place of worship ahead of me. We will eat there together, and in the morning I’ll tell you what you want to know and send you on your way."},{"Chapter":9,"Number":20,"Text":"And don’t worry about those donkeys that were lost three days ago, for they have been found. And I am here to tell you that you and your family are the focus of all Israel’s hopes.”"},{"Chapter":9,"Number":21,"Text":"Saul replied, “But I’m only from the tribe of Benjamin, the smallest tribe in Israel, and my family is the least important of all the families of that tribe! Why are you talking like this to me?”"},{"Chapter":9,"Number":22,"Text":"Then Samuel brought Saul and his servant into the hall and placed them at the head of the table, honoring them above the thirty special guests."},{"Chapter":9,"Number":23,"Text":"Samuel then instructed the cook to bring Saul the finest cut of meat, the piece that had been set aside for the guest of honor."},{"Chapter":9,"Number":24,"Text":"So the cook brought in the meat and placed it before Saul. “Go ahead and eat it,” Samuel said. “I was saving it for you even before I invited these others!” So Saul ate with Samuel that day."},{"Chapter":9,"Number":25,"Text":"When they came down from the place of worship and returned to town, Samuel took Saul up to the roof of the house and prepared a bed for him there."},{"Chapter":9,"Number":26,"Text":"At daybreak the next morning, Samuel called to Saul, “Get up! It’s time you were on your way.” So Saul got ready, and he and Samuel left the house together."},{"Chapter":9,"Number":27,"Text":"When they reached the edge of town, Samuel told Saul to send his servant on ahead. After the servant was gone, Samuel said, “Stay here, for I have received a special message for you from God.”"},{"Chapter":10,"Number":1,"Text":"Then Samuel took a flask of olive oil and poured it over Saul’s head. He kissed Saul and said, “I am doing this because the Lord has appointed you to be the ruler over Israel, his special possession."},{"Chapter":10,"Number":2,"Text":"When you leave me today, you will see two men beside Rachel’s tomb at Zelzah, on the border of Benjamin. They will tell you that the donkeys have been found and that your father has stopped worrying about them and is now worried about you. He is asking, ‘Have you seen my son?’"},{"Chapter":10,"Number":3,"Text":"“When you get to the oak of Tabor, you will see three men coming toward you who are on their way to worship God at Bethel. One will be bringing three young goats, another will have three loaves of bread, and the third will be carrying a wineskin full of wine."},{"Chapter":10,"Number":4,"Text":"They will greet you and offer you two of the loaves, which you are to accept."},{"Chapter":10,"Number":5,"Text":"“When you arrive at Gibeah of God, where the garrison of the Philistines is located, you will meet a band of prophets coming down from the place of worship. They will be playing a harp, a tambourine, a flute, and a lyre, and they will be prophesying."},{"Chapter":10,"Number":6,"Text":"At that time the Spirit of the Lord will come powerfully upon you, and you will prophesy with them. You will be changed into a different person."},{"Chapter":10,"Number":7,"Text":"After these signs take place, do what must be done, for God is with you."},{"Chapter":10,"Number":8,"Text":"Then go down to Gilgal ahead of me. I will join you there to sacrifice burnt offerings and peace offerings. You must wait for seven days until I arrive and give you further instructions.” "},{"Chapter":10,"Number":9,"Text":"As Saul turned and started to leave, God gave him a new heart, and all Samuel’s signs were fulfilled that day."},{"Chapter":10,"Number":10,"Text":"When Saul and his servant arrived at Gibeah, they saw a group of prophets coming toward them. Then the Spirit of God came powerfully upon Saul, and he, too, began to prophesy."},{"Chapter":10,"Number":11,"Text":"When those who knew Saul heard about it, they exclaimed, “What? Is even Saul a prophet? How did the son of Kish become a prophet?”"},{"Chapter":10,"Number":12,"Text":"And one of those standing there said, “Can anyone become a prophet, no matter who his father is?” So that is the origin of the saying “Is even Saul a prophet?”"},{"Chapter":10,"Number":13,"Text":"When Saul had finished prophesying, he went up to the place of worship."},{"Chapter":10,"Number":14,"Text":"“Where have you been?” Saul’s uncle asked him and his servant.“We were looking for the donkeys,” Saul replied, “but we couldn’t find them. So we went to Samuel to ask him where they were.”"},{"Chapter":10,"Number":15,"Text":"“Oh? And what did he say?” his uncle asked."},{"Chapter":10,"Number":16,"Text":"“He told us that the donkeys had already been found,” Saul replied. But Saul didn’t tell his uncle what Samuel said about the kingdom. "},{"Chapter":10,"Number":17,"Text":"Later Samuel called all the people of Israel to meet before the Lord at Mizpah."},{"Chapter":10,"Number":18,"Text":"And he said, “This is what the Lord, the God of Israel, has declared: I brought you from Egypt and rescued you from the Egyptians and from all of the nations that were oppressing you."},{"Chapter":10,"Number":19,"Text":"But though I have rescued you from your misery and distress, you have rejected your God today and have said, ‘No, we want a king instead!’ Now, therefore, present yourselves before the Lord by tribes and clans.”"},{"Chapter":10,"Number":20,"Text":"So Samuel brought all the tribes of Israel before the Lord, and the tribe of Benjamin was chosen by lot."},{"Chapter":10,"Number":21,"Text":"Then he brought each family of the tribe of Benjamin before the Lord, and the family of the Matrites was chosen. And finally Saul son of Kish was chosen from among them. But when they looked for him, he had disappeared!"},{"Chapter":10,"Number":22,"Text":"So they asked the Lord, “Where is he?”And the Lord replied, “He is hiding among the baggage.”"},{"Chapter":10,"Number":23,"Text":"So they found him and brought him out, and he stood head and shoulders above anyone else."},{"Chapter":10,"Number":24,"Text":"Then Samuel said to all the people, “This is the man the Lord has chosen as your king. No one in all Israel is like him!”And all the people shouted, “Long live the king!”"},{"Chapter":10,"Number":25,"Text":"Then Samuel told the people what the rights and duties of a king were. He wrote them down on a scroll and placed it before the Lord. Then Samuel sent the people home again."},{"Chapter":10,"Number":26,"Text":"When Saul returned to his home at Gibeah, a group of men whose hearts God had touched went with him."},{"Chapter":10,"Number":27,"Text":"But there were some scoundrels who complained, “How can this man save us?” And they scorned him and refused to bring him gifts. But Saul ignored them.[Nahash, king of the Ammonites, had been grievously oppressing the people of Gad and Reuben who lived east of the Jordan River. He gouged out the right eye of each of the Israelites living there, and he didn’t allow anyone to come and rescue them. In fact, of all the Israelites east of the Jordan, there wasn’t a single one whose right eye Nahash had not gouged out. But there were 7,000 men who had escaped from the Ammonites, and they had settled in Jabesh-gilead.]"},{"Chapter":11,"Number":1,"Text":"About a month later, King Nahash of Ammon led his army against the Israelite town of Jabesh-gilead. But all the citizens of Jabesh asked for peace. “Make a treaty with us, and we will be your servants,” they pleaded."},{"Chapter":11,"Number":2,"Text":"“All right,” Nahash said, “but only on one condition. I will gouge out the right eye of every one of you as a disgrace to all Israel!”"},{"Chapter":11,"Number":3,"Text":"“Give us seven days to send messengers throughout Israel!” replied the elders of Jabesh. “If no one comes to save us, we will agree to your terms.”"},{"Chapter":11,"Number":4,"Text":"When the messengers came to Gibeah of Saul and told the people about their plight, everyone broke into tears."},{"Chapter":11,"Number":5,"Text":"Saul had been plowing a field with his oxen, and when he returned to town, he asked, “What’s the matter? Why is everyone crying?” So they told him about the message from Jabesh."},{"Chapter":11,"Number":6,"Text":"Then the Spirit of God came powerfully upon Saul, and he became very angry."},{"Chapter":11,"Number":7,"Text":"He took two oxen and cut them into pieces and sent the messengers to carry them throughout Israel with this message: “This is what will happen to the oxen of anyone who refuses to follow Saul and Samuel into battle!” And the Lord made the people afraid of Saul’s anger, and all of them came out together as one."},{"Chapter":11,"Number":8,"Text":"When Saul mobilized them at Bezek, he found that there were 300,000 men from Israel and 30,000 men from Judah."},{"Chapter":11,"Number":9,"Text":"So Saul sent the messengers back to Jabesh-gilead to say, “We will rescue you by noontime tomorrow!” There was great joy throughout the town when that message arrived!"},{"Chapter":11,"Number":10,"Text":"The men of Jabesh then told their enemies, “Tomorrow we will come out to you, and you can do to us whatever you wish.”"},{"Chapter":11,"Number":11,"Text":"But before dawn the next morning, Saul arrived, having divided his army into three detachments. He launched a surprise attack against the Ammonites and slaughtered them the whole morning. The remnant of their army was so badly scattered that no two of them were left together."},{"Chapter":11,"Number":12,"Text":"Then the people exclaimed to Samuel, “Now where are those men who said, ‘Why should Saul rule over us?’ Bring them here, and we will kill them!”"},{"Chapter":11,"Number":13,"Text":"But Saul replied, “No one will be executed today, for today the Lord has rescued Israel!”"},{"Chapter":11,"Number":14,"Text":"Then Samuel said to the people, “Come, let us all go to Gilgal to renew the kingdom.”"},{"Chapter":11,"Number":15,"Text":"So they all went to Gilgal, and in a solemn ceremony before the Lord they made Saul king. Then they offered peace offerings to the Lord, and Saul and all the Israelites were filled with joy."},{"Chapter":12,"Number":1,"Text":"Then Samuel addressed all Israel: “I have done as you asked and given you a king."},{"Chapter":12,"Number":2,"Text":"Your king is now your leader. I stand here before you—an old, gray-haired man—and my sons serve you. I have served as your leader from the time I was a boy to this very day."},{"Chapter":12,"Number":3,"Text":"Now testify against me in the presence of the Lord and before his anointed one. Whose ox or donkey have I stolen? Have I ever cheated any of you? Have I ever oppressed you? Have I ever taken a bribe and perverted justice? Tell me and I will make right whatever I have done wrong.”"},{"Chapter":12,"Number":4,"Text":"“No,” they replied, “you have never cheated or oppressed us, and you have never taken even a single bribe.”"},{"Chapter":12,"Number":5,"Text":"“The Lord and his anointed one are my witnesses today,” Samuel declared, “that my hands are clean.”“Yes, he is a witness,” they replied."},{"Chapter":12,"Number":6,"Text":"“It was the Lord who appointed Moses and Aaron,” Samuel continued. “He brought your ancestors out of the land of Egypt."},{"Chapter":12,"Number":7,"Text":"Now stand here quietly before the Lord as I remind you of all the great things the Lord has done for you and your ancestors."},{"Chapter":12,"Number":8,"Text":"“When the Israelites were in Egypt and cried out to the Lord, he sent Moses and Aaron to rescue them from Egypt and to bring them into this land."},{"Chapter":12,"Number":9,"Text":"But the people soon forgot about the Lord their God, so he handed them over to Sisera, the commander of Hazor’s army, and also to the Philistines and to the king of Moab, who fought against them."},{"Chapter":12,"Number":10,"Text":"“Then they cried to the Lord again and confessed, ‘We have sinned by turning away from the Lord and worshiping the images of Baal and Ashtoreth. But we will worship you and you alone if you will rescue us from our enemies.’"},{"Chapter":12,"Number":11,"Text":"Then the Lord sent Gideon, Bedan, Jephthah, and Samuel to save you, and you lived in safety."},{"Chapter":12,"Number":12,"Text":"“But when you were afraid of Nahash, the king of Ammon, you came to me and said that you wanted a king to reign over you, even though the Lord your God was already your king."},{"Chapter":12,"Number":13,"Text":"All right, here is the king you have chosen. You asked for him, and the Lord has granted your request."},{"Chapter":12,"Number":14,"Text":"“Now if you fear and worship the Lord and listen to his voice, and if you do not rebel against the Lord’s commands, then both you and your king will show that you recognize the Lord as your God."},{"Chapter":12,"Number":15,"Text":"But if you rebel against the Lord’s commands and refuse to listen to him, then his hand will be as heavy upon you as it was upon your ancestors."},{"Chapter":12,"Number":16,"Text":"“Now stand here and see the great thing the Lord is about to do."},{"Chapter":12,"Number":17,"Text":"You know that it does not rain at this time of the year during the wheat harvest. I will ask the Lord to send thunder and rain today. Then you will realize how wicked you have been in asking the Lord for a king!”"},{"Chapter":12,"Number":18,"Text":"So Samuel called to the Lord, and the Lord sent thunder and rain that day. And all the people were terrified of the Lord and of Samuel."},{"Chapter":12,"Number":19,"Text":"“Pray to the Lord your God for us, or we will die!” they all said to Samuel. “For now we have added to our sins by asking for a king.”"},{"Chapter":12,"Number":20,"Text":"“Don’t be afraid,” Samuel reassured them. “You have certainly done wrong, but make sure now that you worship the Lord with all your heart, and don’t turn your back on him."},{"Chapter":12,"Number":21,"Text":"Don’t go back to worshiping worthless idols that cannot help or rescue you—they are totally useless!"},{"Chapter":12,"Number":22,"Text":"The Lord will not abandon his people, because that would dishonor his great name. For it has pleased the Lord to make you his very own people."},{"Chapter":12,"Number":23,"Text":"“As for me, I will certainly not sin against the Lord by ending my prayers for you. And I will continue to teach you what is good and right."},{"Chapter":12,"Number":24,"Text":"But be sure to fear the Lord and faithfully serve him. Think of all the wonderful things he has done for you."},{"Chapter":12,"Number":25,"Text":"But if you continue to sin, you and your king will be swept away.”"},{"Chapter":13,"Number":1,"Text":"Saul was thirty years old when he became king, and he reigned for forty-two years."},{"Chapter":13,"Number":2,"Text":"Saul selected 3,000 special troops from the army of Israel and sent the rest of the men home. He took 2,000 of the chosen men with him to Micmash and the hill country of Bethel. The other 1,000 went with Saul’s son Jonathan to Gibeah in the land of Benjamin."},{"Chapter":13,"Number":3,"Text":"Soon after this, Jonathan attacked and defeated the garrison of Philistines at Geba. The news spread quickly among the Philistines. So Saul blew the ram’s horn throughout the land, saying, “Hebrews, hear this! Rise up in revolt!”"},{"Chapter":13,"Number":4,"Text":"All Israel heard the news that Saul had destroyed the Philistine garrison at Geba and that the Philistines now hated the Israelites more than ever. So the entire Israelite army was summoned to join Saul at Gilgal."},{"Chapter":13,"Number":5,"Text":"The Philistines mustered a mighty army of 3,000 chariots, 6,000 charioteers, and as many warriors as the grains of sand on the seashore! They camped at Micmash east of Beth-aven."},{"Chapter":13,"Number":6,"Text":"The men of Israel saw what a tight spot they were in; and because they were hard pressed by the enemy, they tried to hide in caves, thickets, rocks, holes, and cisterns."},{"Chapter":13,"Number":7,"Text":"Some of them crossed the Jordan River and escaped into the land of Gad and Gilead.Saul’s Disobedience and Samuel’s RebukeMeanwhile, Saul stayed at Gilgal, and his men were trembling with fear."},{"Chapter":13,"Number":8,"Text":"Saul waited there seven days for Samuel, as Samuel had instructed him earlier, but Samuel still didn’t come. Saul realized that his troops were rapidly slipping away."},{"Chapter":13,"Number":9,"Text":"So he demanded, “Bring me the burnt offering and the peace offerings!” And Saul sacrificed the burnt offering himself."},{"Chapter":13,"Number":10,"Text":"Just as Saul was finishing with the burnt offering, Samuel arrived. Saul went out to meet and welcome him,"},{"Chapter":13,"Number":11,"Text":"but Samuel said, “What is this you have done?”Saul replied, “I saw my men scattering from me, and you didn’t arrive when you said you would, and the Philistines are at Micmash ready for battle."},{"Chapter":13,"Number":12,"Text":"So I said, ‘The Philistines are ready to march against us at Gilgal, and I haven’t even asked for the Lord’s help!’ So I felt compelled to offer the burnt offering myself before you came.”"},{"Chapter":13,"Number":13,"Text":"“How foolish!” Samuel exclaimed. “You have not kept the command the Lord your God gave you. Had you kept it, the Lord would have established your kingdom over Israel forever."},{"Chapter":13,"Number":14,"Text":"But now your kingdom must end, for the Lord has sought out a man after his own heart. The Lord has already appointed him to be the leader of his people, because you have not kept the Lord’s command.” "},{"Chapter":13,"Number":15,"Text":"Samuel then left Gilgal and went on his way, but the rest of the troops went with Saul to meet the army. They went up from Gilgal to Gibeah in the land of Benjamin. When Saul counted the men who were still with him, he found only 600 were left!"},{"Chapter":13,"Number":16,"Text":"Saul and Jonathan and the troops with them were staying at Geba in the land of Benjamin. The Philistines set up their camp at Micmash."},{"Chapter":13,"Number":17,"Text":"Three raiding parties soon left the camp of the Philistines. One went north toward Ophrah in the land of Shual,"},{"Chapter":13,"Number":18,"Text":"another went west to Beth-horon, and the third moved toward the border above the valley of Zeboim near the wilderness."},{"Chapter":13,"Number":19,"Text":"There were no blacksmiths in the land of Israel in those days. The Philistines wouldn’t allow them for fear they would make swords and spears for the Hebrews."},{"Chapter":13,"Number":20,"Text":"So whenever the Israelites needed to sharpen their plowshares, picks, axes, or sickles, they had to take them to a Philistine blacksmith."},{"Chapter":13,"Number":21,"Text":"The charges were as follows: a quarter of an ounce of silver for sharpening a plowshare or a pick, and an eighth of an ounce for sharpening an ax or making the point of an ox goad."},{"Chapter":13,"Number":22,"Text":"So on the day of the battle none of the people of Israel had a sword or spear, except for Saul and Jonathan."},{"Chapter":13,"Number":23,"Text":"The pass at Micmash had meanwhile been secured by a contingent of the Philistine army."},{"Chapter":14,"Number":1,"Text":"One day Jonathan said to his armor bearer, “Come on, let’s go over to where the Philistines have their outpost.” But Jonathan did not tell his father what he was doing."},{"Chapter":14,"Number":2,"Text":"Meanwhile, Saul and his 600 men were camped on the outskirts of Gibeah, around the pomegranate tree at Migron."},{"Chapter":14,"Number":3,"Text":"Among Saul’s men was Ahijah the priest, who was wearing the ephod, the priestly vest. Ahijah was the son of Ichabod’s brother Ahitub, son of Phinehas, son of Eli, the priest of the Lord who had served at Shiloh.No one realized that Jonathan had left the Israelite camp."},{"Chapter":14,"Number":4,"Text":"To reach the Philistine outpost, Jonathan had to go down between two rocky cliffs that were called Bozez and Seneh."},{"Chapter":14,"Number":5,"Text":"The cliff on the north was in front of Micmash, and the one on the south was in front of Geba."},{"Chapter":14,"Number":6,"Text":"“Let’s go across to the outpost of those pagans,” Jonathan said to his armor bearer. “Perhaps the Lord will help us, for nothing can hinder the Lord. He can win a battle whether he has many warriors or only a few!”"},{"Chapter":14,"Number":7,"Text":"“Do what you think is best,” the armor bearer replied. “I’m with you completely, whatever you decide.”"},{"Chapter":14,"Number":8,"Text":"“All right, then,” Jonathan told him. “We will cross over and let them see us."},{"Chapter":14,"Number":9,"Text":"If they say to us, ‘Stay where you are or we’ll kill you,’ then we will stop and not go up to them."},{"Chapter":14,"Number":10,"Text":"But if they say, ‘Come on up and fight,’ then we will go up. That will be the Lord’s sign that he will help us defeat them.”"},{"Chapter":14,"Number":11,"Text":"When the Philistines saw them coming, they shouted, “Look! The Hebrews are crawling out of their holes!”"},{"Chapter":14,"Number":12,"Text":"Then the men from the outpost shouted to Jonathan, “Come on up here, and we’ll teach you a lesson!”“Come on, climb right behind me,” Jonathan said to his armor bearer, “for the Lord will help us defeat them!”"},{"Chapter":14,"Number":13,"Text":"So they climbed up using both hands and feet, and the Philistines fell before Jonathan, and his armor bearer killed those who came behind them."},{"Chapter":14,"Number":14,"Text":"They killed some twenty men in all, and their bodies were scattered over about half an acre."},{"Chapter":14,"Number":15,"Text":"Suddenly, panic broke out in the Philistine army, both in the camp and in the field, including even the outposts and raiding parties. And just then an earthquake struck, and everyone was terrified. "},{"Chapter":14,"Number":16,"Text":"Saul’s lookouts in Gibeah of Benjamin saw a strange sight—the vast army of Philistines began to melt away in every direction."},{"Chapter":14,"Number":17,"Text":"“Call the roll and find out who’s missing,” Saul ordered. And when they checked, they found that Jonathan and his armor bearer were gone."},{"Chapter":14,"Number":18,"Text":"Then Saul shouted to Ahijah, “Bring the ephod here!” For at that time Ahijah was wearing the ephod in front of the Israelites."},{"Chapter":14,"Number":19,"Text":"But while Saul was talking to the priest, the confusion in the Philistine camp grew louder and louder. So Saul said to the priest, “Never mind; let’s get going!”"},{"Chapter":14,"Number":20,"Text":"Then Saul and all his men rushed out to the battle and found the Philistines killing each other. There was terrible confusion everywhere."},{"Chapter":14,"Number":21,"Text":"Even the Hebrews who had previously gone over to the Philistine army revolted and joined in with Saul, Jonathan, and the rest of the Israelites."},{"Chapter":14,"Number":22,"Text":"Likewise, the men of Israel who were hiding in the hill country of Ephraim joined the chase when they saw the Philistines running away."},{"Chapter":14,"Number":23,"Text":"So the Lord saved Israel that day, and the battle continued to rage even beyond Beth-aven. "},{"Chapter":14,"Number":24,"Text":"Now the men of Israel were pressed to exhaustion that day, because Saul had placed them under an oath, saying, “Let a curse fall on anyone who eats before evening—before I have full revenge on my enemies.” So no one ate anything all day,"},{"Chapter":14,"Number":25,"Text":"even though they had all found honeycomb on the ground in the forest."},{"Chapter":14,"Number":26,"Text":"They didn’t dare touch the honey because they all feared the oath they had taken."},{"Chapter":14,"Number":27,"Text":"But Jonathan had not heard his father’s command, and he dipped the end of his stick into a piece of honeycomb and ate the honey. After he had eaten it, he felt refreshed."},{"Chapter":14,"Number":28,"Text":"But one of the men saw him and said, “Your father made the army take a strict oath that anyone who eats food today will be cursed. That is why everyone is weary and faint.”"},{"Chapter":14,"Number":29,"Text":"“My father has made trouble for us all!” Jonathan exclaimed. “A command like that only hurts us. See how refreshed I am now that I have eaten this little bit of honey."},{"Chapter":14,"Number":30,"Text":"If the men had been allowed to eat freely from the food they found among our enemies, think how many more Philistines we could have killed!”"},{"Chapter":14,"Number":31,"Text":"They chased and killed the Philistines all day from Micmash to Aijalon, growing more and more faint."},{"Chapter":14,"Number":32,"Text":"That evening they rushed for the battle plunder and butchered the sheep, goats, cattle, and calves, but they ate them without draining the blood."},{"Chapter":14,"Number":33,"Text":"Someone reported to Saul, “Look, the men are sinning against the Lord by eating meat that still has blood in it.”“That is very wrong,” Saul said. “Find a large stone and roll it over here."},{"Chapter":14,"Number":34,"Text":"Then go out among the troops and tell them, ‘Bring the cattle, sheep, and goats here to me. Kill them here, and drain the blood before you eat them. Do not sin against the Lord by eating meat with the blood still in it.’”So that night all the troops brought their animals and slaughtered them there."},{"Chapter":14,"Number":35,"Text":"Then Saul built an altar to the Lord; it was the first of the altars he built to the Lord."},{"Chapter":14,"Number":36,"Text":"Then Saul said, “Let’s chase the Philistines all night and plunder them until sunrise. Let’s destroy every last one of them.”His men replied, “We’ll do whatever you think is best.”But the priest said, “Let’s ask God first.”"},{"Chapter":14,"Number":37,"Text":"So Saul asked God, “Should we go after the Philistines? Will you help us defeat them?” But God made no reply that day."},{"Chapter":14,"Number":38,"Text":"Then Saul said to the leaders, “Something’s wrong! I want all my army commanders to come here. We must find out what sin was committed today."},{"Chapter":14,"Number":39,"Text":"I vow by the name of the Lord who rescued Israel that the sinner will surely die, even if it is my own son Jonathan!” But no one would tell him what the trouble was."},{"Chapter":14,"Number":40,"Text":"Then Saul said, “Jonathan and I will stand over here, and all of you stand over there.”And the people responded to Saul, “Whatever you think is best.”"},{"Chapter":14,"Number":41,"Text":"Then Saul prayed, “O Lord, God of Israel, please show us who is guilty and who is innocent.” Then they cast sacred lots, and Jonathan and Saul were chosen as the guilty ones, and the people were declared innocent."},{"Chapter":14,"Number":42,"Text":"Then Saul said, “Now cast lots again and choose between me and Jonathan.” And Jonathan was shown to be the guilty one."},{"Chapter":14,"Number":43,"Text":"“Tell me what you have done,” Saul demanded of Jonathan.“I tasted a little honey,” Jonathan admitted. “It was only a little bit on the end of my stick. Does that deserve death?”"},{"Chapter":14,"Number":44,"Text":"“Yes, Jonathan,” Saul said, “you must die! May God strike me and even kill me if you do not die for this.”"},{"Chapter":14,"Number":45,"Text":"But the people broke in and said to Saul, “Jonathan has won this great victory for Israel. Should he die? Far from it! As surely as the Lord lives, not one hair on his head will be touched, for God helped him do a great deed today.” So the people rescued Jonathan, and he was not put to death."},{"Chapter":14,"Number":46,"Text":"Then Saul called back the army from chasing the Philistines, and the Philistines returned home. "},{"Chapter":14,"Number":47,"Text":"Now when Saul had secured his grasp on Israel’s throne, he fought against his enemies in every direction—against Moab, Ammon, Edom, the kings of Zobah, and the Philistines. And wherever he turned, he was victorious."},{"Chapter":14,"Number":48,"Text":"He performed great deeds and conquered the Amalekites, saving Israel from all those who had plundered them."},{"Chapter":14,"Number":49,"Text":"Saul’s sons included Jonathan, Ishbosheth, and Malkishua. He also had two daughters: Merab, who was older, and Michal."},{"Chapter":14,"Number":50,"Text":"Saul’s wife was Ahinoam, the daughter of Ahimaaz. The commander of Saul’s army was Abner, the son of Saul’s uncle Ner."},{"Chapter":14,"Number":51,"Text":"Saul’s father, Kish, and Abner’s father, Ner, were both sons of Abiel."},{"Chapter":14,"Number":52,"Text":"The Israelites fought constantly with the Philistines throughout Saul’s lifetime. So whenever Saul observed a young man who was brave and strong, he drafted him into his army."},{"Chapter":15,"Number":1,"Text":"One day Samuel said to Saul, “It was the Lord who told me to anoint you as king of his people, Israel. Now listen to this message from the Lord!"},{"Chapter":15,"Number":2,"Text":"This is what the Lord of Heaven’s Armies has declared: I have decided to settle accounts with the nation of Amalek for opposing Israel when they came from Egypt."},{"Chapter":15,"Number":3,"Text":"Now go and completely destroy the entire Amalekite nation—men, women, children, babies, cattle, sheep, goats, camels, and donkeys.”"},{"Chapter":15,"Number":4,"Text":"So Saul mobilized his army at Telaim. There were 200,000 soldiers from Israel and 10,000 men from Judah."},{"Chapter":15,"Number":5,"Text":"Then Saul and his army went to a town of the Amalekites and lay in wait in the valley."},{"Chapter":15,"Number":6,"Text":"Saul sent this warning to the Kenites: “Move away from where the Amalekites live, or you will die with them. For you showed kindness to all the people of Israel when they came up from Egypt.” So the Kenites packed up and left."},{"Chapter":15,"Number":7,"Text":"Then Saul slaughtered the Amalekites from Havilah all the way to Shur, east of Egypt."},{"Chapter":15,"Number":8,"Text":"He captured Agag, the Amalekite king, but completely destroyed everyone else."},{"Chapter":15,"Number":9,"Text":"Saul and his men spared Agag’s life and kept the best of the sheep and goats, the cattle, the fat calves, and the lambs—everything, in fact, that appealed to them. They destroyed only what was worthless or of poor quality. "},{"Chapter":15,"Number":10,"Text":"Then the Lord said to Samuel,"},{"Chapter":15,"Number":11,"Text":"“I am sorry that I ever made Saul king, for he has not been loyal to me and has refused to obey my command.” Samuel was so deeply moved when he heard this that he cried out to the Lord all night."},{"Chapter":15,"Number":12,"Text":"Early the next morning Samuel went to find Saul. Someone told him, “Saul went to the town of Carmel to set up a monument to himself; then he went on to Gilgal.”"},{"Chapter":15,"Number":13,"Text":"When Samuel finally found him, Saul greeted him cheerfully. “May the Lord bless you,” he said. “I have carried out the Lord’s command!”"},{"Chapter":15,"Number":14,"Text":"“Then what is all the bleating of sheep and goats and the lowing of cattle I hear?” Samuel demanded."},{"Chapter":15,"Number":15,"Text":"“It’s true that the army spared the best of the sheep, goats, and cattle,” Saul admitted. “But they are going to sacrifice them to the Lord your God. We have destroyed everything else.”"},{"Chapter":15,"Number":16,"Text":"Then Samuel said to Saul, “Stop! Listen to what the Lord told me last night!”“What did he tell you?” Saul asked."},{"Chapter":15,"Number":17,"Text":"And Samuel told him, “Although you may think little of yourself, are you not the leader of the tribes of Israel? The Lord has anointed you king of Israel."},{"Chapter":15,"Number":18,"Text":"And the Lord sent you on a mission and told you, ‘Go and completely destroy the sinners, the Amalekites, until they are all dead.’"},{"Chapter":15,"Number":19,"Text":"Why haven’t you obeyed the Lord? Why did you rush for the plunder and do what was evil in the Lord’s sight?”"},{"Chapter":15,"Number":20,"Text":"“But I did obey the Lord,” Saul insisted. “I carried out the mission he gave me. I brought back King Agag, but I destroyed everyone else."},{"Chapter":15,"Number":21,"Text":"Then my troops brought in the best of the sheep, goats, cattle, and plunder to sacrifice to the Lord your God in Gilgal.”"},{"Chapter":15,"Number":22,"Text":"But Samuel replied, “What is more pleasing to the Lord:    your burnt offerings and sacrifices    or your obedience to his voice?Listen! Obedience is better than sacrifice,    and submission is better than offering the fat of rams."},{"Chapter":15,"Number":23,"Text":"Rebellion is as sinful as witchcraft,    and stubbornness as bad as worshiping idols.So because you have rejected the command of the Lord,    he has rejected you as king.” "},{"Chapter":15,"Number":24,"Text":"Then Saul admitted to Samuel, “Yes, I have sinned. I have disobeyed your instructions and the Lord’s command, for I was afraid of the people and did what they demanded."},{"Chapter":15,"Number":25,"Text":"But now, please forgive my sin and come back with me so that I may worship the Lord.”"},{"Chapter":15,"Number":26,"Text":"But Samuel replied, “I will not go back with you! Since you have rejected the Lord’s command, he has rejected you as king of Israel.”"},{"Chapter":15,"Number":27,"Text":"As Samuel turned to go, Saul tried to hold him back and tore the hem of his robe."},{"Chapter":15,"Number":28,"Text":"And Samuel said to him, “The Lord has torn the kingdom of Israel from you today and has given it to someone else—one who is better than you."},{"Chapter":15,"Number":29,"Text":"And he who is the Glory of Israel will not lie, nor will he change his mind, for he is not human that he should change his mind!”"},{"Chapter":15,"Number":30,"Text":"Then Saul pleaded again, “I know I have sinned. But please, at least honor me before the elders of my people and before Israel by coming back with me so that I may worship the Lord your God.”"},{"Chapter":15,"Number":31,"Text":"So Samuel finally agreed and went back with him, and Saul worshiped the Lord. "},{"Chapter":15,"Number":32,"Text":"Then Samuel said, “Bring King Agag to me.” Agag arrived full of hope, for he thought, “Surely the worst is over, and I have been spared!”"},{"Chapter":15,"Number":33,"Text":"But Samuel said, “As your sword has killed the sons of many mothers, now your mother will be childless.” And Samuel cut Agag to pieces before the Lord at Gilgal."},{"Chapter":15,"Number":34,"Text":"Then Samuel went home to Ramah, and Saul returned to his house at Gibeah of Saul."},{"Chapter":15,"Number":35,"Text":"Samuel never went to meet with Saul again, but he mourned constantly for him. And the Lord was sorry he had ever made Saul king of Israel."},{"Chapter":16,"Number":1,"Text":"Now the Lord said to Samuel, “You have mourned long enough for Saul. I have rejected him as king of Israel, so fill your flask with olive oil and go to Bethlehem. Find a man named Jesse who lives there, for I have selected one of his sons to be my king.”"},{"Chapter":16,"Number":2,"Text":"But Samuel asked, “How can I do that? If Saul hears about it, he will kill me.”“Take a heifer with you,” the Lord replied, “and say that you have come to make a sacrifice to the Lord."},{"Chapter":16,"Number":3,"Text":"Invite Jesse to the sacrifice, and I will show you which of his sons to anoint for me.”"},{"Chapter":16,"Number":4,"Text":"So Samuel did as the Lord instructed. When he arrived at Bethlehem, the elders of the town came trembling to meet him. “What’s wrong?” they asked. “Do you come in peace?”"},{"Chapter":16,"Number":5,"Text":"“Yes,” Samuel replied. “I have come to sacrifice to the Lord. Purify yourselves and come with me to the sacrifice.” Then Samuel performed the purification rite for Jesse and his sons and invited them to the sacrifice, too."},{"Chapter":16,"Number":6,"Text":"When they arrived, Samuel took one look at Eliab and thought, “Surely this is the Lord’s anointed!”"},{"Chapter":16,"Number":7,"Text":"But the Lord said to Samuel, “Don’t judge by his appearance or height, for I have rejected him. The Lord doesn’t see things the way you see them. People judge by outward appearance, but the Lord looks at the heart.”"},{"Chapter":16,"Number":8,"Text":"Then Jesse told his son Abinadab to step forward and walk in front of Samuel. But Samuel said, “This is not the one the Lord has chosen.”"},{"Chapter":16,"Number":9,"Text":"Next Jesse summoned Shimea, but Samuel said, “Neither is this the one the Lord has chosen.”"},{"Chapter":16,"Number":10,"Text":"In the same way all seven of Jesse’s sons were presented to Samuel. But Samuel said to Jesse, “The Lord has not chosen any of these.”"},{"Chapter":16,"Number":11,"Text":"Then Samuel asked, “Are these all the sons you have?”“There is still the youngest,” Jesse replied. “But he’s out in the fields watching the sheep and goats.”“Send for him at once,” Samuel said. “We will not sit down to eat until he arrives.”"},{"Chapter":16,"Number":12,"Text":"So Jesse sent for him. He was dark and handsome, with beautiful eyes.And the Lord said, “This is the one; anoint him.”"},{"Chapter":16,"Number":13,"Text":"So as David stood there among his brothers, Samuel took the flask of olive oil he had brought and anointed David with the oil. And the Spirit of the Lord came powerfully upon David from that day on. Then Samuel returned to Ramah. "},{"Chapter":16,"Number":14,"Text":"Now the Spirit of the Lord had left Saul, and the Lord sent a tormenting spirit that filled him with depression and fear."},{"Chapter":16,"Number":15,"Text":"Some of Saul’s servants said to him, “A tormenting spirit from God is troubling you."},{"Chapter":16,"Number":16,"Text":"Let us find a good musician to play the harp whenever the tormenting spirit troubles you. He will play soothing music, and you will soon be well again.”"},{"Chapter":16,"Number":17,"Text":"“All right,” Saul said. “Find me someone who plays well, and bring him here.”"},{"Chapter":16,"Number":18,"Text":"One of the servants said to Saul, “One of Jesse’s sons from Bethlehem is a talented harp player. Not only that—he is a brave warrior, a man of war, and has good judgment. He is also a fine-looking young man, and the Lord is with him.”"},{"Chapter":16,"Number":19,"Text":"So Saul sent messengers to Jesse to say, “Send me your son David, the shepherd.”"},{"Chapter":16,"Number":20,"Text":"Jesse responded by sending David to Saul, along with a young goat, a donkey loaded with bread, and a wineskin full of wine."},{"Chapter":16,"Number":21,"Text":"So David went to Saul and began serving him. Saul loved David very much, and David became his armor bearer."},{"Chapter":16,"Number":22,"Text":"Then Saul sent word to Jesse asking, “Please let David remain in my service, for I am very pleased with him.”"},{"Chapter":16,"Number":23,"Text":"And whenever the tormenting spirit from God troubled Saul, David would play the harp. Then Saul would feel better, and the tormenting spirit would go away."},{"Chapter":17,"Number":1,"Text":"The Philistines now mustered their army for battle and camped between Socoh in Judah and Azekah at Ephes-dammim."},{"Chapter":17,"Number":2,"Text":"Saul countered by gathering his Israelite troops near the valley of Elah."},{"Chapter":17,"Number":3,"Text":"So the Philistines and Israelites faced each other on opposite hills, with the valley between them."},{"Chapter":17,"Number":4,"Text":"Then Goliath, a Philistine champion from Gath, came out of the Philistine ranks to face the forces of Israel. He was over nine feet tall!"},{"Chapter":17,"Number":5,"Text":"He wore a bronze helmet, and his bronze coat of mail weighed 125 pounds."},{"Chapter":17,"Number":6,"Text":"He also wore bronze leg armor, and he carried a bronze javelin on his shoulder."},{"Chapter":17,"Number":7,"Text":"The shaft of his spear was as heavy and thick as a weaver’s beam, tipped with an iron spearhead that weighed 15 pounds. His armor bearer walked ahead of him carrying a shield."},{"Chapter":17,"Number":8,"Text":"Goliath stood and shouted a taunt across to the Israelites. “Why are you all coming out to fight?” he called. “I am the Philistine champion, but you are only the servants of Saul. Choose one man to come down here and fight me!"},{"Chapter":17,"Number":9,"Text":"If he kills me, then we will be your slaves. But if I kill him, you will be our slaves!"},{"Chapter":17,"Number":10,"Text":"I defy the armies of Israel today! Send me a man who will fight me!”"},{"Chapter":17,"Number":11,"Text":"When Saul and the Israelites heard this, they were terrified and deeply shaken. "},{"Chapter":17,"Number":12,"Text":"Now David was the son of a man named Jesse, an Ephrathite from Bethlehem in the land of Judah. Jesse was an old man at that time, and he had eight sons."},{"Chapter":17,"Number":13,"Text":"Jesse’s three oldest sons—Eliab, Abinadab, and Shimea—had already joined Saul’s army to fight the Philistines."},{"Chapter":17,"Number":14,"Text":"David was the youngest son. David’s three oldest brothers stayed with Saul’s army,"},{"Chapter":17,"Number":15,"Text":"but David went back and forth so he could help his father with the sheep in Bethlehem."},{"Chapter":17,"Number":16,"Text":"For forty days, every morning and evening, the Philistine champion strutted in front of the Israelite army."},{"Chapter":17,"Number":17,"Text":"One day Jesse said to David, “Take this basket of roasted grain and these ten loaves of bread, and carry them quickly to your brothers."},{"Chapter":17,"Number":18,"Text":"And give these ten cuts of cheese to their captain. See how your brothers are getting along, and bring back a report on how they are doing.”"},{"Chapter":17,"Number":19,"Text":"David’s brothers were with Saul and the Israelite army at the valley of Elah, fighting against the Philistines."},{"Chapter":17,"Number":20,"Text":"So David left the sheep with another shepherd and set out early the next morning with the gifts, as Jesse had directed him. He arrived at the camp just as the Israelite army was leaving for the battlefield with shouts and battle cries."},{"Chapter":17,"Number":21,"Text":"Soon the Israelite and Philistine forces stood facing each other, army against army."},{"Chapter":17,"Number":22,"Text":"David left his things with the keeper of supplies and hurried out to the ranks to greet his brothers."},{"Chapter":17,"Number":23,"Text":"As he was talking with them, Goliath, the Philistine champion from Gath, came out from the Philistine ranks. Then David heard him shout his usual taunt to the army of Israel."},{"Chapter":17,"Number":24,"Text":"As soon as the Israelite army saw him, they began to run away in fright."},{"Chapter":17,"Number":25,"Text":"“Have you seen the giant?” the men asked. “He comes out each day to defy Israel. The king has offered a huge reward to anyone who kills him. He will give that man one of his daughters for a wife, and the man’s entire family will be exempted from paying taxes!”"},{"Chapter":17,"Number":26,"Text":"David asked the soldiers standing nearby, “What will a man get for killing this Philistine and ending his defiance of Israel? Who is this pagan Philistine anyway, that he is allowed to defy the armies of the living God?”"},{"Chapter":17,"Number":27,"Text":"And these men gave David the same reply. They said, “Yes, that is the reward for killing him.”"},{"Chapter":17,"Number":28,"Text":"But when David’s oldest brother, Eliab, heard David talking to the men, he was angry. “What are you doing around here anyway?” he demanded. “What about those few sheep you’re supposed to be taking care of? I know about your pride and deceit. You just want to see the battle!”"},{"Chapter":17,"Number":29,"Text":"“What have I done now?” David replied. “I was only asking a question!”"},{"Chapter":17,"Number":30,"Text":"He walked over to some others and asked them the same thing and received the same answer."},{"Chapter":17,"Number":31,"Text":"Then David’s question was reported to King Saul, and the king sent for him. "},{"Chapter":17,"Number":32,"Text":"“Don’t worry about this Philistine,” David told Saul. “I’ll go fight him!”"},{"Chapter":17,"Number":33,"Text":"“Don’t be ridiculous!” Saul replied. “There’s no way you can fight this Philistine and possibly win! You’re only a boy, and he’s been a man of war since his youth.”"},{"Chapter":17,"Number":34,"Text":"But David persisted. “I have been taking care of my father’s sheep and goats,” he said. “When a lion or a bear comes to steal a lamb from the flock,"},{"Chapter":17,"Number":35,"Text":"I go after it with a club and rescue the lamb from its mouth. If the animal turns on me, I catch it by the jaw and club it to death."},{"Chapter":17,"Number":36,"Text":"I have done this to both lions and bears, and I’ll do it to this pagan Philistine, too, for he has defied the armies of the living God!"},{"Chapter":17,"Number":37,"Text":"The Lord who rescued me from the claws of the lion and the bear will rescue me from this Philistine!”Saul finally consented. “All right, go ahead,” he said. “And may the Lord be with you!”"},{"Chapter":17,"Number":38,"Text":"Then Saul gave David his own armor—a bronze helmet and a coat of mail."},{"Chapter":17,"Number":39,"Text":"David put it on, strapped the sword over it, and took a step or two to see what it was like, for he had never worn such things before.“I can’t go in these,” he protested to Saul. “I’m not used to them.” So David took them off again."},{"Chapter":17,"Number":40,"Text":"He picked up five smooth stones from a stream and put them into his shepherd’s bag. Then, armed only with his shepherd’s staff and sling, he started across the valley to fight the Philistine."},{"Chapter":17,"Number":41,"Text":"Goliath walked out toward David with his shield bearer ahead of him,"},{"Chapter":17,"Number":42,"Text":"sneering in contempt at this ruddy-faced boy."},{"Chapter":17,"Number":43,"Text":"“Am I a dog,” he roared at David, “that you come at me with a stick?” And he cursed David by the names of his gods."},{"Chapter":17,"Number":44,"Text":"“Come over here, and I’ll give your flesh to the birds and wild animals!” Goliath yelled."},{"Chapter":17,"Number":45,"Text":"David replied to the Philistine, “You come to me with sword, spear, and javelin, but I come to you in the name of the Lord of Heaven’s Armies—the God of the armies of Israel, whom you have defied."},{"Chapter":17,"Number":46,"Text":"Today the Lord will conquer you, and I will kill you and cut off your head. And then I will give the dead bodies of your men to the birds and wild animals, and the whole world will know that there is a God in Israel!"},{"Chapter":17,"Number":47,"Text":"And everyone assembled here will know that the Lord rescues his people, but not with sword and spear. This is the Lord’s battle, and he will give you to us!”"},{"Chapter":17,"Number":48,"Text":"As Goliath moved closer to attack, David quickly ran out to meet him."},{"Chapter":17,"Number":49,"Text":"Reaching into his shepherd’s bag and taking out a stone, he hurled it with his sling and hit the Philistine in the forehead. The stone sank in, and Goliath stumbled and fell face down on the ground."},{"Chapter":17,"Number":50,"Text":"So David triumphed over the Philistine with only a sling and a stone, for he had no sword."},{"Chapter":17,"Number":51,"Text":"Then David ran over and pulled Goliath’s sword from its sheath. David used it to kill him and cut off his head.Israel Routs the PhilistinesWhen the Philistines saw that their champion was dead, they turned and ran."},{"Chapter":17,"Number":52,"Text":"Then the men of Israel and Judah gave a great shout of triumph and rushed after the Philistines, chasing them as far as Gath and the gates of Ekron. The bodies of the dead and wounded Philistines were strewn all along the road from Shaaraim, as far as Gath and Ekron."},{"Chapter":17,"Number":53,"Text":"Then the Israelite army returned and plundered the deserted Philistine camp."},{"Chapter":17,"Number":54,"Text":"(David took the Philistine’s head to Jerusalem, but he stored the man’s armor in his own tent.)"},{"Chapter":17,"Number":55,"Text":"As Saul watched David go out to fight the Philistine, he asked Abner, the commander of his army, “Abner, whose son is this young man?”“I really don’t know,” Abner declared."},{"Chapter":17,"Number":56,"Text":"“Well, find out who he is!” the king told him."},{"Chapter":17,"Number":57,"Text":"As soon as David returned from killing Goliath, Abner brought him to Saul with the Philistine’s head still in his hand."},{"Chapter":17,"Number":58,"Text":"“Tell me about your father, young man,” Saul said.And David replied, “His name is Jesse, and we live in Bethlehem.”"},{"Chapter":18,"Number":1,"Text":"After David had finished talking with Saul, he met Jonathan, the king’s son. There was an immediate bond between them, for Jonathan loved David."},{"Chapter":18,"Number":2,"Text":"From that day on Saul kept David with him and wouldn’t let him return home."},{"Chapter":18,"Number":3,"Text":"And Jonathan made a solemn pact with David, because he loved him as he loved himself."},{"Chapter":18,"Number":4,"Text":"Jonathan sealed the pact by taking off his robe and giving it to David, together with his tunic, sword, bow, and belt."},{"Chapter":18,"Number":5,"Text":"Whatever Saul asked David to do, David did it successfully. So Saul made him a commander over the men of war, an appointment that was welcomed by the people and Saul’s officers alike."},{"Chapter":18,"Number":6,"Text":"When the victorious Israelite army was returning home after David had killed the Philistine, women from all the towns of Israel came out to meet King Saul. They sang and danced for joy with tambourines and cymbals."},{"Chapter":18,"Number":7,"Text":"This was their song: “Saul has killed his thousands,    and David his ten thousands!”"},{"Chapter":18,"Number":8,"Text":"This made Saul very angry. “What’s this?” he said. “They credit David with ten thousands and me with only thousands. Next they’ll be making him their king!”"},{"Chapter":18,"Number":9,"Text":"So from that time on Saul kept a jealous eye on David."},{"Chapter":18,"Number":10,"Text":"The very next day a tormenting spirit from God overwhelmed Saul, and he began to rave in his house like a madman. David was playing the harp, as he did each day. But Saul had a spear in his hand,"},{"Chapter":18,"Number":11,"Text":"and he suddenly hurled it at David, intending to pin him to the wall. But David escaped him twice."},{"Chapter":18,"Number":12,"Text":"Saul was then afraid of David, for the Lord was with David and had turned away from Saul."},{"Chapter":18,"Number":13,"Text":"Finally, Saul sent him away and appointed him commander over 1,000 men, and David faithfully led his troops into battle."},{"Chapter":18,"Number":14,"Text":"David continued to succeed in everything he did, for the Lord was with him."},{"Chapter":18,"Number":15,"Text":"When Saul recognized this, he became even more afraid of him."},{"Chapter":18,"Number":16,"Text":"But all Israel and Judah loved David because he was so successful at leading his troops into battle. "},{"Chapter":18,"Number":17,"Text":"One day Saul said to David, “I am ready to give you my older daughter, Merab, as your wife. But first you must prove yourself to be a real warrior by fighting the Lord’s battles.” For Saul thought, “I’ll send him out against the Philistines and let them kill him rather than doing it myself.”"},{"Chapter":18,"Number":18,"Text":"“Who am I, and what is my family in Israel that I should be the king’s son-in-law?” David exclaimed. “My father’s family is nothing!”"},{"Chapter":18,"Number":19,"Text":"So when the time came for Saul to give his daughter Merab in marriage to David, he gave her instead to Adriel, a man from Meholah."},{"Chapter":18,"Number":20,"Text":"In the meantime, Saul’s daughter Michal had fallen in love with David, and Saul was delighted when he heard about it."},{"Chapter":18,"Number":21,"Text":"“Here’s another chance to see him killed by the Philistines!” Saul said to himself. But to David he said, “Today you have a second chance to become my son-in-law!”"},{"Chapter":18,"Number":22,"Text":"Then Saul told his men to say to David, “The king really likes you, and so do we. Why don’t you accept the king’s offer and become his son-in-law?”"},{"Chapter":18,"Number":23,"Text":"When Saul’s men said these things to David, he replied, “How can a poor man from a humble family afford the bride price for the daughter of a king?”"},{"Chapter":18,"Number":24,"Text":"When Saul’s men reported this back to the king,"},{"Chapter":18,"Number":25,"Text":"he told them, “Tell David that all I want for the bride price is 100 Philistine foreskins! Vengeance on my enemies is all I really want.” But what Saul had in mind was that David would be killed in the fight."},{"Chapter":18,"Number":26,"Text":"David was delighted to accept the offer. Before the time limit expired,"},{"Chapter":18,"Number":27,"Text":"he and his men went out and killed 200 Philistines. Then David fulfilled the king’s requirement by presenting all their foreskins to him. So Saul gave his daughter Michal to David to be his wife."},{"Chapter":18,"Number":28,"Text":"When Saul realized that the Lord was with David and how much his daughter Michal loved him,"},{"Chapter":18,"Number":29,"Text":"Saul became even more afraid of him, and he remained David’s enemy for the rest of his life."},{"Chapter":18,"Number":30,"Text":"Every time the commanders of the Philistines attacked, David was more successful against them than all the rest of Saul’s officers. So David’s name became very famous."},{"Chapter":19,"Number":1,"Text":"Saul now urged his servants and his son Jonathan to assassinate David. But Jonathan, because of his strong affection for David,"},{"Chapter":19,"Number":2,"Text":"told him what his father was planning. “Tomorrow morning,” he warned him, “you must find a hiding place out in the fields."},{"Chapter":19,"Number":3,"Text":"I’ll ask my father to go out there with me, and I’ll talk to him about you. Then I’ll tell you everything I can find out.”"},{"Chapter":19,"Number":4,"Text":"The next morning Jonathan spoke with his father about David, saying many good things about him. “The king must not sin against his servant David,” Jonathan said. “He’s never done anything to harm you. He has always helped you in any way he could."},{"Chapter":19,"Number":5,"Text":"Have you forgotten about the time he risked his life to kill the Philistine giant and how the Lord brought a great victory to all Israel as a result? You were certainly happy about it then. Why should you murder an innocent man like David? There is no reason for it at all!”"},{"Chapter":19,"Number":6,"Text":"So Saul listened to Jonathan and vowed, “As surely as the Lord lives, David will not be killed.”"},{"Chapter":19,"Number":7,"Text":"Afterward Jonathan called David and told him what had happened. Then he brought David to Saul, and David served in the court as before."},{"Chapter":19,"Number":8,"Text":"War broke out again after that, and David led his troops against the Philistines. He attacked them with such fury that they all ran away."},{"Chapter":19,"Number":9,"Text":"But one day when Saul was sitting at home, with spear in hand, the tormenting spirit from the Lord suddenly came upon him again. As David played his harp,"},{"Chapter":19,"Number":10,"Text":"Saul hurled his spear at David. But David dodged out of the way, and leaving the spear stuck in the wall, he fled and escaped into the night. "},{"Chapter":19,"Number":11,"Text":"Then Saul sent troops to watch David’s house. They were told to kill David when he came out the next morning. But Michal, David’s wife, warned him, “If you don’t escape tonight, you will be dead by morning.”"},{"Chapter":19,"Number":12,"Text":"So she helped him climb out through a window, and he fled and escaped."},{"Chapter":19,"Number":13,"Text":"Then she took an idol and put it in his bed, covered it with blankets, and put a cushion of goat’s hair at its head."},{"Chapter":19,"Number":14,"Text":"When the troops came to arrest David, she told them he was sick and couldn’t get out of bed."},{"Chapter":19,"Number":15,"Text":"But Saul sent the troops back to get David. He ordered, “Bring him to me in his bed so I can kill him!”"},{"Chapter":19,"Number":16,"Text":"But when they came to carry David out, they discovered that it was only an idol in the bed with a cushion of goat’s hair at its head."},{"Chapter":19,"Number":17,"Text":"“Why have you betrayed me like this and let my enemy escape?” Saul demanded of Michal.“I had to,” Michal replied. “He threatened to kill me if I didn’t help him.”"},{"Chapter":19,"Number":18,"Text":"So David escaped and went to Ramah to see Samuel, and he told him all that Saul had done to him. Then Samuel took David with him to live at Naioth."},{"Chapter":19,"Number":19,"Text":"When the report reached Saul that David was at Naioth in Ramah,"},{"Chapter":19,"Number":20,"Text":"he sent troops to capture him. But when they arrived and saw Samuel leading a group of prophets who were prophesying, the Spirit of God came upon Saul’s men, and they also began to prophesy."},{"Chapter":19,"Number":21,"Text":"When Saul heard what had happened, he sent other troops, but they, too, prophesied! The same thing happened a third time."},{"Chapter":19,"Number":22,"Text":"Finally, Saul himself went to Ramah and arrived at the great well in Secu. “Where are Samuel and David?” he demanded.“They are at Naioth in Ramah,” someone told him."},{"Chapter":19,"Number":23,"Text":"But on the way to Naioth in Ramah the Spirit of God came even upon Saul, and he, too, began to prophesy all the way to Naioth!"},{"Chapter":19,"Number":24,"Text":"He tore off his clothes and lay naked on the ground all day and all night, prophesying in the presence of Samuel. The people who were watching exclaimed, “What? Is even Saul a prophet?”"},{"Chapter":20,"Number":1,"Text":"David now fled from Naioth in Ramah and found Jonathan. “What have I done?” he exclaimed. “What is my crime? How have I offended your father that he is so determined to kill me?”"},{"Chapter":20,"Number":2,"Text":"“That’s not true!” Jonathan protested. “You’re not going to die. He always tells me everything he’s going to do, even the little things. I know my father wouldn’t hide something like this from me. It just isn’t so!”"},{"Chapter":20,"Number":3,"Text":"Then David took an oath before Jonathan and said, “Your father knows perfectly well about our friendship, so he has said to himself, ‘I won’t tell Jonathan—why should I hurt him?’ But I swear to you that I am only a step away from death! I swear it by the Lord and by your own soul!”"},{"Chapter":20,"Number":4,"Text":"“Tell me what I can do to help you,” Jonathan exclaimed."},{"Chapter":20,"Number":5,"Text":"David replied, “Tomorrow we celebrate the new moon festival. I’ve always eaten with the king on this occasion, but tomorrow I’ll hide in the field and stay there until the evening of the third day."},{"Chapter":20,"Number":6,"Text":"If your father asks where I am, tell him I asked permission to go home to Bethlehem for an annual family sacrifice."},{"Chapter":20,"Number":7,"Text":"If he says, ‘Fine!’ you will know all is well. But if he is angry and loses his temper, you will know he is determined to kill me."},{"Chapter":20,"Number":8,"Text":"Show me this loyalty as my sworn friend—for we made a solemn pact before the Lord—or kill me yourself if I have sinned against your father. But please don’t betray me to him!”"},{"Chapter":20,"Number":9,"Text":"“Never!” Jonathan exclaimed. “You know that if I had the slightest notion my father was planning to kill you, I would tell you at once.”"},{"Chapter":20,"Number":10,"Text":"Then David asked, “How will I know whether or not your father is angry?”"},{"Chapter":20,"Number":11,"Text":"“Come out to the field with me,” Jonathan replied. And they went out there together."},{"Chapter":20,"Number":12,"Text":"Then Jonathan told David, “I promise by the Lord, the God of Israel, that by this time tomorrow, or the next day at the latest, I will talk to my father and let you know at once how he feels about you. If he speaks favorably about you, I will let you know."},{"Chapter":20,"Number":13,"Text":"But if he is angry and wants you killed, may the Lord strike me and even kill me if I don’t warn you so you can escape and live. May the Lord be with you as he used to be with my father."},{"Chapter":20,"Number":14,"Text":"And may you treat me with the faithful love of the Lord as long as I live. But if I die,"},{"Chapter":20,"Number":15,"Text":"treat my family with this faithful love, even when the Lord destroys all your enemies from the face of the earth.”"},{"Chapter":20,"Number":16,"Text":"So Jonathan made a solemn pact with David, saying, “May the Lord destroy all your enemies!”"},{"Chapter":20,"Number":17,"Text":"And Jonathan made David reaffirm his vow of friendship again, for Jonathan loved David as he loved himself."},{"Chapter":20,"Number":18,"Text":"Then Jonathan said, “Tomorrow we celebrate the new moon festival. You will be missed when your place at the table is empty."},{"Chapter":20,"Number":19,"Text":"The day after tomorrow, toward evening, go to the place where you hid before, and wait there by the stone pile."},{"Chapter":20,"Number":20,"Text":"I will come out and shoot three arrows to the side of the stone pile as though I were shooting at a target."},{"Chapter":20,"Number":21,"Text":"Then I will send a boy to bring the arrows back. If you hear me tell him, ‘They’re on this side,’ then you will know, as surely as the Lord lives, that all is well, and there is no trouble."},{"Chapter":20,"Number":22,"Text":"But if I tell him, ‘Go farther—the arrows are still ahead of you,’ then it will mean that you must leave immediately, for the Lord is sending you away."},{"Chapter":20,"Number":23,"Text":"And may the Lord make us keep our promises to each other, for he has witnessed them.”"},{"Chapter":20,"Number":24,"Text":"So David hid himself in the field, and when the new moon festival began, the king sat down to eat."},{"Chapter":20,"Number":25,"Text":"He sat at his usual place against the wall, with Jonathan sitting opposite him and Abner beside him. But David’s place was empty."},{"Chapter":20,"Number":26,"Text":"Saul didn’t say anything about it that day, for he said to himself, “Something must have made David ceremonially unclean.”"},{"Chapter":20,"Number":27,"Text":"But when David’s place was empty again the next day, Saul asked Jonathan, “Why hasn’t the son of Jesse been here for the meal either yesterday or today?”"},{"Chapter":20,"Number":28,"Text":"Jonathan replied, “David earnestly asked me if he could go to Bethlehem."},{"Chapter":20,"Number":29,"Text":"He said, ‘Please let me go, for we are having a family sacrifice. My brother demanded that I be there. So please let me get away to see my brothers.’ That’s why he isn’t here at the king’s table.”"},{"Chapter":20,"Number":30,"Text":"Saul boiled with rage at Jonathan. “You stupid son of a whore!” he swore at him. “Do you think I don’t know that you want him to be king in your place, shaming yourself and your mother?"},{"Chapter":20,"Number":31,"Text":"As long as that son of Jesse is alive, you’ll never be king. Now go and get him so I can kill him!”"},{"Chapter":20,"Number":32,"Text":"“But why should he be put to death?” Jonathan asked his father. “What has he done?”"},{"Chapter":20,"Number":33,"Text":"Then Saul hurled his spear at Jonathan, intending to kill him. So at last Jonathan realized that his father was really determined to kill David."},{"Chapter":20,"Number":34,"Text":"Jonathan left the table in fierce anger and refused to eat on that second day of the festival, for he was crushed by his father’s shameful behavior toward David."},{"Chapter":20,"Number":35,"Text":"The next morning, as agreed, Jonathan went out into the field and took a young boy with him to gather his arrows."},{"Chapter":20,"Number":36,"Text":"“Start running,” he told the boy, “so you can find the arrows as I shoot them.” So the boy ran, and Jonathan shot an arrow beyond him."},{"Chapter":20,"Number":37,"Text":"When the boy had almost reached the arrow, Jonathan shouted, “The arrow is still ahead of you."},{"Chapter":20,"Number":38,"Text":"Hurry, hurry, don’t wait.” So the boy quickly gathered up the arrows and ran back to his master."},{"Chapter":20,"Number":39,"Text":"He, of course, suspected nothing; only Jonathan and David understood the signal."},{"Chapter":20,"Number":40,"Text":"Then Jonathan gave his bow and arrows to the boy and told him to take them back to town."},{"Chapter":20,"Number":41,"Text":"As soon as the boy was gone, David came out from where he had been hiding near the stone pile. Then David bowed three times to Jonathan with his face to the ground. Both of them were in tears as they embraced each other and said good-bye, especially David."},{"Chapter":20,"Number":42,"Text":"At last Jonathan said to David, “Go in peace, for we have sworn loyalty to each other in the Lord’s name. The Lord is the witness of a bond between us and our children forever.” Then David left, and Jonathan returned to the town."},{"Chapter":21,"Number":1,"Text":"David went to the town of Nob to see Ahimelech the priest. Ahimelech trembled when he saw him. “Why are you alone?” he asked. “Why is no one with you?”"},{"Chapter":21,"Number":2,"Text":"“The king has sent me on a private matter,” David said. “He told me not to tell anyone why I am here. I have told my men where to meet me later."},{"Chapter":21,"Number":3,"Text":"Now, what is there to eat? Give me five loaves of bread or anything else you have.”"},{"Chapter":21,"Number":4,"Text":"“We don’t have any regular bread,” the priest replied. “But there is the holy bread, which you can have if your young men have not slept with any women recently.”"},{"Chapter":21,"Number":5,"Text":"“Don’t worry,” David replied. “I never allow my men to be with women when we are on a campaign. And since they stay clean even on ordinary trips, how much more on this one!”"},{"Chapter":21,"Number":6,"Text":"Since there was no other food available, the priest gave him the holy bread—the Bread of the Presence that was placed before the Lord in the Tabernacle. It had just been replaced that day with fresh bread."},{"Chapter":21,"Number":7,"Text":"Now Doeg the Edomite, Saul’s chief herdsman, was there that day, having been detained before the Lord."},{"Chapter":21,"Number":8,"Text":"David asked Ahimelech, “Do you have a spear or sword? The king’s business was so urgent that I didn’t even have time to grab a weapon!”"},{"Chapter":21,"Number":9,"Text":"“I only have the sword of Goliath the Philistine, whom you killed in the valley of Elah,” the priest replied. “It is wrapped in a cloth behind the ephod. Take that if you want it, for there is nothing else here.”“There is nothing like it!” David replied. “Give it to me!”"},{"Chapter":21,"Number":10,"Text":"So David escaped from Saul and went to King Achish of Gath."},{"Chapter":21,"Number":11,"Text":"But the officers of Achish were unhappy about his being there. “Isn’t this David, the king of the land?” they asked. “Isn’t he the one the people honor with dances, singing,‘Saul has killed his thousands,    and David his ten thousands’?”"},{"Chapter":21,"Number":12,"Text":"David heard these comments and was very afraid of what King Achish of Gath might do to him."},{"Chapter":21,"Number":13,"Text":"So he pretended to be insane, scratching on doors and drooling down his beard."},{"Chapter":21,"Number":14,"Text":"Finally, King Achish said to his men, “Must you bring me a madman?"},{"Chapter":21,"Number":15,"Text":"We already have enough of them around here! Why should I let someone like this be my guest?”"},{"Chapter":22,"Number":1,"Text":"So David left Gath and escaped to the cave of Adullam. Soon his brothers and all his other relatives joined him there."},{"Chapter":22,"Number":2,"Text":"Then others began coming—men who were in trouble or in debt or who were just discontented—until David was the captain of about 400 men."},{"Chapter":22,"Number":3,"Text":"Later David went to Mizpeh in Moab, where he asked the king, “Please allow my father and mother to live here with you until I know what God is going to do for me.”"},{"Chapter":22,"Number":4,"Text":"So David’s parents stayed in Moab with the king during the entire time David was living in his stronghold."},{"Chapter":22,"Number":5,"Text":"One day the prophet Gad told David, “Leave the stronghold and return to the land of Judah.” So David went to the forest of Hereth."},{"Chapter":22,"Number":6,"Text":"The news of his arrival in Judah soon reached Saul. At the time, the king was sitting beneath the tamarisk tree on the hill at Gibeah, holding his spear and surrounded by his officers."},{"Chapter":22,"Number":7,"Text":"“Listen here, you men of Benjamin!” Saul shouted to his officers when he heard the news. “Has that son of Jesse promised every one of you fields and vineyards? Has he promised to make you all generals and captains in his army?"},{"Chapter":22,"Number":8,"Text":"Is that why you have conspired against me? For not one of you told me when my own son made a solemn pact with the son of Jesse. You’re not even sorry for me. Think of it! My own son—encouraging him to kill me, as he is trying to do this very day!”"},{"Chapter":22,"Number":9,"Text":"Then Doeg the Edomite, who was standing there with Saul’s men, spoke up. “When I was at Nob,” he said, “I saw the son of Jesse talking to the priest, Ahimelech son of Ahitub."},{"Chapter":22,"Number":10,"Text":"Ahimelech consulted the Lord for him. Then he gave him food and the sword of Goliath the Philistine.” "},{"Chapter":22,"Number":11,"Text":"King Saul immediately sent for Ahimelech and all his family, who served as priests at Nob."},{"Chapter":22,"Number":12,"Text":"When they arrived, Saul shouted at him, “Listen to me, you son of Ahitub!”“What is it, my king?” Ahimelech asked."},{"Chapter":22,"Number":13,"Text":"“Why have you and the son of Jesse conspired against me?” Saul demanded. “Why did you give him food and a sword? Why have you consulted God for him? Why have you encouraged him to kill me, as he is trying to do this very day?”"},{"Chapter":22,"Number":14,"Text":"“But sir,” Ahimelech replied, “is anyone among all your servants as faithful as David, your son-in-law? Why, he is the captain of your bodyguard and a highly honored member of your household!"},{"Chapter":22,"Number":15,"Text":"This was certainly not the first time I had consulted God for him! May the king not accuse me and my family in this matter, for I knew nothing at all of any plot against you.”"},{"Chapter":22,"Number":16,"Text":"“You will surely die, Ahimelech, along with your entire family!” the king shouted."},{"Chapter":22,"Number":17,"Text":"And he ordered his bodyguards, “Kill these priests of the Lord, for they are allies and conspirators with David! They knew he was running away from me, but they didn’t tell me!” But Saul’s men refused to kill the Lord’s priests."},{"Chapter":22,"Number":18,"Text":"Then the king said to Doeg, “You do it.” So Doeg the Edomite turned on them and killed them that day, eighty-five priests in all, still wearing their priestly garments."},{"Chapter":22,"Number":19,"Text":"Then he went to Nob, the town of the priests, and killed the priests’ families—men and women, children and babies—and all the cattle, donkeys, sheep, and goats."},{"Chapter":22,"Number":20,"Text":"Only Abiathar, one of the sons of Ahimelech, escaped and fled to David."},{"Chapter":22,"Number":21,"Text":"When he told David that Saul had killed the priests of the Lord,"},{"Chapter":22,"Number":22,"Text":"David exclaimed, “I knew it! When I saw Doeg the Edomite there that day, I knew he was sure to tell Saul. Now I have caused the death of all your father’s family."},{"Chapter":22,"Number":23,"Text":"Stay here with me, and don’t be afraid. I will protect you with my own life, for the same person wants to kill us both.”"},{"Chapter":23,"Number":1,"Text":"One day news came to David that the Philistines were at Keilah stealing grain from the threshing floors."},{"Chapter":23,"Number":2,"Text":"David asked the Lord, “Should I go and attack them?”“Yes, go and save Keilah,” the Lord told him."},{"Chapter":23,"Number":3,"Text":"But David’s men said, “We’re afraid even here in Judah. We certainly don’t want to go to Keilah to fight the whole Philistine army!”"},{"Chapter":23,"Number":4,"Text":"So David asked the Lord again, and again the Lord replied, “Go down to Keilah, for I will help you conquer the Philistines.”"},{"Chapter":23,"Number":5,"Text":"So David and his men went to Keilah. They slaughtered the Philistines and took all their livestock and rescued the people of Keilah."},{"Chapter":23,"Number":6,"Text":"Now when Abiathar son of Ahimelech fled to David at Keilah, he brought the ephod with him."},{"Chapter":23,"Number":7,"Text":"Saul soon learned that David was at Keilah. “Good!” he exclaimed. “We’ve got him now! God has handed him over to me, for he has trapped himself in a walled town!”"},{"Chapter":23,"Number":8,"Text":"So Saul mobilized his entire army to march to Keilah and besiege David and his men."},{"Chapter":23,"Number":9,"Text":"But David learned of Saul’s plan and told Abiathar the priest to bring the ephod and ask the Lord what he should do."},{"Chapter":23,"Number":10,"Text":"Then David prayed, “O Lord, God of Israel, I have heard that Saul is planning to come and destroy Keilah because I am here."},{"Chapter":23,"Number":11,"Text":"Will the leaders of Keilah betray me to him? And will Saul actually come as I have heard? O Lord, God of Israel, please tell me.”And the Lord said, “He will come.”"},{"Chapter":23,"Number":12,"Text":"Again David asked, “Will the leaders of Keilah betray me and my men to Saul?”And the Lord replied, “Yes, they will betray you.” "},{"Chapter":23,"Number":13,"Text":"So David and his men—about 600 of them now—left Keilah and began roaming the countryside. Word soon reached Saul that David had escaped, so he didn’t go to Keilah after all."},{"Chapter":23,"Number":14,"Text":"David now stayed in the strongholds of the wilderness and in the hill country of Ziph. Saul hunted him day after day, but God didn’t let Saul find him."},{"Chapter":23,"Number":15,"Text":"One day near Horesh, David received the news that Saul was on the way to Ziph to search for him and kill him."},{"Chapter":23,"Number":16,"Text":"Jonathan went to find David and encouraged him to stay strong in his faith in God."},{"Chapter":23,"Number":17,"Text":"“Don’t be afraid,” Jonathan reassured him. “My father will never find you! You are going to be the king of Israel, and I will be next to you, as my father, Saul, is well aware.”"},{"Chapter":23,"Number":18,"Text":"So the two of them renewed their solemn pact before the Lord. Then Jonathan returned home, while David stayed at Horesh."},{"Chapter":23,"Number":19,"Text":"But now the men of Ziph went to Saul in Gibeah and betrayed David to him. “We know where David is hiding,” they said. “He is in the strongholds of Horesh on the hill of Hakilah, which is in the southern part of Jeshimon."},{"Chapter":23,"Number":20,"Text":"Come down whenever you’re ready, O king, and we will catch him and hand him over to you!”"},{"Chapter":23,"Number":21,"Text":"“The Lord bless you,” Saul said. “At last someone is concerned about me!"},{"Chapter":23,"Number":22,"Text":"Go and check again to be sure of where he is staying and who has seen him there, for I know that he is very crafty."},{"Chapter":23,"Number":23,"Text":"Discover his hiding places, and come back when you are sure. Then I’ll go with you. And if he is in the area at all, I’ll track him down, even if I have to search every hiding place in Judah!”"},{"Chapter":23,"Number":24,"Text":"So the men of Ziph returned home ahead of Saul.Meanwhile, David and his men had moved into the wilderness of Maon in the Arabah Valley south of Jeshimon."},{"Chapter":23,"Number":25,"Text":"When David heard that Saul and his men were searching for him, he went even farther into the wilderness to the great rock, and he remained there in the wilderness of Maon. But Saul kept after him in the wilderness."},{"Chapter":23,"Number":26,"Text":"Saul and David were now on opposite sides of a mountain. Just as Saul and his men began to close in on David and his men,"},{"Chapter":23,"Number":27,"Text":"an urgent message reached Saul that the Philistines were raiding Israel again."},{"Chapter":23,"Number":28,"Text":"So Saul quit chasing David and returned to fight the Philistines. Ever since that time, the place where David was camped has been called the Rock of Escape."},{"Chapter":23,"Number":29,"Text":"David then went to live in the strongholds of En-gedi."},{"Chapter":24,"Number":1,"Text":"After Saul returned from fighting the Philistines, he was told that David had gone into the wilderness of En-gedi."},{"Chapter":24,"Number":2,"Text":"So Saul chose 3,000 elite troops from all Israel and went to search for David and his men near the rocks of the wild goats."},{"Chapter":24,"Number":3,"Text":"At the place where the road passes some sheepfolds, Saul went into a cave to relieve himself. But as it happened, David and his men were hiding farther back in that very cave!"},{"Chapter":24,"Number":4,"Text":"“Now’s your opportunity!” David’s men whispered to him. “Today the Lord is telling you, ‘I will certainly put your enemy into your power, to do with as you wish.’” So David crept forward and cut off a piece of the hem of Saul’s robe."},{"Chapter":24,"Number":5,"Text":"But then David’s conscience began bothering him because he had cut Saul’s robe."},{"Chapter":24,"Number":6,"Text":"He said to his men, “The Lord forbid that I should do this to my lord the king. I shouldn’t attack the Lord’s anointed one, for the Lord himself has chosen him.”"},{"Chapter":24,"Number":7,"Text":"So David restrained his men and did not let them kill Saul.After Saul had left the cave and gone on his way,"},{"Chapter":24,"Number":8,"Text":"David came out and shouted after him, “My lord the king!” And when Saul looked around, David bowed low before him."},{"Chapter":24,"Number":9,"Text":"Then he shouted to Saul, “Why do you listen to the people who say I am trying to harm you?"},{"Chapter":24,"Number":10,"Text":"This very day you can see with your own eyes it isn’t true. For the Lord placed you at my mercy back there in the cave. Some of my men told me to kill you, but I spared you. For I said, ‘I will never harm the king—he is the Lord’s anointed one.’"},{"Chapter":24,"Number":11,"Text":"Look, my father, at what I have in my hand. It is a piece of the hem of your robe! I cut it off, but I didn’t kill you. This proves that I am not trying to harm you and that I have not sinned against you, even though you have been hunting for me to kill me."},{"Chapter":24,"Number":12,"Text":"“May the Lord judge between us. Perhaps the Lord will punish you for what you are trying to do to me, but I will never harm you."},{"Chapter":24,"Number":13,"Text":"As that old proverb says, ‘From evil people come evil deeds.’ So you can be sure I will never harm you."},{"Chapter":24,"Number":14,"Text":"Who is the king of Israel trying to catch anyway? Should he spend his time chasing one who is as worthless as a dead dog or a single flea?"},{"Chapter":24,"Number":15,"Text":"May the Lord therefore judge which of us is right and punish the guilty one. He is my advocate, and he will rescue me from your power!”"},{"Chapter":24,"Number":16,"Text":"When David had finished speaking, Saul called back, “Is that really you, my son David?” Then he began to cry."},{"Chapter":24,"Number":17,"Text":"And he said to David, “You are a better man than I am, for you have repaid me good for evil."},{"Chapter":24,"Number":18,"Text":"Yes, you have been amazingly kind to me today, for when the Lord put me in a place where you could have killed me, you didn’t do it."},{"Chapter":24,"Number":19,"Text":"Who else would let his enemy get away when he had him in his power? May the Lord reward you well for the kindness you have shown me today."},{"Chapter":24,"Number":20,"Text":"And now I realize that you are surely going to be king, and that the kingdom of Israel will flourish under your rule."},{"Chapter":24,"Number":21,"Text":"Now swear to me by the Lord that when that happens you will not kill my family and destroy my line of descendants!”"},{"Chapter":24,"Number":22,"Text":"So David promised this to Saul with an oath. Then Saul went home, but David and his men went back to their stronghold."},{"Chapter":25,"Number":1,"Text":"Now Samuel died, and all Israel gathered for his funeral. They buried him at his house in Ramah.Nabal Angers DavidThen David moved down to the wilderness of Maon."},{"Chapter":25,"Number":2,"Text":"There was a wealthy man from Maon who owned property near the town of Carmel. He had 3,000 sheep and 1,000 goats, and it was sheep-shearing time."},{"Chapter":25,"Number":3,"Text":"This man’s name was Nabal, and his wife, Abigail, was a sensible and beautiful woman. But Nabal, a descendant of Caleb, was crude and mean in all his dealings."},{"Chapter":25,"Number":4,"Text":"When David heard that Nabal was shearing his sheep,"},{"Chapter":25,"Number":5,"Text":"he sent ten of his young men to Carmel with this message for Nabal:"},{"Chapter":25,"Number":6,"Text":"“Peace and prosperity to you, your family, and everything you own!"},{"Chapter":25,"Number":7,"Text":"I am told that it is sheep-shearing time. While your shepherds stayed among us near Carmel, we never harmed them, and nothing was ever stolen from them."},{"Chapter":25,"Number":8,"Text":"Ask your own men, and they will tell you this is true. So would you be kind to us, since we have come at a time of celebration? Please share any provisions you might have on hand with us and with your friend David.”"},{"Chapter":25,"Number":9,"Text":"David’s young men gave this message to Nabal in David’s name, and they waited for a reply."},{"Chapter":25,"Number":10,"Text":"“Who is this fellow David?” Nabal sneered to the young men. “Who does this son of Jesse think he is? There are lots of servants these days who run away from their masters."},{"Chapter":25,"Number":11,"Text":"Should I take my bread and my water and my meat that I’ve slaughtered for my shearers and give it to a band of outlaws who come from who knows where?”"},{"Chapter":25,"Number":12,"Text":"So David’s young men returned and told him what Nabal had said."},{"Chapter":25,"Number":13,"Text":"“Get your swords!” was David’s reply as he strapped on his own. Then 400 men started off with David, and 200 remained behind to guard their equipment."},{"Chapter":25,"Number":14,"Text":"Meanwhile, one of Nabal’s servants went to Abigail and told her, “David sent messengers from the wilderness to greet our master, but he screamed insults at them."},{"Chapter":25,"Number":15,"Text":"These men have been very good to us, and we never suffered any harm from them. Nothing was stolen from us the whole time they were with us."},{"Chapter":25,"Number":16,"Text":"In fact, day and night they were like a wall of protection to us and the sheep."},{"Chapter":25,"Number":17,"Text":"You need to know this and figure out what to do, for there is going to be trouble for our master and his whole family. He’s so ill-tempered that no one can even talk to him!”"},{"Chapter":25,"Number":18,"Text":"Abigail wasted no time. She quickly gathered 200 loaves of bread, two wineskins full of wine, five sheep that had been slaughtered, nearly a bushel of roasted grain, 100 clusters of raisins, and 200 fig cakes. She packed them on donkeys"},{"Chapter":25,"Number":19,"Text":"and said to her servants, “Go on ahead. I will follow you shortly.” But she didn’t tell her husband Nabal what she was doing."},{"Chapter":25,"Number":20,"Text":"As she was riding her donkey into a mountain ravine, she saw David and his men coming toward her."},{"Chapter":25,"Number":21,"Text":"David had just been saying, “A lot of good it did to help this fellow. We protected his flocks in the wilderness, and nothing he owned was lost or stolen. But he has repaid me evil for good."},{"Chapter":25,"Number":22,"Text":"May God strike me and kill me if even one man of his household is still alive tomorrow morning!” "},{"Chapter":25,"Number":23,"Text":"When Abigail saw David, she quickly got off her donkey and bowed low before him."},{"Chapter":25,"Number":24,"Text":"She fell at his feet and said, “I accept all blame in this matter, my lord. Please listen to what I have to say."},{"Chapter":25,"Number":25,"Text":"I know Nabal is a wicked and ill-tempered man; please don’t pay any attention to him. He is a fool, just as his name suggests. But I never even saw the young men you sent."},{"Chapter":25,"Number":26,"Text":"“Now, my lord, as surely as the Lord lives and you yourself live, since the Lord has kept you from murdering and taking vengeance into your own hands, let all your enemies and those who try to harm you be as cursed as Nabal is."},{"Chapter":25,"Number":27,"Text":"And here is a present that I, your servant, have brought to you and your young men."},{"Chapter":25,"Number":28,"Text":"Please forgive me if I have offended you in any way. The Lord will surely reward you with a lasting dynasty, for you are fighting the Lord’s battles. And you have not done wrong throughout your entire life."},{"Chapter":25,"Number":29,"Text":"“Even when you are chased by those who seek to kill you, your life is safe in the care of the Lord your God, secure in his treasure pouch! But the lives of your enemies will disappear like stones shot from a sling!"},{"Chapter":25,"Number":30,"Text":"When the Lord has done all he promised and has made you leader of Israel,"},{"Chapter":25,"Number":31,"Text":"don’t let this be a blemish on your record. Then your conscience won’t have to bear the staggering burden of needless bloodshed and vengeance. And when the Lord has done these great things for you, please remember me, your servant!”"},{"Chapter":25,"Number":32,"Text":"David replied to Abigail, “Praise the Lord, the God of Israel, who has sent you to meet me today!"},{"Chapter":25,"Number":33,"Text":"Thank God for your good sense! Bless you for keeping me from murder and from carrying out vengeance with my own hands."},{"Chapter":25,"Number":34,"Text":"For I swear by the Lord, the God of Israel, who has kept me from hurting you, that if you had not hurried out to meet me, not one of Nabal’s men would still be alive tomorrow morning.”"},{"Chapter":25,"Number":35,"Text":"Then David accepted her present and told her, “Return home in peace. I have heard what you said. We will not kill your husband.”"},{"Chapter":25,"Number":36,"Text":"When Abigail arrived home, she found that Nabal was throwing a big party and was celebrating like a king. He was very drunk, so she didn’t tell him anything about her meeting with David until dawn the next day."},{"Chapter":25,"Number":37,"Text":"In the morning when Nabal was sober, his wife told him what had happened. As a result he had a stroke, and he lay paralyzed on his bed like a stone."},{"Chapter":25,"Number":38,"Text":"About ten days later, the Lord struck him, and he died. "},{"Chapter":25,"Number":39,"Text":"When David heard that Nabal was dead, he said, “Praise the Lord, who has avenged the insult I received from Nabal and has kept me from doing it myself. Nabal has received the punishment for his sin.” Then David sent messengers to Abigail to ask her to become his wife."},{"Chapter":25,"Number":40,"Text":"When the messengers arrived at Carmel, they told Abigail, “David has sent us to take you back to marry him.”"},{"Chapter":25,"Number":41,"Text":"She bowed low to the ground and responded, “I, your servant, would be happy to marry David. I would even be willing to become a slave, washing the feet of his servants!”"},{"Chapter":25,"Number":42,"Text":"Quickly getting ready, she took along five of her servant girls as attendants, mounted her donkey, and went with David’s messengers. And so she became his wife."},{"Chapter":25,"Number":43,"Text":"David also married Ahinoam from Jezreel, making both of them his wives."},{"Chapter":25,"Number":44,"Text":"Saul, meanwhile, had given his daughter Michal, David’s wife, to a man from Gallim named Palti son of Laish."},{"Chapter":26,"Number":1,"Text":"Now some men from Ziph came to Saul at Gibeah to tell him, “David is hiding on the hill of Hakilah, which overlooks Jeshimon.”"},{"Chapter":26,"Number":2,"Text":"So Saul took 3,000 of Israel’s elite troops and went to hunt him down in the wilderness of Ziph."},{"Chapter":26,"Number":3,"Text":"Saul camped along the road beside the hill of Hakilah, near Jeshimon, where David was hiding. When David learned that Saul had come after him into the wilderness,"},{"Chapter":26,"Number":4,"Text":"he sent out spies to verify the report of Saul’s arrival."},{"Chapter":26,"Number":5,"Text":"David slipped over to Saul’s camp one night to look around. Saul and Abner son of Ner, the commander of his army, were sleeping inside a ring formed by the slumbering warriors."},{"Chapter":26,"Number":6,"Text":"“Who will volunteer to go in there with me?” David asked Ahimelech the Hittite and Abishai son of Zeruiah, Joab’s brother.“I’ll go with you,” Abishai replied."},{"Chapter":26,"Number":7,"Text":"So David and Abishai went right into Saul’s camp and found him asleep, with his spear stuck in the ground beside his head. Abner and the soldiers were lying asleep around him."},{"Chapter":26,"Number":8,"Text":"“God has surely handed your enemy over to you this time!” Abishai whispered to David. “Let me pin him to the ground with one thrust of the spear; I won’t need to strike twice!”"},{"Chapter":26,"Number":9,"Text":"“No!” David said. “Don’t kill him. For who can remain innocent after attacking the Lord’s anointed one?"},{"Chapter":26,"Number":10,"Text":"Surely the Lord will strike Saul down someday, or he will die of old age or in battle."},{"Chapter":26,"Number":11,"Text":"The Lord forbid that I should kill the one he has anointed! But take his spear and that jug of water beside his head, and then let’s get out of here!”"},{"Chapter":26,"Number":12,"Text":"So David took the spear and jug of water that were near Saul’s head. Then he and Abishai got away without anyone seeing them or even waking up, because the Lord had put Saul’s men into a deep sleep."},{"Chapter":26,"Number":13,"Text":"David climbed the hill opposite the camp until he was at a safe distance."},{"Chapter":26,"Number":14,"Text":"Then he shouted down to the soldiers and to Abner son of Ner, “Wake up, Abner!”“Who is it?” Abner demanded."},{"Chapter":26,"Number":15,"Text":"“Well, Abner, you’re a great man, aren’t you?” David taunted. “Where in all Israel is there anyone as mighty? So why haven’t you guarded your master the king when someone came to kill him?"},{"Chapter":26,"Number":16,"Text":"This isn’t good at all! I swear by the Lord that you and your men deserve to die, because you failed to protect your master, the Lord’s anointed! Look around! Where are the king’s spear and the jug of water that were beside his head?”"},{"Chapter":26,"Number":17,"Text":"Saul recognized David’s voice and called out, “Is that you, my son David?”And David replied, “Yes, my lord the king."},{"Chapter":26,"Number":18,"Text":"Why are you chasing me? What have I done? What is my crime?"},{"Chapter":26,"Number":19,"Text":"But now let my lord the king listen to his servant. If the Lord has stirred you up against me, then let him accept my offering. But if this is simply a human scheme, then may those involved be cursed by the Lord. For they have driven me from my home, so I can no longer live among the Lord’s people, and they have said, ‘Go, worship pagan gods.’"},{"Chapter":26,"Number":20,"Text":"Must I die on foreign soil, far from the presence of the Lord? Why has the king of Israel come out to search for a single flea? Why does he hunt me down like a partridge on the mountains?”"},{"Chapter":26,"Number":21,"Text":"Then Saul confessed, “I have sinned. Come back home, my son, and I will no longer try to harm you, for you valued my life today. I have been a fool and very, very wrong.”"},{"Chapter":26,"Number":22,"Text":"“Here is your spear, O king,” David replied. “Let one of your young men come over and get it."},{"Chapter":26,"Number":23,"Text":"The Lord gives his own reward for doing good and for being loyal, and I refused to kill you even when the Lord placed you in my power, for you are the Lord’s anointed one."},{"Chapter":26,"Number":24,"Text":"Now may the Lord value my life, even as I have valued yours today. May he rescue me from all my troubles.”"},{"Chapter":26,"Number":25,"Text":"And Saul said to David, “Blessings on you, my son David. You will do many heroic deeds, and you will surely succeed.” Then David went away, and Saul returned home."},{"Chapter":27,"Number":1,"Text":"But David kept thinking to himself, “Someday Saul is going to get me. The best thing I can do is escape to the Philistines. Then Saul will stop hunting for me in Israelite territory, and I will finally be safe.”"},{"Chapter":27,"Number":2,"Text":"So David took his 600 men and went over and joined Achish son of Maoch, the king of Gath."},{"Chapter":27,"Number":3,"Text":"David and his men and their families settled there with Achish at Gath. David brought his two wives along with him—Ahinoam from Jezreel and Abigail, Nabal’s widow from Carmel."},{"Chapter":27,"Number":4,"Text":"Word soon reached Saul that David had fled to Gath, so he stopped hunting for him."},{"Chapter":27,"Number":5,"Text":"One day David said to Achish, “If it is all right with you, we would rather live in one of the country towns instead of here in the royal city.”"},{"Chapter":27,"Number":6,"Text":"So Achish gave him the town of Ziklag (which still belongs to the kings of Judah to this day),"},{"Chapter":27,"Number":7,"Text":"and they lived there among the Philistines for a year and four months."},{"Chapter":27,"Number":8,"Text":"David and his men spent their time raiding the Geshurites, the Girzites, and the Amalekites—people who had lived near Shur, toward the land of Egypt, since ancient times."},{"Chapter":27,"Number":9,"Text":"David did not leave one person alive in the villages he attacked. He took the sheep, goats, cattle, donkeys, camels, and clothing before returning home to see King Achish."},{"Chapter":27,"Number":10,"Text":"“Where did you make your raid today?” Achish would ask.And David would reply, “Against the south of Judah, the Jerahmeelites, and the Kenites.”"},{"Chapter":27,"Number":11,"Text":"No one was left alive to come to Gath and tell where he had really been. This happened again and again while he was living among the Philistines."},{"Chapter":27,"Number":12,"Text":"Achish believed David and thought to himself, “By now the people of Israel must hate him bitterly. Now he will have to stay here and serve me forever!”"},{"Chapter":28,"Number":1,"Text":"About that time the Philistines mustered their armies for another war with Israel. King Achish told David, “You and your men will be expected to join me in battle.”"},{"Chapter":28,"Number":2,"Text":"“Very well!” David agreed. “Now you will see for yourself what we can do.”Then Achish told David, “I will make you my personal bodyguard for life.”"},{"Chapter":28,"Number":3,"Text":"Meanwhile, Samuel had died, and all Israel had mourned for him. He was buried in Ramah, his hometown. And Saul had banned from the land of Israel all mediums and those who consult the spirits of the dead."},{"Chapter":28,"Number":4,"Text":"The Philistines set up their camp at Shunem, and Saul gathered all the army of Israel and camped at Gilboa."},{"Chapter":28,"Number":5,"Text":"When Saul saw the vast Philistine army, he became frantic with fear."},{"Chapter":28,"Number":6,"Text":"He asked the Lord what he should do, but the Lord refused to answer him, either by dreams or by sacred lots or by the prophets."},{"Chapter":28,"Number":7,"Text":"Saul then said to his advisers, “Find a woman who is a medium, so I can go and ask her what to do.”His advisers replied, “There is a medium at Endor.”"},{"Chapter":28,"Number":8,"Text":"So Saul disguised himself by wearing ordinary clothing instead of his royal robes. Then he went to the woman’s home at night, accompanied by two of his men.“I have to talk to a man who has died,” he said. “Will you call up his spirit for me?”"},{"Chapter":28,"Number":9,"Text":"“Are you trying to get me killed?” the woman demanded. “You know that Saul has outlawed all the mediums and all who consult the spirits of the dead. Why are you setting a trap for me?”"},{"Chapter":28,"Number":10,"Text":"But Saul took an oath in the name of the Lord and promised, “As surely as the Lord lives, nothing bad will happen to you for doing this.”"},{"Chapter":28,"Number":11,"Text":"Finally, the woman said, “Well, whose spirit do you want me to call up?”“Call up Samuel,” Saul replied."},{"Chapter":28,"Number":12,"Text":"When the woman saw Samuel, she screamed, “You’ve deceived me! You are Saul!”"},{"Chapter":28,"Number":13,"Text":"“Don’t be afraid!” the king told her. “What do you see?”“I see a god coming up out of the earth,” she said."},{"Chapter":28,"Number":14,"Text":"“What does he look like?” Saul asked.“He is an old man wrapped in a robe,” she replied. Saul realized it was Samuel, and he fell to the ground before him."},{"Chapter":28,"Number":15,"Text":"“Why have you disturbed me by calling me back?” Samuel asked Saul.“Because I am in deep trouble,” Saul replied. “The Philistines are at war with me, and God has left me and won’t reply by prophets or dreams. So I have called for you to tell me what to do.”"},{"Chapter":28,"Number":16,"Text":"But Samuel replied, “Why ask me, since the Lord has left you and has become your enemy?"},{"Chapter":28,"Number":17,"Text":"The Lord has done just as he said he would. He has torn the kingdom from you and given it to your rival, David."},{"Chapter":28,"Number":18,"Text":"The Lord has done this to you today because you refused to carry out his fierce anger against the Amalekites."},{"Chapter":28,"Number":19,"Text":"What’s more, the Lord will hand you and the army of Israel over to the Philistines tomorrow, and you and your sons will be here with me. The Lord will bring down the entire army of Israel in defeat.”"},{"Chapter":28,"Number":20,"Text":"Saul fell full length on the ground, paralyzed with fright because of Samuel’s words. He was also faint with hunger, for he had eaten nothing all day and all night."},{"Chapter":28,"Number":21,"Text":"When the woman saw how distraught he was, she said, “Sir, I obeyed your command at the risk of my life."},{"Chapter":28,"Number":22,"Text":"Now do what I say, and let me give you a little something to eat so you can regain your strength for the trip back.”"},{"Chapter":28,"Number":23,"Text":"But Saul refused to eat anything. Then his advisers joined the woman in urging him to eat, so he finally yielded and got up from the ground and sat on the couch."},{"Chapter":28,"Number":24,"Text":"The woman had been fattening a calf, so she hurried out and killed it. She took some flour, kneaded it into dough and baked unleavened bread."},{"Chapter":28,"Number":25,"Text":"She brought the meal to Saul and his advisers, and they ate it. Then they went out into the night."},{"Chapter":29,"Number":1,"Text":"The entire Philistine army now mobilized at Aphek, and the Israelites camped at the spring in Jezreel."},{"Chapter":29,"Number":2,"Text":"As the Philistine rulers were leading out their troops in groups of hundreds and thousands, David and his men marched at the rear with King Achish."},{"Chapter":29,"Number":3,"Text":"But the Philistine commanders demanded, “What are these Hebrews doing here?”And Achish told them, “This is David, the servant of King Saul of Israel. He’s been with me for years, and I’ve never found a single fault in him from the day he arrived until today.”"},{"Chapter":29,"Number":4,"Text":"But the Philistine commanders were angry. “Send him back to the town you’ve given him!” they demanded. “He can’t go into the battle with us. What if he turns against us in battle and becomes our adversary? Is there any better way for him to reconcile himself with his master than by handing our heads over to him?"},{"Chapter":29,"Number":5,"Text":"Isn’t this the same David about whom the women of Israel sing in their dances, ‘Saul has killed his thousands,    and David his ten thousands’?”"},{"Chapter":29,"Number":6,"Text":"So Achish finally summoned David and said to him, “I swear by the Lord that you have been a trustworthy ally. I think you should go with me into battle, for I’ve never found a single flaw in you from the day you arrived until today. But the other Philistine rulers won’t hear of it."},{"Chapter":29,"Number":7,"Text":"Please don’t upset them, but go back quietly.”"},{"Chapter":29,"Number":8,"Text":"“What have I done to deserve this treatment?” David demanded. “What have you ever found in your servant, that I can’t go and fight the enemies of my lord the king?”"},{"Chapter":29,"Number":9,"Text":"But Achish insisted, “As far as I’m concerned, you’re as perfect as an angel of God. But the Philistine commanders are afraid to have you with them in the battle."},{"Chapter":29,"Number":10,"Text":"Now get up early in the morning, and leave with your men as soon as it gets light.”"},{"Chapter":29,"Number":11,"Text":"So David and his men headed back into the land of the Philistines, while the Philistine army went on to Jezreel."},{"Chapter":30,"Number":1,"Text":"Three days later, when David and his men arrived home at their town of Ziklag, they found that the Amalekites had made a raid into the Negev and Ziklag; they had crushed Ziklag and burned it to the ground."},{"Chapter":30,"Number":2,"Text":"They had carried off the women and children and everyone else but without killing anyone."},{"Chapter":30,"Number":3,"Text":"When David and his men saw the ruins and realized what had happened to their families,"},{"Chapter":30,"Number":4,"Text":"they wept until they could weep no more."},{"Chapter":30,"Number":5,"Text":"David’s two wives, Ahinoam from Jezreel and Abigail, the widow of Nabal from Carmel, were among those captured."},{"Chapter":30,"Number":6,"Text":"David was now in great danger because all his men were very bitter about losing their sons and daughters, and they began to talk of stoning him. But David found strength in the Lord his God."},{"Chapter":30,"Number":7,"Text":"Then he said to Abiathar the priest, “Bring me the ephod!” So Abiathar brought it."},{"Chapter":30,"Number":8,"Text":"Then David asked the Lord, “Should I chase after this band of raiders? Will I catch them?”And the Lord told him, “Yes, go after them. You will surely recover everything that was taken from you!”"},{"Chapter":30,"Number":9,"Text":"So David and his 600 men set out, and they came to the brook Besor."},{"Chapter":30,"Number":10,"Text":"But 200 of the men were too exhausted to cross the brook, so David continued the pursuit with 400 men."},{"Chapter":30,"Number":11,"Text":"Along the way they found an Egyptian man in a field and brought him to David. They gave him some bread to eat and water to drink."},{"Chapter":30,"Number":12,"Text":"They also gave him part of a fig cake and two clusters of raisins, for he hadn’t had anything to eat or drink for three days and nights. Before long his strength returned."},{"Chapter":30,"Number":13,"Text":"“To whom do you belong, and where do you come from?” David asked him.“I am an Egyptian—the slave of an Amalekite,” he replied. “My master abandoned me three days ago because I was sick."},{"Chapter":30,"Number":14,"Text":"We were on our way back from raiding the Kerethites in the Negev, the territory of Judah, and the land of Caleb, and we had just burned Ziklag.”"},{"Chapter":30,"Number":15,"Text":"“Will you lead me to this band of raiders?” David asked.The young man replied, “If you take an oath in God’s name that you will not kill me or give me back to my master, then I will guide you to them.”"},{"Chapter":30,"Number":16,"Text":"So he led David to them, and they found the Amalekites spread out across the fields, eating and drinking and dancing with joy because of the vast amount of plunder they had taken from the Philistines and the land of Judah."},{"Chapter":30,"Number":17,"Text":"David and his men rushed in among them and slaughtered them throughout that night and the entire next day until evening. None of the Amalekites escaped except 400 young men who fled on camels."},{"Chapter":30,"Number":18,"Text":"David got back everything the Amalekites had taken, and he rescued his two wives."},{"Chapter":30,"Number":19,"Text":"Nothing was missing: small or great, son or daughter, nor anything else that had been taken. David brought everything back."},{"Chapter":30,"Number":20,"Text":"He also recovered all the flocks and herds, and his men drove them ahead of the other livestock. “This plunder belongs to David!” they said."},{"Chapter":30,"Number":21,"Text":"Then David returned to the brook Besor and met up with the 200 men who had been left behind because they were too exhausted to go with him. They went out to meet David and his men, and David greeted them joyfully."},{"Chapter":30,"Number":22,"Text":"But some evil troublemakers among David’s men said, “They didn’t go with us, so they can’t have any of the plunder we recovered. Give them their wives and children, and tell them to be gone.”"},{"Chapter":30,"Number":23,"Text":"But David said, “No, my brothers! Don’t be selfish with what the Lord has given us. He has kept us safe and helped us defeat the band of raiders that attacked us."},{"Chapter":30,"Number":24,"Text":"Who will listen when you talk like this? We share and share alike—those who go to battle and those who guard the equipment.”"},{"Chapter":30,"Number":25,"Text":"From then on David made this a decree and regulation for Israel, and it is still followed today."},{"Chapter":30,"Number":26,"Text":"When he arrived at Ziklag, David sent part of the plunder to the elders of Judah, who were his friends. “Here is a present for you, taken from the Lord’s enemies,” he said."},{"Chapter":30,"Number":27,"Text":"The gifts were sent to the people of the following towns David had visited: Bethel, Ramoth-negev, Jattir,"},{"Chapter":30,"Number":28,"Text":"Aroer, Siphmoth, Eshtemoa,"},{"Chapter":30,"Number":29,"Text":"Racal, the towns of the Jerahmeelites, the towns of the Kenites,"},{"Chapter":30,"Number":30,"Text":"Hormah, Bor-ashan, Athach,"},{"Chapter":30,"Number":31,"Text":"Hebron, and all the other places David and his men had visited."},{"Chapter":31,"Number":1,"Text":"Now the Philistines attacked Israel, and the men of Israel fled before them. Many were slaughtered on the slopes of Mount Gilboa."},{"Chapter":31,"Number":2,"Text":"The Philistines closed in on Saul and his sons, and they killed three of his sons—Jonathan, Abinadab, and Malkishua."},{"Chapter":31,"Number":3,"Text":"The fighting grew very fierce around Saul, and the Philistine archers caught up with him and wounded him severely."},{"Chapter":31,"Number":4,"Text":"Saul groaned to his armor bearer, “Take your sword and kill me before these pagan Philistines come to run me through and taunt and torture me.”But his armor bearer was afraid and would not do it. So Saul took his own sword and fell on it."},{"Chapter":31,"Number":5,"Text":"When his armor bearer realized that Saul was dead, he fell on his own sword and died beside the king."},{"Chapter":31,"Number":6,"Text":"So Saul, his three sons, his armor bearer, and his troops all died together that same day."},{"Chapter":31,"Number":7,"Text":"When the Israelites on the other side of the Jezreel Valley and beyond the Jordan saw that the Israelite army had fled and that Saul and his sons were dead, they abandoned their towns and fled. So the Philistines moved in and occupied their towns."},{"Chapter":31,"Number":8,"Text":"The next day, when the Philistines went out to strip the dead, they found the bodies of Saul and his three sons on Mount Gilboa."},{"Chapter":31,"Number":9,"Text":"So they cut off Saul’s head and stripped off his armor. Then they proclaimed the good news of Saul’s death in their pagan temple and to the people throughout the land of Philistia."},{"Chapter":31,"Number":10,"Text":"They placed his armor in the temple of the Ashtoreths, and they fastened his body to the wall of the city of Beth-shan."},{"Chapter":31,"Number":11,"Text":"But when the people of Jabesh-gilead heard what the Philistines had done to Saul,"},{"Chapter":31,"Number":12,"Text":"all their mighty warriors traveled through the night to Beth-shan and took the bodies of Saul and his sons down from the wall. They brought them to Jabesh, where they burned the bodies."},{"Chapter":31,"Number":13,"Text":"Then they took their bones and buried them beneath the tamarisk tree at Jabesh, and they fasted for seven days."}]}
